add_book {
  ["название"] = "псалтирь"
}

add_book {
  ["название"] = "евангелие от матфея",
  ["возглас_ру"] = "От Матфе́я свята́го Ева́нгелия чте́ние.",
  ["возглас_цс"] = "Ѿ Матѳе́ѧ ст҃а́гѡ Є҆ѵⷢ҇лїѧ чте́нїе.",
}

add_book {
  ["название"] = "евангелие от марка",
  ["возглас_ру"] = "От Ма́рка свята́го Ева́нгелия чте́ние.",
  ["возглас_цс"] = "Ѿ Ма́рка ст҃а́гѡ Є҆ѵⷢ҇лїѧ чте́нїе.",
}

add_book {
  ["название"] = "евангелие от луки",
  ["возглас_ру"] = "От Луки́ свята́го Ева́нгелия чте́ние.",
  ["возглас_цс"] = "Ѿ Лꙋкѝ ст҃а́гѡ Є҆ѵⷢ҇лїѧ чте́нїе.",
}

add_book {
  ["название"] = "евангелие от иоанна",
  ["возглас_ру"] = "От Иоа́нна свята́го Ева́нгелия чте́ние.",
  ["возглас_цс"] = "Ѿ І҆ѡа́нна ст҃а́гѡ Є҆ѵⷢ҇лїѧ чте́нїе.",
}

add_book {
  ["название"] = "Деяния святых Апостолов",
  ["возглас_ру"] = "Дея́ний святы́х апо́стол чте́ние.",
  ["возглас_цс"] = "Дѣѧ́нїй ст҃ы́хъ а҆пⷭ҇лъ чте́нїе.",
}

add_book {
  ["название"] = "Послание Иаковле",
  ["возглас_ру"] = "Собо́рнаго посла́ния Иа́ковля чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ І҆а́кѡвлѧ чте́нїе.",
}

add_book {
  ["название"] = "Послание первое святаго апостола Петра",
  ["возглас_ру"] = "Собо́рнаго посла́ния Петро́ва чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ Петро́ва чте́нїе.",
}

add_book {
  ["название"] = "Послание второе святаго апостола Петра",
  ["возглас_ру"] = "Собо́рнаго посла́ния Петро́ва чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ Петро́ва чте́нїе.",
}

add_book {
  ["название"] = "Послание первое святаго апостола Иоанна Богослова",
  ["возглас_ру"] = "Собо́рнаго посла́ния Иоа́ннова чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ І҆ѡа́ннова чте́нїе.",
}

add_book {
  ["название"] = "Послание второе святаго апостола Иоанна Богослова",
  ["возглас_ру"] = "Собо́рнаго посла́ния Иоа́ннова чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ І҆ѡа́ннова чте́нїе.",
}

add_book {
  ["название"] = "Послание третье святаго апостола Иоанна Богослова",
  ["возглас_ру"] = "Собо́рнаго посла́ния Иоа́ннова чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ І҆ѡа́ннова чте́нїе.",
}

add_book {
  ["название"] = "Послание Иудино",
  ["возглас_ру"] = "Собо́рнаго посла́ния Иу́дина чте́ние.",
  ["возглас_цс"] = "Собо́рнагѡ посла́нїѧ І҆ꙋ́дина чте́нїе.",
}

add_book {
  ["название"] = "Послание к Римлянам Апостола Павла",
  ["возглас_ру"] = "К ри́мляном посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ ри́млѧнѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Первое Послание к Коринфянам Апостола Павла",
  ["возглас_ру"] = "К кори́нфяном посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ корі́нѳѧнѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Второе Послание к Коринфянам Апостола Павла",
  ["возглас_ру"] = "К кори́нфяном посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ корі́нѳѧнѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Галатам Апостола Павла",
  ["возглас_ру"] = "К гала́том посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ гала́тѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Ефесянам Апостола Павла",
  ["возглас_ру"] = "Ко ефесе́ем посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Ко є҆фесе́ємъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Филиппийцам Апостола Павла",
  ["возглас_ру"] = "К филипписи́ем посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ фїлїпписі́ємъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Колоссянам Апостола Павла",
  ["возглас_ру"] = "К колосса́ем посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ колосса́ємъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Первое Послание к Фессалоникийцам Апостола Павла",
  ["возглас_ру"] = "К солу́няном посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ солꙋ́нѧнѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Второе Послание к Фессалоникийцам Апостола Павла",
  ["возглас_ру"] = "К солу́няном посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ солꙋ́нѧнѡмъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Первое Послание к Тимофею Апостола Павла",
  ["возглас_ру"] = "К Тимофе́ю посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ Тїмоѳе́ю посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Второе Послание к Тимофею Апостола Павла",
  ["возглас_ру"] = "К Тимофе́ю посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ Тїмоѳе́ю посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Титу Апостола Павла",
  ["возглас_ру"] = "К Ти́ту посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ Ті́тꙋ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Филимону Апостола Павла",
  ["возглас_ру"] = "К Филимо́ну посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Къ Фїлимо́нꙋ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}

add_book {
  ["название"] = "Послание к Евреям Апостола Павла",
  ["возглас_ру"] = "Ко евре́ем посла́ния свята́го апо́стола Па́вла чте́ние.",
  ["возглас_цс"] = "Ко є҆вре́ємъ посла́нїѧ ст҃а́гѡ а҆пⷭ҇ла Па́ѵла чте́нїе.",
}
