add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Твоя́ победи́тельная десни́ца / Боголе́пно в кре́пости просла́вися: / та бо, Безсме́ртне, / я́ко всемогу́щая проти́вныя сотре́, / изра́ильтяном путь глубины́ новосоде́лавшая.",
  ["текст_цс"] = "Твоѧ̀ побѣди́тельнаѧ десни́ца, бг҃олѣ́пнѡ въ крѣ́пости просла́висѧ. та́ бо безсме́ртне ꙗ҆́кѡ всемогꙋ́щаѧ, проти̑вныѧ сотрѐ, і҆и҃льтѧнѡмъ пꙋ́ть глꙋбины̀ новосодѣ́лавшаѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Христо́с во гра́де Вифлее́мсте младе́нствует, / на́ше, я́ко Благоутро́бен, обновля́я естество́. / Усе́рдно прииди́те, земноро́днии, / се́рдцем песнь сладкопе́сненную воспои́м Влады́це во ве́ки: / сла́вно бо просла́вися.",
  ["текст_цс"] = "Хрⷭ҇то́съ во гра́дѣ виѳлее́мстѣ младе́нствꙋетъ, на́ше ꙗ҆́кѡ бл҃гоꙋтро́бенъ ѡ҆бновлѧ́ѧ є҆стество̀. оу҆се́рднѡ прїиди́те земноро́днїи, се́рдцемъ пѣ́снь сладкопѣ́сненнꙋю воспои́мъ влⷣцѣ во вѣ́ки: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Христо́с ражда́ется сла́вите! / Христо́с с Небе́с сря́щите! / Христо́с на земли́ возноси́теся! / По́йте Го́сподеви, вся земля́, / и весе́лием воспо́йте, лю́дие, / я́ко просла́вися.",
  ["текст_цс"] = "Хрⷭ҇то́съ ражда́етсѧ, сла́вите: хрⷭ҇то́съ съ нб҃съ, срѧ́щите: хрⷭ҇то́съ на землѝ, возноси́тесѧ. по́йте гдⷭ҇еви всѧ̀ землѧ̀, и҆ весе́лїемъ воспо́йте лю́дїе, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Спасе́ лю́ди чудоде́йствуяй Влады́ка, / мо́крую мо́ря во́лну оземлени́в дре́вле; / во́лею же ро́ждься от Де́вы, / стезю́ прохо́дну Небесе́ полага́ет нам. / Его́же, по Существу́ ра́вна же Отцу́ и челове́ком, сла́вим.",
  ["текст_цс"] = "Сп҃сѐ лю́ди чꙋдодѣ́йствꙋѧй влⷣка, мо́крꙋю мо́рѧ во́лнꙋ ѡ҆землени́въ дре́вле: во́лею же ро́ждьсѧ ѿ дв҃ы, стезю̀ прохо́днꙋ нб҃сѐ полага́етъ на́мъ, є҆го́же по сꙋществꙋ̀ ра́вна же ѻ҆ц҃ꙋ̀ и҆ человѣ́кѡмъ сла́вимъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Боже́ственнейший прообрази́ дре́вле Моисе́й, / в Чермне́м мо́ри прове́д Изра́иля Кресто́м Твои́м, / во́ду жезло́м пресе́к, / песнь Тебе́ исхо́дную / воспева́я, Христе́ Бо́же.",
  ["текст_цс"] = "Бж҃е́ственнѣйшїй проѡбразѝ дре́вле мѡѷсе́й, въ чермнѣ́мъ мо́ри прове́дъ і҆и҃лѧ крⷭ҇то́мъ твои́мъ, во́дꙋ жезло́мъ пресѣ́къ. пѣ́снь тебѣ̀ и҆схо́днꙋю воспѣва́ѧ, хрⷭ҇тѐ бж҃е.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Воскресе́ния день, / просвети́мся, лю́дие, / Па́сха, Госпо́дня Па́сха: / от сме́рти бо к Жи́зни / и от земли́ к Небеси́ / Христо́с Бог нас преведе́, / побе́дную пою́щия.",
  ["текст_цс"] = "Воскрⷭ҇нїѧ де́нь, просвѣти́мсѧ лю́дїе, па́сха, гдⷭ҇нѧ па́сха: ѿ сме́рти бо къ жи́зни, и҆ ѿ землѝ къ нб҃сѝ, хрⷭ҇то́съ бг҃ъ на́съ преведѐ, побѣ́днꙋю пою́щыѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пои́м, вси лю́дие, / от го́рькия рабо́ты фарао́ни Изра́иля Изме́ншему / и во глубине́ морсте́й нога́ми немо́крыми Наста́вльшему / песнь побе́дную, / я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ всѝ лю́дїе, ѿ го́рькїѧ рабо́ты фараѡ́ни, і҆и҃лѧ и҆змѣ́ншемꙋ, и҆ во глꙋбинѣ̀ морстѣ́й нога́ми немо́крыми наста́вльшемꙋ, пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Преукраше́нная Боже́ственною сла́вою, / свяще́нная и сла́вная, Де́во, па́мять Твоя́ / вся собра́ к весе́лию ве́рныя, / начина́ющей Мариа́ме с ли́ки и тимпа́ны / Твоему́ пою́щия Единоро́дному: / сла́вно я́ко просла́вися.",
  ["текст_цс"] = "Преꙋкраше́ннаѧ бж҃е́ственною сла́вою, сщ҃е́ннаѧ и҆ сла́внаѧ дв҃о па́мѧть твоѧ̀, всѧ̑ собра̀ къ весе́лїю вѣ̑рныѧ, начина́ющей марїа́мѣ, съ ли́ки и҆ тѷмпа́ны, твоемꙋ̀ пою́щыѧ є҆диноро́дномꙋ, сла́внѡ ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Песнь побе́дную пои́м вси Бо́гу, / сотво́ршему ди́вная чудеса́ мы́шцею высо́кою / и спа́сшему Изра́иля, / я́ко просла́вися.",
  ["текст_цс"] = "Пѣ́снь побѣ́днꙋю пои́мъ всѝ бг҃ꙋ, сотво́ршемꙋ ди̑внаѧ чꙋдеса̀ мы́шцею высо́кою, и҆ сп҃сшемꙋ і҆и҃лѧ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пои́м Го́сподеви песнь но́вую, / непроходи́мое бо оземлени́в Чермно́е, / пешеше́ствовати сотвори́ сыно́м Изра́илевым, / и сопроти́вныя враги́ покры́ мо́ре.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇еви пѣ́снь но́вꙋю, непроходи́мое бо ѡ҆землени́въ, чермно́е, пѣшеше́ствовати сотворѝ сынѡ́мъ і҆и҃лєвымъ, и҆ сопроти̑вныѧ врагѝ покры̀ мо́ре.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Похвалу́ Богови́дец Моисе́й Изра́илю предвозглаша́ет, / начина́ет же Мариа́м прему́дрым же на́м, / песнь побе́дную Изба́вителю Бо́гу вси воспои́м.",
  ["текст_цс"] = "Похвалꙋ̀ бг҃ови́децъ мѡѷсе́й і҆и҃лю предвозглаша́етъ, начина́етъ же марїа́мъ премꙋ̑дрымъ жена́мъ: пѣ́снь побѣ́днꙋю и҆зба́вителю бг҃ꙋ всѝ воспои́мъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Столпо́м о́гненным и о́блачным Изра́иля наставле́й я́ко Бог / мо́ре разве́рже, / колесни́цы же фарао́новы глубино́ю покры́, / пои́м песнь побе́дную, / я́ко Еди́н просла́вися.",
  ["текст_цс"] = "Столпо́мъ ѻ҆́гненнымъ и҆ ѻ҆́блачнымъ і҆и҃лѧ наставле́й ꙗ҆́кѡ бг҃ъ, мо́ре разве́рже, колесни̑цы же фараѡ́нѡвы глꙋбино́ю покры̀: пои́мъ пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ є҆ди́нъ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Го́рькия рабо́ты изба́влься Изра́иль, / непроходи́мое про́йде, я́ко су́шу, / врага́ зря потопля́ема, / песнь я́ко Благоде́телю пое́т Бо́гу, / чудоде́ющему мы́шцею высо́кою, / я́ко просла́вися.",
  ["текст_цс"] = "Го́рькїѧ рабѡ́ты и҆зба́вльсѧ і҆и҃ль, непроходи́мое про́йде ꙗ҆́кѡ сꙋ́шꙋ: врага̀ зрѧ̀ потоплѧ́ема, пѣ́снь ꙗ҆́кѡ бл҃годѣ́телю пое́тъ бг҃ꙋ, чꙋдодѣ́ющемꙋ мы́шцею высо́кою, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пои́м песнь но́вую Бо́гу, / от рабо́ты фарао́новы / изба́вльшему сы́ны Изра́илевы / и в пусты́ни ты́я препита́вшему, / я́ко сла́вно просла́вися.",
  ["текст_цс"] = "Пои́мъ пѣ́снь но́вꙋю бг҃ꙋ, ѿ рабо́ты фараѡ́новы и҆зба́вльшемꙋ сы́ны і҆и҃лєвы, и҆ въ пꙋсты́ни ты̑ѧ препита́вшемꙋ, ꙗ҆́кѡ сла́внѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Фарао́на с колесни́цами / в мо́ри Христо́с потопи́ / и наста́ви лю́ди, пою́щия и глаго́лющия: / пои́м Го́сподеви, / сла́вно бо просла́вися.",
  ["текст_цс"] = "Фараѡ́на съ колесни́цами въ мо́ри хрⷭ҇то́съ потопѝ и҆ наста́ви лю́ди, пою́щыѧ и҆ глаго́лющыѧ: пои́мъ гдⷭ҇еви, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вознесу́ Тя, Бо́же, Спа́се мой, / я́ко воскре́сл еси́ от ме́ртвых, / попра́в смерть.",
  ["текст_цс"] = "Вознесꙋ̀ тѧ̀ бж҃е сп҃се мо́й, ꙗ҆́кѡ воскре́слъ є҆сѝ ѿ ме́ртвыхъ, попра́въ сме́рть.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Го́сподеви пои́м побе́дную песнь, / во исхо́де Изра́илеве из Еги́пта / Чермна́го мо́ря и Иорда́на струи́ огусти́вшему, / Еди́ному пресла́вно, / лю́дем, пешеше́ствующим посреде́ его́, / сла́вно бо просла́вися.",
  ["текст_цс"] = "Гдⷭ҇еви пои́мъ побѣ́днꙋю пѣ́снь, во и҆схо́дѣ і҆и҃левѣ и҆з̾ є҆гѵ́пта, чермна́гѡ мо́рѧ, и҆ і҆ѻрда́на стрꙋи̑ ѡ҆гꙋсти́вшемꙋ є҆ди́номꙋ пресла́внѡ, лю́демъ пѣшеше́ствꙋющымъ посредѣ̀ є҆гѡ̀: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Помо́гшему Бо́гу во Еги́пте Моисе́ови / и тем фарао́на со всево́инством погрузи́вшему, / побе́дную песнь пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Помо́гшемꙋ бг҃ꙋ во є҆гѵ́птѣ мѡѷсе́ови, и҆ тѣ́мъ фараѡ́на со всево́инствомъ погрꙋзи́вшемꙋ, побѣ́днꙋю пѣ́снь пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / я́ко Сло́во О́тчее во́лею сни́де на зе́млю, / приклони́в Небеса́, и бысть Челове́к, / да челове́ка спасе́т, / я́ко Человеколю́бец.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, ꙗ҆́кѡ сло́во ѻ҆́ч҃ее во́лею сни́де на зе́млю, приклони́въ нб҃са̀, и҆ бы́сть человѣ́къ, да человѣ́ка сп҃се́тъ, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́ гла́су моему́, от Де́вы Рожде́йся, / и глаго́лы моя́ внуши́, / я́ко И́мя Твое́ ди́вное, Го́споди, призва́х.",
  ["текст_цс"] = "Вонмѝ гла́сꙋ моемꙋ̀ ѿ дв҃ы рожде́йсѧ, и҆ глаго́лы моѧ̑ внꙋшѝ, ꙗ҆́кѡ и҆́мѧ твоѐ ди́вное гдⷭ҇и призва́хъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́, Не́бо, и слы́ши, земле́, / и Христа́ воспо́й, пелена́ми обви́таго / и вери́ги прегреше́ний мои́х разреши́вшаго.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ слы́ши землѐ, и҆ хрⷭ҇та̀ воспо́й пелена́ми ѡ҆бви́таго, и҆ вери̑ги прегрѣше́нїй мои́хъ разрѣши́вшаго.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́ Не́бо, и возглаго́лю, / и да слы́шит земля́ глаго́лы уст мои́х: / я́ко И́мя Твое́, Го́споди, призва́х.",
  ["текст_цс"] = "Вонмѝ нб҃о и҆ возглаго́лю, и҆ да слы́шитъ землѧ̀ глаго́лы оу҆́стъ мои́хъ, ꙗ҆́кѡ и҆́мѧ твоѐ гдⷭ҇и, призва́хъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / и воспою́ Христа́, Спа́са ми́рови, / еди́наго Человеколю́бца.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀ сп҃са мі́рови, є҆ди́наго чл҃вѣколю́бца.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вонми́ гла́су моле́ния моего́, / Царю́ мой и Бо́же мой, / пе́сненно Тебе́ вопию́, / я́ко к Тебе́ помолю́ся, Го́споди, / и спаси́ мя.",
  ["текст_цс"] = "Вонмѝ гла́сꙋ моле́нїѧ моегѡ̀ цр҃ю̀ и҆ бж҃е мо́й, пѣ́сненнѡ тебѣ̀ вопїю̀: ꙗ҆́кѡ къ тебѣ̀ помолю́сѧ гдⷭ҇и, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Бог Аз есмь, / порабоще́нныя лю́ди Изра́илевы / Моисе́ю народоводи́ти в пусты́ ни повеле́вый / и спасы́й, я́ко си́лен, / вла́стию Мое́ю.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ бг҃ъ а҆́зъ є҆́смь, порабощє́нныѧ лю́ди і҆и҃лєвы, мѡѷсе́ю народоводи́ти въ пꙋсты́ни повелѣ́вый, и҆ сп҃сы́й ꙗ҆́кѡ си́ленъ вла́стїю мое́ю.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Спас ми́ра, / Свет И́стинный, Исто́чник жи́зни, / Сын Бо́жий.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь сп҃съ мі́ра, свѣ́тъ и҆́стинный, и҆сто́чникъ жи́зни, сн҃ъ бж҃їй.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Еди́не, ве́дый челове́ческаго существа́ не́мощь / и ми́лостивно в не вообра́жся, / препоя́ши мя с высоты́ си́лою, / е́же вопи́ти Тебе́, Святы́й, / одушевле́нный хра́ме неизрече́нныя сла́вы Твоея́, Человеколю́бче.",
  ["текст_цс"] = "Є҆ди́не вѣ́дый человѣ́ческагѡ сꙋщества̀ не́мощь, и҆ млⷭ҇тивнѡ въ нѐ воѡбра́жьсѧ, препоѧ́ши мѧ̀ съ высоты̀ си́лою, є҆́же вопи́ти тебѣ̀ ꙾ст҃ы́й, ѡ҆дꙋшевле́нный хра́ме꙾꙾ст҃ъ ѡ҆дꙋшевле́нный хра́мъ꙾ неизрече́нныѧ сла́вы твоеѧ̀, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Высокоца́рствуяй Безнача́льне, / ми́лостиве Сло́ве, / при́зри, вонми́ ми, / слезоточа́щая приле́жно вопия́ше Ти дре́вле А́нна; / но я́ко о́ную услы́шал еси́ рыда́ющую, / и на́ша утверди́ мы́сли, Царю́, / досто́йно пе́ти Твое́ Рождество́.",
  ["текст_цс"] = "Высокоцрⷭ҇твꙋѧй, безнача́льне млⷭ҇тиве сло́ве, при́зри, вонми́ ми, слезоточа́щаѧ прилѣ́жнѡ вопїѧ́ше тѝ дре́вле а҆́нна: но ꙗ҆́кѡ ѻ҆́нꙋю оу҆слы́шалъ є҆сѝ рыда́ющꙋю, и҆ на́шѧ оу҆твердѝ мы́сли цр҃ю̀, досто́йнѡ пѣ́ти твоѐ ржⷭ҇тво̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пре́жде век от Отца́ рожде́нному нетле́нно Сы́ну / и в после́дняя от Де́вы / воплоще́нному безсе́менно, / Христу́ Бо́гу возопии́м: / вознесы́й рог наш, / Свят еси́, Го́споди.",
  ["текст_цс"] = "Пре́жде вѣ̑къ ѿ ѻ҆ц҃а̀ рожде́нномꙋ нетлѣ́ннѡ сн҃ꙋ, и҆ въ послѣ̑днѧѧ ѿ дв҃ы воплоще́нномꙋ безсѣ́меннѡ хрⷭ҇тꙋ̀ бг҃ꙋ возопїи́мъ: вознесы́й ро́гъ на́шъ, ст҃ъ є҆сѝ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "При́зри на пе́ния рабо́в, Благоде́телю, / врага́ смиря́я вознесе́нную горды́ню, / нося́й же, Всеви́дче, греха́ превы́шше / непоколе́блемо утвержде́ныя, Бла́же, певцы́ / основа́нием ве́ры.",
  ["текст_цс"] = "При́зри на пѣ̑нїѧ рабѡ́въ бл҃годѣ́телю, врага̀ смирѧ́ѧ вознесе́ннꙋю горды́ню: носѧ́й же всеви́дче грѣха̀ превы́ше непоколе́блемѡ, оу҆тверждє́нныѧ бл҃же пѣвцы̀, ѡ҆снова́нїемъ вѣ́ры.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утверди́, Влады́ко Христе́, Кресто́м на ка́мени мя ве́ры, / не поколеба́тися уму́ прило́ги врага́ зла́го, / Еди́н бо еси́ Свят.",
  ["текст_цс"] = "Оу҆твердѝ влⷣко хрⷭ҇тѐ, крⷭ҇то́мъ на ка́мени мѧ̀ вѣ́ры, не поколеба́тисѧ оу҆мꙋ̀, прилѡ́ги врага̀ ѕла́гѡ: є҆ди́нъ бо є҆сѝ ст҃ъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Прииди́те, пи́во пие́м но́вое, / не от ка́мене непло́дна чудоде́емое, / но нетле́ния исто́чник, / из гро́ба одожди́вша Христа́, / в Не́мже утвержда́емся.",
  ["текст_цс"] = "Прїиди́те пи́во пїе́мъ но́вое, не ѿ ка́мене непло́дна чꙋдодѣ́емое, но нетлѣ́нїѧ и҆сто́чникъ, и҆з̾ гро́ба ѡ҆дожди́вша хрⷭ҇та̀: въ не́мже оу҆твержда́емсѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утверди́ мене́, Христе́, / на недви́жимом ка́мени за́поведей Твои́х / и просвети́ мя све́том лица́ Твоего́: / несть бо свят, па́че Тебе́, / Человеколю́бче.",
  ["текст_цс"] = "Оу҆твердѝ менѐ хрⷭ҇тѐ, на недви́жимомъ ка́мени за́повѣдей твои́хъ, и҆ просвѣти́ мѧ свѣ́томъ лица̀ твоегѡ̀: нѣ́сть бо ст҃ъ па́че тебѐ, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Соде́тельная и содержи́тельная всех / Бо́жия му́дросте и си́ло, / непрекло́нну, недви́жиму Це́рковь утверди́, Христе́, / Еди́н бо еси́ Свят, / во святы́х почива́яй.",
  ["текст_цс"] = "Содѣ́тельнаѧ и҆ содержи́тельнаѧ всѣ́хъ бж҃їѧ мꙋ́дросте и҆ си́ло, непрекло́ннꙋ, недви́жимꙋ цр҃ковь оу҆твердѝ хрⷭ҇тѐ: є҆ди́нъ бо є҆сѝ ст҃ъ, во ст҃ы́хъ почива́ѧй.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ка́мень, его́же небрего́ша зи́ждущии,/ сей бысть во главу́ у́гла:/ той есть Ка́мень,/ на не́мже утверди́ Це́рковь Христо́с,/ ю́же от язы́к искупи́.",
  ["текст_цс"] = "Ка́мень є҆го́же небрего́ша зи́ждꙋщїи, бы́сть во главꙋ̀ оу҆́гла: то́й є҆́сть ка́мень, на не́мже оу҆твердѝ цр҃ковь хрⷭ҇то́съ, ю҆́же ѿ ꙗ҆зы̑къ и҆скꙋпѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утвержде́й сло́вом Небеса́ и зе́млю основа́вый, Бо́же, / и мене́ утверди́, вопию́ща Тебе́ песнь: / Свят еси́, Го́споди.",
  ["текст_цс"] = "Оу҆твержде́й сло́вомъ нб҃са̀, и҆ зе́млю ѡ҆снова́вый бж҃е, и҆ менѐ оу҆твердѝ вопїю́ща тебѣ̀ пѣ́снь: ст҃ъ є҆сѝ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пре́жде зача́тия честна́го Саму́ила несумне́н но Бо́гу обеща́вши, / священнома́ти А́нна ны́не, ра́дующися, пое́т с на́ми: / утверди́ся в Го́споде се́рдце мое́.",
  ["текст_цс"] = "Пре́жде зача́тїѧ чⷭ҇тна́гѡ самꙋ́ила, несꙋмнѣ́ннѡ бг҃ꙋ ѡ҆бѣща́вши, сщ҃еннома́ти а҆́нна, ны́нѣ ра́дꙋющисѧ пое́тъ съ на́ми: оу҆тверди́сѧ въ гдⷭ҇ѣ се́рдце моѐ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Не му́дростию и бога́тством да хва́лится сме́ртный свои́м, / но ве́рою Госпо́днею, / правосла́вно взыва́я Христу́ Бо́гу и поя́ при́сно: / на ка́мени Твои́х за́поведей / утверди́ мя, Влады́ко.",
  ["текст_цс"] = "Не мꙋ́дростїю и҆ бога́тствомъ да хва́литсѧ сме́ртный свои́мъ, но вѣ́рою гдⷭ҇нею, правосла́внѡ взыва́ѧ хрⷭ҇тꙋ̀ бг҃ꙋ, и҆ поѧ̀ при́снѡ: на ка́мени твои́хъ за́повѣдей оу҆тверди́ мѧ, влⷣко.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Да утверди́тся се́рдце мое́ в во́ли Твое́й, Христе́ Бо́же, / И́же над вода́ми не́бо утвержде́й второ́е / и основа́вый на вода́х зе́млю, Всеси́льне.",
  ["текст_цс"] = "Да оу҆тверди́тсѧ се́рдце моѐ въ во́ли твое́й хрⷭ҇тѐ бж҃е, и҆́же над̾ вода́ми нб҃о оу҆твержде́й второ́е, и҆ ѡ҆снова́вый на вода́хъ зе́млю, всеси́льне.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утверди́, Го́споди, Це́рковь Твою́, / ю́же стяжа́л еси́ / си́лою Креста́ Твоего́, / и́мже врага́ победи́л еси́ / и просвети́л еси́ вселе́нную.",
  ["текст_цс"] = "Оу҆твердѝ гдⷭ҇и цр҃ковь твою̀, ю҆́же стѧжа́лъ є҆сѝ си́лою крⷭ҇та̀ твоегѡ̀, и҆́мже врага̀ побѣди́лъ є҆сѝ, и҆ просвѣти́лъ є҆сѝ вселе́ннꙋю.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утвержде́ние ми бу́ди, / основа́вый зе́млю на вода́х, / я́ко несть свят, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Оу҆твержде́нїе мѝ бꙋ́ди, ѡ҆снова́вый зе́млю на вода́хъ, ꙗ҆́кѡ нѣ́сть ст҃ъ, па́че тебѐ, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утвержде́й сло́вом Твои́м вселе́нную, / я́же не подви́жится, / утверди́ и на́шу мысль в страх Твой, Влады́ко Го́споди.",
  ["текст_цс"] = "Оу҆твержде́й сло́вомъ твои́мъ вселе́ннꙋю, ꙗ҆́же не подви́житсѧ, оу҆твердѝ и҆ на́шꙋ мы́сль въ стра́хъ тво́й, влⷣко гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Да утверди́тся се́рдце мое́ наде́ждею, Христе́, благ Твои́х, / да непреста́нно с пе́снию пе́ние взыва́ю Ти, / и́бо несть свят, па́че Тебе́, Человеколю́бче.",
  ["текст_цс"] = "Да оу҆тверди́тсѧ се́рдце моѐ наде́ждею хрⷭ҇тѐ бла́гъ твои́хъ, да непреста́ннѡ съ пѣ́снїю пѣ́нїе взыва́ю тѝ: и҆́бо нѣ́сть ст҃ъ па́че тебѐ, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Го́ру Тя, благода́тию Бо́жиею приосене́нную, / прозорли́выма Авваку́м усмотри́в очи́ма, / из Тебе́ изы́ти Изра́илеву / провозглаша́ше Свято́му / во спасе́ние на́ше и обновле́ние.",
  ["текст_цс"] = "Го́рꙋ тѧ̀ бл҃года́тїю бж҃їею прїѡсѣне́ннꙋю, прозорли́выма а҆ввакꙋ́мъ оу҆смотри́въ ѻ҆чи́ма, и҆з̾ тебѐ и҆зы́ти і҆и҃левꙋ провозглаша́ше ст҃о́мꙋ, во сп҃се́нїе на́ше и҆ ѡ҆бновле́нїе.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Услы́шав проро́к, Христе́, слух Твой, убоя́ся, / я́ко и́маши от Де́вы пройти́, / и возопи́ тре́петом: сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шавъ прⷪ҇ро́къ хрⷭ҇тѐ слꙋ́хъ тво́й, оу҆боѧ́сѧ, ꙗ҆́кѡ и҆́маши ѿ дв҃ы пройтѝ, и҆ возопѝ тре́петомъ: сла́ва си́лѣ твое́й, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Жезл из ко́рене Иессе́ова / и цвет от него́, Христе́, / от Де́вы прозя́бл еси́, / из горы́, Хва́льный, / приосене́нныя ча́щи / прише́л еси́, вопло́щся / от Неискусому́жныя, Невеще́ственный и Бо́же. / Сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Же́злъ и҆з̾ ко́рене і҆ессе́ова, и҆ цвѣ́тъ ѿ негѡ̀ хрⷭ҇тѐ, ѿ дв҃ы прозѧ́блъ є҆сѝ и҆з̾ горы̀ хва́льный, прїѡсѣне́нныѧ ча́щи, прише́лъ є҆сѝ вопло́щьсѧ ѿ неискꙋсомꙋ́жныѧ невеще́ственный и҆ бж҃е: сла́ва си́лѣ твое́й, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ро́да челове́ча обновле́ние / дре́вле, поя́, проро́к Авваку́м предвозвеща́ет, / ви́дети неизрече́нно сподо́бився о́браз: / млады́й Младе́нец бо из горы́ Де́вы, изы́де / люде́й во обновле́ние, Сло́во.",
  ["текст_цс"] = "Ро́да человѣ́ча ѡ҆бновле́нїе, дре́вле поѧ̀ прⷪ҇ро́къ а҆ввакꙋ́мъ предвозвѣща́етъ, ви́дѣти неизрече́ннѡ сподо́бивсѧ ѡ҆́бразъ: млады́й млⷣнецъ бо и҆з̾ горы̀ дв҃ы и҆зы́де, люде́й во ѡ҆бновле́нїе сло́во.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "На Кресте́ Тя, Си́льне, / свети́ло вели́кое ви́дев, тре́петом взя́тся, / лучи́ сопря́тав, скры. / Вся же тварь воспе́ со стра́хом Твое́ долготерпе́ние, / и́бо испо́лнися земля́ Твоего́ хвале́ния.",
  ["текст_цс"] = "На крⷭ҇тѣ̀ тѧ̀ си́льне свѣти́ло вели́кое ви́дѣвъ, тре́петомъ взѧ́тсѧ, лꙋчѝ сопрѧ́тавъ скры̀, всѧ́ же тва́рь воспѣ̀ со стра́хомъ твоѐ долготерпѣ́нїе: и҆́бо и҆спо́лнисѧ землѧ̀ твоегѡ̀ хвале́нїѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "На Боже́ственней стра́жи / Богоглаго́ливый Авваку́м / да ста́нет с на́ми и пока́жет / светоно́сна А́нгела, / я́сно глаго́люща: / днесь спасе́ние ми́ру, / я́ко воскре́се Христо́с, / я́ко всеси́лен.",
  ["текст_цс"] = "На бж҃е́ственнѣй стра́жи, бг҃оглаго́ливый а҆ввакꙋ́мъ, да ста́нетъ съ на́ми и҆ пока́жетъ свѣтоно́сна а҆́гг҃ла ꙗ҆́снѡ глаго́люща: дне́сь сп҃се́нїе мі́рꙋ, ꙗ҆́кѡ воскр҃се хрⷭ҇то́съ, ꙗ҆́кѡ всеси́ленъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ве́лия та́йна / Твоего́, Христе́, смотре́ния: / сию́ бо свы́ше прови́дя Богозри́тельно, Авваку́м, / изше́л еси́, вопия́ше Тебе́, / во спасе́ние люде́й Твои́х, /Человеколю́бче.",
  ["текст_цс"] = "Ве́лїѧ та́йна твоегѡ̀ хрⷭ҇тѐ смотре́нїѧ: сїю́ бо свы́ше прови́дѧ, бг҃озри́тельнѡ а҆ввакꙋ́мъ, и҆зше́лъ є҆сѝ, вопїѧ́ше тебѣ̀, во сп҃се́нїе люде́й твои́хъ, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ре́чи проро́ков и гада́ния / воплоще́ние прояви́ша от Де́вы Твое́, Христе́, / сия́ние блиста́ния Твоего́ во свет язы́ков изы́дет, / и возгласи́т Тебе́ бе́здна с весе́лием: / си́ле Твое́й сла́ва, Человеколю́бче.",
  ["текст_цс"] = "Рѣ̑чи прⷪ҇ро́кѡвъ и҆ гада̑нїѧ, воплоще́нїе проѧви́ша ѿ дв҃ы твоѐ хрⷭ҇тѐ, сїѧ́нїе блиста́нїѧ твоегѡ̀, во свѣ́тъ ꙗ҆зы́кѡвъ и҆зы́детъ, и҆ возгласи́тъ тебѣ̀ бе́здна съ весе́лїемъ: си́лѣ твое́й сла́ва, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ду́хом прови́дя, проро́че Авваку́ме, Словесе́ воплоще́ние, / пропове́дал еси́, вопия́: / внегда́ прибли́житися ле́том позна́ешися, / внегда́ приити́ вре́мени пока́жешися. / Сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Дх҃омъ прови́дѧ прⷪ҇ро́че а҆ввакꙋ́ме, словесѐ воплоще́нїе, проповѣ́далъ є҆сѝ вопїѧ̀: внегда̀ прибли́житисѧ лѣ́тѡмъ, позна́ешисѧ: внегда̀ прїитѝ вре́мени, пока́жешисѧ. сла́ва си́лѣ твое́й, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Слы́ша дре́вле Авваку́м, Христе́, чу́дный Твой слух / и стра́хом взыва́ше: / от ю́га Бог прии́дет и Святы́й от горы́ приосене́нныя ча́щи / спасти́ пома́занныя. / Сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Слы́ша дре́вле а҆ввакꙋ́мъ хрⷭ҇тѐ чꙋ́дный тво́й слꙋ́хъ, и҆ стра́хомъ взыва́ше: ѿ ю҆́га бг҃ъ прїи́детъ, и҆ ст҃ы́й ѿ горы̀ прїѡсѣне́нныѧ ча́щи, сп҃стѝ пома̑занныѧ. сла́ва си́лѣ твое́й, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Авваку́м, сла́вное Твое́ прише́ствие а́бие, Сло́ве, прови́дя, вопия́ше: / услы́шах, Го́споди, я́ко от горы́ святы́я прии́деши / во спасе́ние челове́ков, / и, стра́ха испо́лнь быв, взыва́ет: / я́ко ве́лия дела́, Христе́ мой, Твоея́ сла́вы.",
  ["текст_цс"] = "А҆ввакꙋ́мъ сла́вное твоѐ прише́ствїе а҆́бїе сло́ве прови́дѧ, вопїѧ́ше: оу҆слы́шахъ гдⷭ҇и, ꙗ҆́кѡ ѿ горы̀ ст҃ы́ѧ прїи́деши, во сп҃се́нїе человѣ́кѡвъ и҆ стра́ха и҆спо́лнь бы́въ взыва́етъ: ꙗ҆́кѡ вє́лїѧ дѣла̀ хрⷭ҇тѐ мо́й твоеѧ̀ сла́вы.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Слух Твой, Го́споди, услы́шах и убоя́хся, / дела́ Твоя́ разуме́х и ужасо́хся, / я́ко Бог, пре́жде век Сый, от Де́вы рожде́йся, бысть Челове́к.",
  ["текст_цс"] = "Слꙋ́хъ тво́й, гдⷭ҇и, оу҆слы́шахъ, и҆ оу҆боѧ́хсѧ, дѣла̀ твоѧ̑ разꙋмѣ́хъ, и҆ оу҆жасо́хсѧ: ꙗ҆́кѡ бг҃ъ пре́жде вѣ̑къ сы́й ѿ дв҃ы рожде́йсѧ бы́сть чл҃вѣ́къ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "С чу́дным ста Авваку́мом / на Боже́ственней твое́й стра́жи, Григо́рие, / и, Су́щаго на ра́му Херуви́мску позна́вый, / всеми́рнаго был еси́ возвести́тель спасе́ния, при́сно зовы́й: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Съ чꙋ́днымъ ста́въ а҆ввакꙋ́момъ, на бж҃е́ственнѣй твое́й стра́жи григо́рїе, и҆ сꙋ́щаго на ра̑мꙋ херꙋві̑мскꙋ позна́вый, всемі́рнагѡ бы́лъ є҆сѝ возвѣсти́тель сп҃се́нїѧ, при́снѡ зовы́й: сла́ва си́лѣ твое́й, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Взя́тся со́лнце, и луна́ ста в чи́не свое́м, / возне́слся еси́, Долготерпели́ве, на Дре́во / и водрузи́л еси́ на нем Це́рковь Твою́.",
  ["текст_цс"] = "Взѧ́тсѧ со́лнце, и҆ лꙋна̀ ста̀ въ чи́нѣ свое́мъ: возне́слсѧ є҆сѝ долготерпѣли́ве на дре́во, и҆ водрꙋзи́лъ є҆сѝ на не́мъ цр҃ковь твою̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Что вопие́ши ду́хом, рцы, проро́че, / прови́дев, ужасну́лся еси́, / Бо́га разуме́в от Де́вы, / соедине́на мне пло́тию, / те́мже ужаса́юся.",
  ["текст_цс"] = "Что̀ вопїе́ши дх҃омъ, рцы̀ прⷪ҇ро́че, прови́дѣвъ оу҆жаснꙋ́лсѧ є҆сѝ; бг҃а разꙋмѣ́въ ѿ дв҃ы, соедине́на мнѣ̀ пло́тїю: тѣ́мже оу҆жаса́юсѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Я́ко Бог воплоща́ется, не пострада́в преложе́ния, / Боже́ственный ужасе́ся, услы́шав, Авваку́м / и, е́же в Богове́дение от идолонеи́стовства / разуме́в ве́рных спасе́ние, взыва́ше: / Го́споди, сла́ва си́ле Твое́й.",
  ["текст_цс"] = "Ꙗ҆́кѡ бг҃ъ воплоща́етсѧ, не пострада́въ преложе́нїѧ, бж҃е́ственный оу҆жасе́сѧ оу҆слы́шавъ а҆ввакꙋ́мъ. и҆ є҆́же въ бг҃овѣ́дѣнїе ѿ і҆дѡлонеи́стовства разꙋмѣ́въ вѣ́рныхъ сп҃се́нїе, взыва́ше: гдⷭ҇и, сла́ва си́лѣ твое́й.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / разуме́х дела́ Твоя́, проро́к глаго́лаше, / и просла́вих си́лу Твою́.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и, слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ, разꙋмѣ́въ дѣла̀ твоѧ̑, прⷪ҇ро́къ глаго́лаше, и҆ просла́вихъ си́лꙋ твою̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Возсия́ благода́ть Твоя́ язы́ком, / и ви́деша концы́ сла́ву Твою́, / я́ко Кресто́м Твои́м мир весь спасл еси́.",
  ["текст_цс"] = "Возсїѧ̀ бл҃года́ть твоѧ̑ ꙗ҆зы́кѡмъ, и҆ ви́дѣша концы̀ сла́вꙋ твою̀, ꙗ҆́кѡ крⷭ҇то́мъ твои́мъ мі́ръ ве́сь сп҃слъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Разуме́х, Всеси́льне, / Твое́ смотре́ние / и со стра́хом просла́вих Тя, Спа́се.",
  ["текст_цс"] = "Разꙋмѣ́хъ всеси́льне, твоѐ смотре́нїе, и҆ со стра́хомъ просла́вихъ тѧ̀, сп҃се.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / я́ко Кресто́м Твои́м мир просвети́л еси́ / и нам дарова́л еси́ Твое́ Воскресе́ние.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и, слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ: ꙗ҆́кѡ крⷭ҇то́мъ твои́мъ мі́ръ просвѣти́лъ є҆сѝ, и҆ на́мъ дарова́лъ є҆сѝ твоѐ воскрⷭ҇нїе.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Слух си́лы Твоея́ проро́к Авваку́м услы́шав, убоя́ся, / дела́ Твоя́, Бо́же, разуме́в, ужасе́ся и вопия́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Слꙋ́хъ си́лы твоеѧ̀ прⷪ҇ро́къ а҆ввакꙋ́мъ оу҆слы́шавъ оу҆боѧ́сѧ, дѣла̀ твоѧ̑ бж҃е, разꙋмѣ́въ оу҆жасе́сѧ, и҆ вопїѧ́ше: сла́ва си́лѣ, твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Просвети́вый сия́нием / прише́ствия Твоего́, Христе́, / и освети́вый Кресто́м Твои́м ми́ра концы́, / сердца́ просвети́ све́том Твоего́ Богоразу́мия / правосла́вно пою́щих Тя.",
  ["текст_цс"] = "Просвѣти́вый сїѧ́нїемъ прише́ствїѧ твоегѡ̀ хрⷭ҇тѐ, и҆ ѡ҆свѧти́вый крⷭ҇то́мъ твои́мъ мі́ра концы̀, сердца̀ просвѣтѝ свѣ́томъ твоегѡ̀ бг҃оразꙋ́мїѧ, правосла́внѡ пою́щихъ тѧ̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О Всеви́дче, царе́й сла́во, / кто Твоему́ человеколю́бию земноро́дных не удиви́тся? / на земли́ бо яви́лся еси́, не оста́вль Оте́ческих, / днесь всю обновля́яй тварь / и мир, я́ко еди́н Миронача́льник, подая́й.",
  ["текст_цс"] = "Ѽ всеви́дче, царе́й сла́во, кто̀ твоемꙋ̀ чл҃вѣколю́бїю земноро́дныхъ не оу҆диви́тсѧ; на земли́ бо ꙗ҆ви́лсѧ є҆сѝ не ѡ҆ста́вль ѻ҆ч҃ескихъ, дне́сь всю̀ ѡ҆бновлѧ́ѧй тва́рь и҆ ми́ръ ꙗ҆́кѡ є҆ди́нъ миронача́льникъ подаѧ́й.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Бог Сый ми́ра, Оте́ц щедро́т, / Вели́каго Сове́та Твоего́ А́нгела, / мир подава́юща, посла́л еси́ нам; / тем, Богоразу́мия к све́ту наста́вльшеся, / от но́щи у́тренююще, / славосло́вим Тя, Человеколю́бче.",
  ["текст_цс"] = "Бг҃ъ сы́й ми́ра, ѻ҆ц҃ъ щедрѡ́тъ, вели́кагѡ совѣ́та твоегѡ̀ а҆́гг҃ла, ми́ръ подава́юща посла́лъ є҆сѝ на́мъ: тѣ́мъ бг҃оразꙋ́мїѧ къ свѣ́тꙋ наста́вльшесѧ, ѿ но́щи оу҆́тренююще, славосло́вимъ тѧ̀, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Из но́щи дел омраче́нныя пре́лести / очище́ние нам, Христе́, / бо́дренно ны́не соверша́ющим песнь, я́ко Благоде́телю, / прииди́, подава́яй удо́бну стезю́, / по не́йже востека́юще, обря́щем сла́ву.",
  ["текст_цс"] = "И҆з̾ но́щи дѣ́лъ ѡ҆мраче́нныѧ пре́лести, ѡ҆чище́нїе на́мъ хрⷭ҇тѐ бо́дреннѡ, ны́нѣ соверша́ющымъ пѣ́снь ꙗ҆́кѡ бл҃годѣ́телю, прїидѝ, подава́ѧй оу҆до́бнꙋ стезю̀, по не́йже востека́юще ѡ҆брѧ́щемъ сла́вꙋ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "У́тренююще, Тя воспева́ем, / Спа́се Ще́дре, / мир обре́тше Кресто́м Твои́м, / и́мже обнови́л еси́ род челове́ческий, / к Све́ту Невече́рнему вводя́ нас.",
  ["текст_цс"] = "Оу҆́тренююще тѧ̀ воспѣва́емъ сп҃се ще́дре, ми́ръ ѡ҆брѣ́тше крⷭ҇то́мъ твои́мъ, и҆́мже ѡ҆бнови́лъ є҆сѝ ро́дъ человѣ́ческїй, къ свѣ́тꙋ невече́рнемꙋ вводѧ̀ на́съ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "У́тренюем у́тренюю глубоку́, / и вме́сто ми́ра песнь принесе́м Влады́це, / и Христа́ у́зрим, / Пра́вды Со́лнце, / всем жизнь возсия́юща.",
  ["текст_цс"] = "Оу҆́тренюемъ оу҆́треннюю глꙋбокꙋ̀, и҆ вмѣ́стѡ мѵ́ра пѣ́снь принесе́мъ влⷣцѣ, и҆ хрⷭ҇та̀ оу҆́зримъ пра́вды сл҃нце, всѣ̑мъ жи́знь возсїѧ́юща.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Бо́жию и неизрече́нную добро́ту / доброде́телей Твои́х, Христе́, испове́м: / от Присносу́щныя бо Сла́вы / Соприсносу́щное и Ипоста́сное возсия́вый Сия́ние, / из де́вственныя утро́бы / су́щим во тьме и се́ни вопло́щся, / возсия́л еси́, Со́лнце.",
  ["текст_цс"] = "Бж҃їю и҆ неизрече́ннꙋю добро́тꙋ добродѣ́телей твои́хъ хрⷭ҇тѐ и҆сповѣ́мъ: ѿ присносꙋ́щныѧ бо сла́вы, соприсносꙋ́щное и҆ ѵ҆поста́сное возсїѧ́вый сїѧ́нїе, и҆з̾ дв҃ственныѧ оу҆тро́бы, сꙋ́щымъ во тьмѣ̀ и҆ сѣ́ни вопло́щьсѧ, возсїѧ́лъ є҆сѝ сл҃нце.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Твой мир даждь нам, / Сы́не Бо́жий: / ино́го бо, ра́зве Тебе́ бо́га не зна́ем, / И́мя Твое́ имену́ем, / я́ко Бог живы́х и ме́ртвых еси́.",
  ["текст_цс"] = "Тво́й ми́ръ да́ждь на́мъ, сн҃е бж҃їй, и҆но́гѡ бо ра́звѣ тебѐ бг҃а не зна́емъ: и҆́мѧ твоѐ и҆менꙋ́емъ, ꙗ҆́кѡ бг҃ъ живы́хъ и҆ ме́ртвыхъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "От но́щи у́тренююще, пое́м Тя, Христе́, / Отцу́ Собезнача́льна и Спа́са душ на́ших, / мир ми́рови пода́ждь, Человеколю́бче.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренююще, пое́мъ тѧ̀ хрⷭ҇тѐ, ѻ҆ц҃ꙋ̀ собезнача́льна, и҆ сп҃са дꙋ́шъ на́шихъ: ми́ръ мі́рови пода́ждь, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Угль горя́щий, и́же до Иса́ииных усте́н / Серафи́м приложи́ не́когда, / клеща́ми взем и приложе́н; / он же, очище́н быв, / пра́вде научи́теся, всем пропове́даше.",
  ["текст_цс"] = "Оу҆́гль горѧ́щїй, и҆́же до и҆са́їиныхъ оу҆сте́нъ серафі́мъ приложѝ нѣ́когда, клеща́ми взе́мъ, и҆ приложе́нъ: ѻ҆́нъ же ѡ҆чище́нъ бы́въ, пра́вдѣ наꙋчи́тесѧ, всѣ̑мъ проповѣ́даше.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Свет Твой, Го́споди, и и́стину Твою́ низпосли́, / е́же наста́вити нас на повеле́ния Твоя́, / и да́руй нам мир Твой, Человеколю́бче.",
  ["текст_цс"] = "Свѣ́тъ тво́й гдⷭ҇и, и҆ и҆́стинꙋ твою̀ низпослѝ, є҆́же наста́вити на́съ на повелѣ̑нїѧ твоѧ̑, и҆ да́рꙋй на́мъ ми́ръ тво́й чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Све́тлый нам возсия́й Свет Присносу́щный, / у́тренюющим о судьба́х за́поведей Твои́х, / Влады́ко Человеколю́бче, Христе́, Бо́же наш.",
  ["текст_цс"] = "Свѣ́тлый на́мъ возсїѧ́й свѣ́тъ присносꙋ́щный оу҆́тренюющымъ ѡ҆ сꙋдьба́хъ за́повѣдей твои́хъ, влⷣко чл҃вѣколю́бче, хрⷭ҇тѐ бж҃е на́шъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "От но́щи у́тренююще, Тебе́ сла́ву возсыла́ем, Го́споди Бо́же наш, / Твой мир даждь нам, / я́ко, ра́зве Тебе́, бо́га ино́го не ве́мы.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренююще, тебѣ̀ сла́вꙋ возсыла́емъ гдⷭ҇и бж҃е на́шъ, тво́й ми́ръ да́ждь на́мъ, ꙗ҆́кѡ ра́звѣ тебѐ бг҃а и҆но́гѡ не вѣ́мы.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Озари́ наш ум, Бо́же, / све́том за́поведей Твои́х / и све́тлостию благода́ти Твоея́, / да́руя нам, Бла́же, Твоя́ ми́лости, / зане́ свет и мир повеле́ния Твоя́.",
  ["текст_цс"] = "Ѡ҆зарѝ на́шъ оу҆́мъ бж҃е, свѣ́томъ за́повѣдей твои́хъ, и҆ свѣ́тлостїю бл҃года́ти твоеѧ̀, да́рꙋѧ на́мъ бл҃же твоѧ̑ млⷭ҇ти: занѐ свѣ́тъ и҆ ми́ръ повелѣ̑нїѧ твоѧ̑.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "От но́щи у́тренююще, воспева́ем Тя, Христе́ Бо́же, / обнища́вшаго нас ра́ди / и Крест и смерть пло́тию претерпе́вшаго.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренююще, воспѣва́емъ тѧ̀ хрⷭ҇тѐ бж҃е, ѡ҆бнища́вшаго на́съ ра́ди, и҆ крⷭ҇тъ и҆ сме́рть, пло́тїю претерпѣ́вшаго.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Свет Твой незаходи́мый возсия́й, Христе́, / в сердца́ ве́рно пою́щих Тя, / мир подава́яй нам па́че ума́; / тем, от но́щи неве́дения ко дню Све́том Твои́м теку́ще, / славосло́вим Тя, Человеколю́бче.",
  ["текст_цс"] = "Свѣ́тъ тво́й незаходи́мый возсїѧ́й хрⷭ҇тѐ, въ сердца̀ вѣ́рнѡ пою́щихъ тѧ̀, ми́ръ подава́ѧй на́мъ, па́че оу҆ма̀: тѣ́мъ ѿ но́щи невѣ́дѣнїѧ, ко дню̀ свѣ́томъ твои́мъ текꙋ́ще, славосло́вимъ тѧ̀, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "От но́щи неве́дения просвеще́й концы́, / просвети́ мя у́тром / человеколю́бия Твоего́, Го́споди.",
  ["текст_цс"] = "Ѿ но́щи невѣ́дѣнїѧ просвѣще́й концы̀, просвѣти́ мѧ оу҆́тромъ чл҃вѣколю́бїѧ твоегѡ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Я́ко просвеще́ние на́ше сый, Христе́, / просвети́ нас, Защи́тителю жи́зни на́шея, / сохрани́ ны, наде́ющияся на Тя.",
  ["текст_цс"] = "Ꙗ҆́кѡ просвѣще́нїе на́ше сы́й хрⷭ҇тѐ, просвѣтѝ на́съ защи́тителю жи́зни на́шеѧ, сохрани́ ны надѣ́ющыѧсѧ на тѧ̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Обы́де нас после́дняя бе́здна, / несть избавля́яй, / вмени́хомся, я́ко о́вцы заколе́ния, / спаси́ лю́ди Твоя́, Бо́же наш, / Ты бо кре́пость немощству́ющих и ис правле́ние.",
  ["текст_цс"] = "Ѡ҆бы́де на́съ послѣ́днѧѧ бе́здна, нѣ́сть и҆збавлѧ́ѧй, вмѣни́хомсѧ ꙗ҆́кѡ ѻ҆́вцы заколе́нїѧ. сп҃сѝ лю́ди твоѧ̑ бж҃е на́шъ, ты́ бо крѣ́пость немощствꙋ́ющихъ и҆ и҆справле́нїе.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Во глубину́ поги́бели / окая́нное естество́, Христе́ мой Спа́се, дости́гшее дре́вле / лежа́ше, увы́ мне! в те́мных глубо́ких, / поне́же Твое́ю Боже́ственною си́лою к Небеси́ взы́де, / красне́йшим добро́там, / пожру́ Тебе́, Спа́се, вопие́т, / же́ртву хвале́ния.",
  ["текст_цс"] = "Во глꙋбинꙋ̀ поги́бели, ѻ҆каѧ́нное є҆стество̀ хрⷭ҇тѐ мо́й сп҃се дости́гшее дре́вле лежа́ше, оу҆вы̀ мнѣ̀ въ те́мныхъ глꙋбо́кихъ: поне́же твое́ю бж҃е́ственною си́лою, къ нб҃сѝ взы́де, краснѣ́йшымъ добро́тамъ, пожрꙋ̀ тебѣ̀ сп҃се вопїе́тъ, же́ртвꙋ хвале́нїѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Из утро́бы Ио́ну младе́нца изблева́ морски́й зверь, / якова́ прия́т; / в Де́ву же все́льшееся Сло́во / и плоть при е́мшее про́йде, сохра́ншее нетле́нну: / Его́же бо не по страда́ истле́ния, / Ро́ждшую сохрани́ неврежде́нну.",
  ["текст_цс"] = "И҆з̾ оу҆тро́бы і҆ѡ́нꙋ младе́нца и҆зблева̀ морскі́й ѕвѣ́рь, ꙗ҆кова̀ прїѧ́тъ: въ дв҃ꙋ же все́льшеесѧ сло́во, и҆ пло́ть прїе́мшее про́йде сохра́ньшее нетлѣ́ннꙋ: є҆гѡ́же бо не пострада̀ и҆стлѣ́нїѧ, ро́ждшꙋю сохранѝ неврежде́ннꙋ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Обита́я Ио́на в преиспо́дних морски́х, / приити́ моля́шеся и бу́рю утоли́ти; / унзе́н же аз муча́щаго стрело́ю, / Христу́ воспева́ю, зол губи́телю, / ско́ро приити́ Тебе́ к мое́й ле́ности.",
  ["текст_цс"] = "Ѡ҆бита́ѧ і҆ѡ́на въ преиспо́днихъ морски́хъ, прїитѝ молѧ́шесѧ, и҆ бꙋ́рю оу҆толи́ти: оу҆нзе́нъ же а҆́зъ мꙋча́щагѡ стрѣло́ю, хрⷭ҇тꙋ̀ воспѣва́ю, ѕѡ́лъ гꙋби́телю, ско́рѡ прїитѝ тебѣ̀ къ мое́й лѣ́ности.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О́браз Боже́ственнаго Креста́ / Ио́на во чре́ве ки́тове / просте́ртыма дла́нма проначерта́ / и взира́ше, спасе́н от зве́ря / си́лою Твое́ю, Сло́ве.",
  ["текст_цс"] = "Ѡ҆́бразъ бж҃е́ственнагѡ крⷭ҇та̀, і҆ѡ́на во чре́вѣ ки́товѣ, просте́ртыма дла́ньма проначерта̀, и҆ взира́ше сп҃се́нъ ѿ ѕвѣ́рѧ, си́лою твое́ю, сло́ве.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Снизше́л еси́ в преиспо́дняя земли́ / и сокруши́л еси́ вереи́ ве́чныя, / содержа́щия свя́занныя, Христе́, / и тридне́вен, я́ко от ки́та Ио́на, / воскре́сл еси́ от Гро́ба.",
  ["текст_цс"] = "Снизше́лъ є҆сѝ въ преиспѡ́днѧѧ землѝ, и҆ сокрꙋши́лъ є҆сѝ верєѝ вѣ̑чныѧ, содержа́щыѧ свѧ̑занныѧ хрⷭ҇тѐ, и҆ тридне́венъ ꙗ҆́кѡ ѿ ки́та і҆ѡ́на, воскре́слъ є҆сѝ ѿ гро́ба.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Проро́ка спасл еси́ от ки́та, Человеколю́бче, / и мене́ из глубины́ прегреше́ний / возведи́, молю́ся.",
  ["текст_цс"] = "Прⷪ҇ро́ка сп҃слъ є҆сѝ ѿ ки́та чл҃вѣколю́бче, и҆ менѐ и҆з̾ глꙋбины̀ прегрѣше́нїй возведѝ, молю́сѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Морски́й пучиноро́дный ки́тов вну́тренний огнь / тридне́внаго Твоего́ погребе́ния проображе́ние, / его́же Ио́на проро́к показа́ся. / Спасе́н бо, я́ко и предпосла́ся, неврежде́н, вопия́ше: / пожру́ Ти со гла́сом хвале́ния, Го́споди.",
  ["текст_цс"] = "Морскі́й пꙋчиноро́дный ки́товъ внꙋ́треннїй ѻ҆́гнь, тридне́внагѡ твоегѡ̀ погребе́нїѧ проѡбраже́нїе, є҆гѡ́же і҆ѡ́на прⷪ҇ро́къ показа́сѧ: сп҃се́нъ бо ꙗ҆́кѡ и҆ предпосла́сѧ, неврежде́нъ вопїѧ́ше: пожрꙋ́ ти со гла́сомъ хвале́нїѧ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Проро́ка Ио́ну подража́я, вопию́: / живо́т мой, Бла́же, свободи́ из тли / и спаси́ мя, Спа́се ми́ра, зову́ща: сла́ва Тебе́.",
  ["текст_цс"] = "Прⷪ҇ро́ка і҆ѡ́нꙋ подража́ѧ вопїю̀: живо́тъ мо́й бл҃же, свободѝ и҆з̾ тлѝ, и҆ сп҃си́ мѧ сп҃се мі́ра, зовꙋ́ща: сла́ва тебѣ̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Из глубины́ в ско́рби вопия́ше: / возведи́ от тли живо́т мой, / проро́к Ио́на к Тебе́, Человеколю́бцу.",
  ["текст_цс"] = "И҆з̾ глꙋбины̀ въ ско́рби вопїѧ́ше: возведѝ ѿ тлѝ живо́тъ мо́й, прⷪ҇ро́къ і҆ѡ́на къ тебѣ̀ чл҃вѣколю́бцꙋ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "И́же в по́нте подъе́мый злоключе́ние / убеже́нием бу́ри и метне́нием жре́бия / и усты́ ят быв морска́го зве́ря, невреди́мь пребы́в, / но вопия́ше Ио́на к Тебе́: / живо́т мой да взы́дет, Христе́.",
  ["текст_цс"] = "И҆́же въ по́нтѣ под̾е́мый ѕлоключе́нїе, оу҆бѣже́нїемъ бꙋ́ри и҆ метне́нїемъ жре́бїѧ, и҆ оу҆сты̀ ꙗ҆́тъ бы́въ морска́гѡ ѕвѣ́рѧ, невреди́мь пребы́въ, но вопїѧ́ше і҆ѡ́на къ тебѣ̀: живо́тъ мо́й да взы́детъ хрⷭ҇тѐ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Отве́ргл мя еси́ во глубины́ се́рдца морска́го, / и спасл еси́ мя, Спа́се, от рабо́ты сме́ртныя, / и разреши́л еси́ у́зы беззако́ний мои́х.",
  ["текст_цс"] = "Ѿве́рглъ мѧ̀ є҆сѝ во глꙋбины̀ се́рдца морска́гѡ, и҆ сп҃слъ є҆сѝ мѧ̀ сп҃се, ѿ рабо́ты сме́ртныѧ, и҆ разрѣши́лъ є҆сѝ оу҆́зы беззако́нїй мои́хъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Я́ко Ио́ну проро́ка, / возведи́, Христе́ Бо́же, живо́т мой от тли, / вопию́ Ти, Человеколю́бче, / я́ко жизнь у тебе́ есть, / и нетле́ние, и си́ла.",
  ["текст_цс"] = "Ꙗ҆́кѡ і҆ѡ́нꙋ прⷪ҇ро́ка, возведѝ хрⷭ҇тѐ бж҃е живо́тъ мо́й ѿ тлѝ, вопїю́ ти чл҃вѣколю́бче, ꙗ҆́кѡ жи́знь оу҆ тебѐ є҆́сть, и҆ нетлѣ́нїе и҆ си́ла.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Со Ио́ною вопие́м Ти, Го́споди, / со гла́сом хвале́ния моля́щеся: / возведи́ от тли живо́т наш.",
  ["текст_цс"] = "Со і҆ѡ́ною вопїе́мъ тѝ гдⷭ҇и, со гла́сомъ хвале́нїѧ молѧ́щесѧ: возведѝ ѿ тлѝ живо́тъ на́шъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Весь от страсте́й безме́рных содержу́ся / и ки́том зол снизпадо́х, / но возведи́ из истле́ния мя, Бо́же, / я́ко же пре́жде Ио́ну, / и ве́рою безстра́стие ми да́руй, / я́ко да во гла́се хвале́ния и спасе́ния / ду́хом пожру́ Ти.",
  ["текст_цс"] = "Ве́сь ѿ страсте́й безмѣ́рныхъ содержꙋ́сѧ, и҆ ки́томъ ѕѡ́лъ снизпадо́хъ: но возведѝ и҆з̾ и҆стлѣ́нїѧ мѧ̀ бж҃е, ꙗ҆́коже пре́жде і҆ѡ́нꙋ, и҆ вѣ́рою безстра́стїе мѝ да́рꙋй, ꙗ҆́кѡ да во гла́сѣ хвале́нїѧ и҆ сп҃се́нїѧ дꙋ́хомъ пожрꙋ́ ти.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Я́ко во глубины́ морски́я отве́ргся / и углебо́х в тиме́нии глубины́, / от отча́яния у́мныя зимы́, / ле́ности моея́, Христе́, изми́ мя, / я́ко Ио́ну от зве́ря.",
  ["текст_цс"] = "Ꙗ҆́кѡ во глꙋбины̑ мѡрскі́ѧ ѿве́ргсѧ, и҆ оу҆глѣбо́хъ въ тимѣ́нїи глꙋбины̀, ѿ ѿча́ѧнїѧ оу҆́мныѧ зимы̀, лѣ́ности моеѧ̀, хрⷭ҇тѐ, и҆зми́ мѧ, ꙗ҆́кѡ і҆ѡ́нꙋ ѿ ѕвѣ́рѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тебе́, у́мную, Богоро́дице, пещь, / разсмотря́ем, ве́рнии, / я́коже бо о́троки спасе́ три Превозноси́мый, / мир обнови́, во чре́ве Твое́м всеце́л, / хва́льный отце́в Бог и препросла́влен.",
  ["текст_цс"] = "Тебѐ оу҆́мнꙋю бцⷣе пе́щь, разсмотрѧ́емъ вѣ́рнїи: ꙗ҆́коже бо ѻ҆́троки сп҃сѐ трѝ превозноси́мый, мі́ръ ѡ҆бновѝ, во чре́вѣ твое́мъ всецѣ́лъ, хва́льный ѻ҆тцє́въ бг҃ъ, и҆ препросла́вленъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Я́ко о́троцы дре́вле, зове́м Тебе́, Сло́ве: / бу́ди Твои́х рабо́в, Спа́се, храни́тель и покро́в / и спаси́ вся от прило́га сопроти́внаго, / я́ко да, пою́ще Твое́ Рождество́, / во ве́ки, глаго́лем, благослове́н еси́.",
  ["текст_цс"] = "Ꙗ҆́кѡ ѻ҆́троцы дре́вле, зове́мъ тебѣ̀ сло́ве: бꙋ́ди твои́хъ рабѡ́въ сп҃се, храни́тель и҆ покро́въ, и҆ сп҃сѝ всѧ̑ ѿ прило́га сопроти́внагѡ, ꙗ҆́кѡ да пою́ще твоѐ ржⷭ҇тво̀, во вѣ́ки глаго́лемъ: бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О́троцы, благоче́стию совоспита́ни, / злочести́ваго веле́ния небре́гше, / о́гненнаго преще́ния не убоя́шася, / но, посреди́ пла́мене стоя́ще, поя́ху: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Ѻ҆́троцы бл҃гоче́стїю совоспита́ни, ѕлочести́вагѡ велѣ́нїѧ небре́гше, ѻ҆́гненнагѡ преще́нїѧ не оу҆боѧ́шасѧ, но посредѝ пла́мене стоѧ́ще поѧ́хꙋ: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Всецаря́ любо́вию уловле́ннии, о́троцы / укори́ша безчи́сленно яря́щася мучи́теля злобо́жное языковре́дие, / и́мже повину́ся огнь мно́гий, / Влады́це глаго́лющим: / во ве́ки благослове́н еси́.",
  ["текст_цс"] = "Всецр҃ѧ̀ любо́вїю оу҆ловле́ннїи ѻ҆́троцы, оу҆кори́ша безчи́сленнѡ ꙗ҆рѧ́щасѧ мꙋчи́телѧ ѕлобо́жное ѧ҆зыковре́дїе, и҆̀мже повинꙋ́сѧ ѻ҆́гнь мно́гїй, влⷣцѣ глаго́лющымъ: во вѣ́ки бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Из пла́мене о́троки избавле́й, / плоть прии́м, прише́л еси́ на зе́млю / и, на Кресте́ пригвожде́н, спасе́ние нам дарова́л еси́, Христе́, / еди́н благослове́н, отце́в Бо́же, / и препросла́влен.",
  ["текст_цс"] = "И҆з̾ пла́мене ѻ҆́троки и҆збавле́й, пло́ть прїи́мъ прише́лъ є҆сѝ на зе́млю, и҆ на крⷭ҇тѣ̀ пригвожде́нъ, сп҃се́нїе на́мъ дарова́лъ є҆сѝ хрⷭ҇тѐ, є҆ди́нъ бл҃гослове́нъ ѻ҆тцє́въ бж҃е, и҆ препросла́вленъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О́троки от пе́щи изба́вивый, / быв Челове́к, /стра́ждет, я́ко сме́ртен, / и стра́стию сме́ртное / в нетле́ния облачи́т благоле́пие, / еди́н благослове́н / отце́в Бог и препросла́влен.",
  ["текст_цс"] = "Ѻ҆́троки ѿ пе́щи и҆зба́вивый, бы́въ человѣ́къ, стра́ждетъ ꙗ҆́кѡ сме́ртенъ, и҆ стра́стїю сме́ртное, въ нетлѣ́нїѧ ѡ҆блачи́тъ бл҃голѣ́пїе, є҆ди́нъ бл҃гослове́нъ ѻ҆тцє́въ бг҃ъ и҆ препросла́вленъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О́бразу служи́ти / мусики́йскому согла́сию созыва́ющу лю́ди, / от пе́сней сио́нских пою́ще оте́чески, о́троцы Дави́довы / мучи́телево разори́ша злочести́вое веле́ние / и пла́мень в ро́су преложи́ша, / песнь воспева́юще: / превозноси́мый отце́в и наш Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Ѡ҆́бразꙋ слꙋжи́ти мꙋсїкі́йскомꙋ согла́сїю созыва́ющꙋ лю́ди, ѿ пѣ́сней сїѡ́нскихъ пою́ще ѻ҆те́чески ѻ҆́троцы дв҃дѡвы, мꙋчи́телево разори́ша ѕлочести́вое велѣ́нїе, и҆ пла́мень въ ро́сꙋ преложи́ша, пѣ́снь воспѣва́юще: превозноси́мый ѻ҆тцє́въ и҆ на́шъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Безсту́дней я́рости же и огню́ / Боже́ственное жела́ние сопротивля́яся, / огнь у́бо ороша́ше, / я́рости же смея́шеся, / Богодохнове́нною слове́с ною преподо́бных тривеща́нною цевни́цею / противовеща́я мусики́йским орга́ном посреди́ пла́мене: / препросла́вленный отце́в и наш Бо́же, благо слове́н еси́.",
  ["текст_цс"] = "Безстꙋ́днѣй ꙗ҆́рости же и҆ ѻ҆гню̀, бж҃е́ственное жела́нїе сопротивлѧ́ѧсѧ, ѻ҆́гнь оу҆́бѡ ѡ҆роша́ше, ꙗ҆́рости же смѣѧ́шесѧ, бг҃одохнове́нною слове́сною прпⷣбныхъ тривѣща́нною цѣвни́цею, противовѣща́ѧ мꙋсїкі́йскимъ ѻ҆рга́нѡмъ посредѝ пла́мене: препросла́вленный ѻ҆тцє́въ и҆ на́шъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Су́щим в пещи́ отроко́м Твои́м, Спа́се, / не прикосну́ся, ниже́ стужи́, огнь. / Тогда́ трие́, я́ко еди́неми усты́, поя́ху / и благословля́ху, глаго́люще: / благослове́н Бог оте́ц на́ших.",
  ["текст_цс"] = "Сꙋ́щымъ въ пещѝ ѻ҆трокѡ́мъ твои̑мъ сп҃се, не прикоснꙋ́сѧ нижѐ стꙋжѝ ѻ҆́гнь. тогда̀ трїѐ, ꙗ҆́кѡ є҆ди́нѣми оу҆сты̀ поѧ́хꙋ, и҆ бл҃гословлѧ́хꙋ глаго́люще: бл҃гослове́нъ бг҃ъ ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Проидо́ша, я́ко черто́г, пе́щный пла́мень нестерпи́мый / и́же за благоче́стие иногда́ / о́троцы святи́и, показа́вшеся я́ве, / и, согла́сно воспева́юще, песнь поя́ху: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Проидо́ша ꙗ҆́кѡ черто́гъ, пе́щный пла́мень нестерпи́мый, и҆̀же за бл҃гоче́стїе и҆ногда̀, ѻ҆́троцы ст҃і́и показа́вшесѧ ꙗ҆́вѣ, и҆ согла́снѡ воспѣва́юще, пѣ́снь поѧ́хꙋ: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Авраа́мстии о́троцы в пещи́, / Тро́ицу прообрази́вше, / оѓненный пла́мень на ро́су преложи́ша / и, пою́ще, вопия́ху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "А҆враа́мстїи ѻ҆́троцы въ пещѝ трⷪ҇цꙋ проѡбрази́вше, ѻ҆́гненный пла́мень на ро́сꙋ преложи́ша, и҆ пою́ще вопїѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пещь, Спа́се, ороша́шеся, / о́троцы же, лику́юще, поя́ху: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Пе́щь сп҃се ѡ҆роша́шесѧ, ѻ҆́троцы же ликꙋ́юще поѧ́хꙋ: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "В гремя́щую пещь сни́де А́нгел Госпо́день / к су́щим о Аза́рии отроко́м, / и не прикосну́ся их отню́д огнь. / Тогда́ трие́, воспева́юще, глаго́лаху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ гремѧ́щꙋю пе́щь сни́де а҆́гг҃лъ гдⷭ҇нь къ сꙋ́щымъ ѡ҆ а҆за́рїи ѻ҆трокѡ́мъ, и҆ не прикоснꙋ́сѧ и҆́хъ ѿню́дъ ѻ҆́гнь. тогда̀ трїѐ воспѣва́юще глаго́лахꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Явле́йся в купине́ законополо́жнику огне́м / и рождество́ Де́вы проображе́й в ней, / благослове́н еси́, Го́споди, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ꙗ҆вле́йсѧ въ кꙋпинѣ̀ законополо́жникꙋ ѻ҆гне́мъ, и҆ ржⷭ҇тво̀ дв҃ы проѡбраже́й въ не́й, бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Вся дела́ Твоя́ и́стинна / и пра́ви путие́ Твои́, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Всѧ̑ дѣла̀ твоѧ̑ и҆́стинна, и҆ пра́ви пꙋтїѐ твоѝ, бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "По мно́жеству ми́лости Твоея́, / Человеколю́бче, сотвори́ с на́ми, / да Тебе́ ве́рно вси, воспева́юще, пои́м, / я́коже о́троцы: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "По мно́жествꙋ млⷭ҇ти твоеѧ̀ чл҃вѣколю́бче, сотворѝ съ на́ми, да тебѣ̀ вѣ́рнѡ всѝ воспѣва́юще пои́мъ, ꙗ҆́коже ѻ҆́троцы: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "В пещи́ о́троцы Изра́илевы, / я́коже в горни́ле, / добро́ тою благоче́стия чисте́е зла́та блеща́хуся, глаго́люще: / благослови́те, вся дела́ Госпо́дня, Го́спода, / по́йте и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́троцы і҆и҃лєвы, ꙗ҆́коже въ горни́лѣ добро́тою бл҃гоче́стїѧ, чистѣ́е зла́та блеща́хꙋсѧ глаго́люще: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ, гдⷭ҇а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Новоде́телю всего́ ми́ра и Спаси́телю, / пое́т Тя вся со А́нгелы тварь, / игра́ет, лику́ет и ра́дуется тре́петом: / благослови́те, глаго́лющи, / вся дела́, честно́е рождество́ Изба́вителя моего́, / со мно́ю во ве́ки / любо́вию превознося́щая.",
  ["текст_цс"] = "Новодѣ́телю всегѡ̀ мі́ра и҆ сп҃си́телю, пое́тъ тѧ̀ всѧ̀ со а҆́гг҃лы тва́рь, и҆гра́етъ, ликꙋ́етъ и҆ ра́дꙋетсѧ тре́петомъ, бл҃гослови́те глаго́лющи, всѧ̑ дѣла̀, чⷭ҇тно́е ржⷭ҇тво̀ и҆зба́вителѧ моегѡ̀, со мно́ю во вѣ́ки, любо́вїю превозносѧ́щаѧ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Чу́да преесте́ственнаго / росода́тельная изобрази́ пещь о́браз: / не бо, я́же прия́т, пали́т ю́ныя, / я́ко ниже́ огнь Божества́ Де́вы, / в Ню́же вни́де утро́бу. / Тем, воспева́юще, воспое́м: / да благослови́т тварь вся Го́спода / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Чꙋ́да преесте́ственнагѡ, росода́тельнаѧ и҆з̾ѡбразѝ пе́щь ѡ҆́бразъ: не бо̀ ꙗ҆́же прїѧ́тъ пали́тъ ю҆́ныѧ, ꙗ҆́кѡ нижѐ ѻ҆́гнь бж҃ества̀ дв҃ы, въ ню́же вни́де оу҆тро́бꙋ. тѣ́мъ воспѣва́юще воспое́мъ: да бл҃гослови́тъ тва́рь всѧ̀ гдⷭ҇а, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Утро́бу неопа́льно образу́ют Отрокови́цы / и́же в Ве́тсем опаляя́емии ю́ноши, / преесте́ственно ражда́ющую запечатле́нну. / Обоя́ же, содева́ющи чудо де́йство еди́но, / лю́ди к пе́нию возставля́ет благода́ть.",
  ["текст_цс"] = "Оу҆тро́бꙋ неѡпа́льнѡ ѡ҆бразꙋ́ютъ ѻ҆трокови̑цы, и҆̀же въ ве́тсѣмъ ѡ҆палѧ́емїи ю҆́нѡши, преесте́ственнѡ ражда́ющꙋю, запечатлѣ́ннꙋ: ѻ҆боѧ́ же содѣва́ющи чꙋдодѣ́йство є҆ди́но, лю́ди къ пѣ́нїю возставлѧ́етъ бл҃года́ть.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ру́це, в ров ве́рженный львов, / иногда́ вели́кий во проро́цех / крестообра́зно просте́р Дании́л, / неврежде́н от сих сне́ди спасе́ся, / благословя́ Христа́ Бо́га во ве́ки.",
  ["текст_цс"] = "Рꙋ́цѣ въ ро́въ ве́рженный львѡ́въ, и҆ногда̀ вели́кїй во прⷪ҇ро́цѣхъ, крⷭ҇тоѡбра́знѡ просте́ръ данїи́лъ, неврежде́нъ ѿ си́хъ снѣ́ди сп҃се́сѧ, бл҃гословѧ̀ хрⷭ҇та̀ бг҃а во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Сей нарече́нный и Святы́й День / еди́н суббо́т царь и госпо́дь, / пра́здников пра́здник / и торжество́ есть торже́ств, / в о́ньже благослови́м Христа́ во ве́ки.",
  ["текст_цс"] = "Се́й нарече́нный и҆ ст҃ы́й де́нь, є҆ди́нъ сꙋббѡ́тъ цр҃ь и҆ гдⷭ҇ь, пра́здникѡвъ пра́здникъ, и҆ торжество̀ є҆́сть торже́ствъ: во́ньже бл҃гослови́мъ хрⷭ҇та̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "В пла́мени о́гненне горя́щия пе́щи / сохра́ншаго де́ти / и во зра́це А́нгела снизше́дшаго к ним, / по́йте Го́спода / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Въ пла́мени ѻ҆́гненнѣ горѧ́щїѧ пе́щи, сохра́ньшаго дѣ́ти, и҆ во зра́цѣ а҆́гг҃ла снизше́дшаго къ ни̑мъ, по́йте гдⷭ҇а, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пла́мень ороша́ющ преподо́бныя, / злочести́выя же попаля́ющ, / А́нгел Бо́жий всемо́щный показа́ отроко́м, / живонача́льный же исто́чник соде́ла Богоро́дицу, / тлю сме́рти и живо́т точа́щу пою́щим: / Соде́теля еди́наго пои́м, изба́вленнии, / и превозно́сим во вся ве́ки.",
  ["текст_цс"] = "Пла́мень ѡ҆роша́ющь преподѡ́бныѧ, ѕлочести̑выѧ же попалѧ́ющъ, а҆́гг҃лъ бж҃їй всемо́щный показа̀ ѻ҆трокѡ́мъ, живонача́льный же и҆сто́чникъ содѣ́ла бцⷣꙋ, тлю̀ сме́рти, и҆ живо́тъ точа́щꙋ пою́щымъ: содѣ́телѧ є҆ди́наго пои́мъ и҆зба́вленнїи, и҆ превозно́симъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Песносло́вцы в пещи́ спа́сшаго де́ти / и громопла́менную прело́жшаго на ро́су, / Христа́ Бо́га по́йте и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Пѣсносло́вцы въ пещѝ сп҃сшагѡ дѣ́ти, и҆ громопла́меннꙋю прело́жшаго на ро́сꙋ, хрⷭ҇та̀ бг҃а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Песнь Тебе́ прино́сим Безпло́тных, / я́коже о́троцы в пещи́, и, пою́ще, глаго́лем: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Пѣ́снь тебѣ̀ прино́симъ безпло́тныхъ, ꙗ҆́коже ѻ҆́троцы въ пещѝ, и҆ пою́ще глаго́лемъ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Песнопе́вцы пещь дре́вле о́троки прие́мши, неопа́льны сохрани́, / посреде́ же пла́мене стоя́щия согла́сно пе́ти научи́: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Пѣснопѣ́вцы пе́щь дре́вле ѻ҆́троки прїе́мши неѡпа́льны сохранѝ, посредѣ́ же пла́мене стоѧ́щыѧ согла́снѡ пѣ́ти наꙋчѝ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "И́же пи́щею не оскве́рншиися о́троцы от ца́рския трапе́зы, / во огнь, ра́дующеся, внидо́ша не́когда / и, в пла́мени прохлажда́еми, / усе́рдно поя́ху: /благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "И҆̀же пи́щею не ѡ҆скве́рншїисѧ ѻ҆́троцы ѿ ца́рскїѧ трапе́зы, во ѻ҆́гнь ра́дꙋющесѧ внидо́ша нѣ́когда: и҆ въ пла́мени прохлажда́еми, оу҆се́рднѡ поѧ́хꙋ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Небеса́ небе́с и вода́, я́же превы́ше небе́с, / благослови́те, по́йте Го́спода / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Нб҃са̀ нб҃съ, и҆ вода̀ ꙗ҆́же превы́ше нб҃съ, бл҃гослови́те, по́йте гдⷭ҇а, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Его́же ужаса́ются А́нгели и вся во́инства, / я́ко Творца́ и Го́спода, / по́йте, свяще́нницы, просла́ви те, о́троцы, / благослови́те, лю́дие, / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Є҆гѡ́же оу҆жаса́ютсѧ а҆́гг҃ли, и҆ всѧ̑ вѡ́инства, ꙗ҆́кѡ творца̀ и҆ гдⷭ҇а, по́йте сщ҃е́нницы, просла́вите ѻ҆́троцы, бл҃гослови́те лю́дїе и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Пою́т Тя во́и А́нгельстии, сла́вит Тя род челове́ческий, / свяще́нницы, раби́ и ду́ши пра́ведных, / я́ко Творца́ и Го́спода всех во ве́ки.",
  ["текст_цс"] = "Пою́тъ тѧ̀ вѡ́и а҆́гг҃льстїи, сла́витъ тѧ̀ ро́дъ человѣ́ческїй, сщ҃е́нницы и҆ рабѝ и҆ дꙋ́шы пра́ведныхъ, ꙗ҆́кѡ творца̀ и҆ гдⷭ҇а всѣ́хъ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Трисве́тлое Существо́ и Трисо́лнечная сла́ва / сни́де отроко́м посреде́ огня́, / сия́ невреди́мы соблюда́ющи / и Воскресе́ние нам предвозвеща́ющи / Христа́ Бо́га на́шего, / Его́же пою́т Ангели и мно́жества, / я́ко Победи́теля сме́рти во ве́ки.",
  ["текст_цс"] = "Трисвѣ́тлое сꙋщество̀, и҆ трисл҃нчнаѧ сла́ва сни́де ѻ҆трокѡ́мъ посредѣ̀ ѻ҆гнѧ̀, сїѧ̑ невреди̑мы соблюда́ющи, и҆ воскрⷭ҇нїе на́мъ предвозвѣща́ющи хрⷭ҇та̀ бг҃а на́шегѡ, є҆го́же пою́тъ а҆́гг҃ли и҆ мно́жєства, ꙗ҆́кѡ побѣди́телѧ сме́рти во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Прему́дростию и Сло́вом вся соста́вльшаго Бо́га, / от язы́ков и ва́рваров изба́вльшаго нас, / о́троцы, по́йте, / свяще́н ницы, просла́вите, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Премꙋ́дростїю и҆ сло́вомъ всѧ̑ соста́вльшаго бг҃а, ѿ ꙗ҆зы́кѡвъ и҆ ва́рварѡвъ и҆зба́вльшаго на́съ, ѻ҆́троцы по́йте, сщ҃е́нницы просла́вите, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "На Сина́и купину́ горя́щу / неопа́льну сохра́ншаго / и о́троки посреде́ горя́щаго пла́мене изба́вльшаго Бога, / по́йте, благослови́те / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "На сїна́и кꙋпинꙋ̀ горѧ́щꙋ, неѡпа́льнꙋ сохра́ньшаго и҆ ѻ҆́троки посредѣ̀ горѧ́щагѡ пла́мене и҆зба́вльшаго, бг҃а по́йте, бл҃гослови́те, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Прему́дростию Небеса́ утверди́вшаго, / и на вода́х зе́млю основа́вшаго, / и тварь всю созда́вшаго, / благослови́те, по́йте, свяще́нницы, Го́спода, / лю́дие, превозноси́те Его́ во вся ве́ки.",
  ["текст_цс"] = "Премꙋ́дростїю нб҃са̀ оу҆тверди́вшаго, и҆ на вода́хъ зе́млю ѡ҆снова́вшаго, и҆ тва́рь всю̀ созда́вшаго, бл҃гослови́те, по́йте сщ҃е́нницы гдⷭ҇а, лю́дїе превозноси́те є҆го̀ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Царя́ сла́вы и Победи́теля сме́рти, / Иису́са Назоре́я, / Того́ превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Цр҃ѧ̀ сла́вы, и҆ побѣди́телѧ сме́рти, і҆и҃са назѡре́а, того̀ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Песнь Ана́ниеву Безнача́льному вси Отцу́ и Бо́гу, / моли́тву Аза́риеву Собезнача́льному Сло́ву, Сы́ну О́тчу, / и Мисаи́лову песнь Боже́ственному Ду́ху и Соприсносу́щному / правосла́вною ве́рою принесе́м, лю́дие, / во спасе́ние на́ше.",
  ["текст_цс"] = "Пѣ́снь а҆на́нїевꙋ, безнача́льномꙋ всѝ, ѻ҆ц҃ꙋ̀ и҆ бг҃ꙋ: мл҃твꙋ а҆за́рїевꙋ, собезнача́льномꙋ сло́вꙋ сн҃ꙋ ѻ҆́ч҃ꙋ: и҆ мїсаи́ловꙋ пѣ́снь, бж҃е́ственномꙋ дх҃ꙋ, и҆ соприсносꙋ́щномꙋ, правосла́вною вѣ́рою принесе́мъ лю́дїе, во сп҃се́нїе на́ше.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Чу́да преесте́ственнаго / показа́ о́браз огнеро́сная пещь дре́вле, / огнь бо не опали́ ю́ныя де́ти, / Христо́во явля́я безсе́менное от Де́вы Боже́ственное рождество́. / Тем, воспева́юще, воспои́м: / да благослови́т тварь вся Го́спода / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Чꙋ́да преесте́ственнагѡ показа̀ ѡ҆́бразъ ѻ҆гнеро́снаѧ пе́щь дре́вле. ѻ҆́гнь бо не ѡ҆палѝ ю҆́ныѧ дѣ́ти, хрⷭ҇то́во ꙗ҆влѧ́ѧ безсѣ́менное ѿ дв҃ы бж҃е́ственное ржⷭ҇тво̀. тѣ́мъ воспѣва́юще воспои́мъ. да бл҃гослови́тъ тва́рь всѧ̀ гдⷭ҇а, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О́браз чи́стаго рождества́ Твоего́ / огнепали́мая купина́ показа́ неопа́льная; / и ны́не на нас напа́стей свире́пеющую угаси́ти, мо́лимся, пещь, / да Тя, Богоро́дице, / непреста́нно велича́ем.",
  ["текст_цс"] = "Ѡ҆́бразъ чⷭ҇тагѡ ржⷭ҇тва̀ твоегѡ̀, ѻ҆гнепали́маѧ кꙋпина̀ показа̀ неѡпа́льнаѧ, и҆ ны́нѣ на на́съ напа́стей свирѣ́пѣющꙋю оу҆гаси́ти мо́лимсѧ пе́щь, да тѧ̀ бцⷣе непреста́ннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ра́дуйся, Пресвята́я Богоприе́мная Мари́е, / ра́дуйся, Пречи́стая, па́дших основа́ние: / в Тебе́ бо яви́ся днесь Влады́ка, / о, чудесе́! Обновля́яй истле́вшия / и к Све́ту возводя́ невече́рнему, Отрокови́це.",
  ["текст_цс"] = "Ра́дꙋйсѧ прест҃а́ѧ бг҃опрїе́мнаѧ мр҃і́е, ра́дꙋйсѧ пречⷭ҇таѧ, па́дшихъ ѡ҆снова́нїе: въ тебѣ́ бо ꙗ҆ви́сѧ дне́сь влⷣка, ѽ чꙋдесѐ! ѡ҆бновлѧ́ѧй и҆стлѣ́вшыѧ, и҆ къ свѣ́тꙋ возводѧ̀ невече́рнемꙋ ѻ҆трокови́це.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Та́инство стра́нное ви́жу и пресла́вное: / Не́бо верте́п, Престо́л Херуви́мский Де́ву, / я́сли вмести́лище, / в ни́хже возлеже́ Невмести́мый Христо́с Бог, / Его́же, воспева́юще, велича́ем.",
  ["текст_цс"] = "Та́инство стра́нное ви́жꙋ и҆ пресла́вное: нб҃о, верте́пъ: прⷭ҇то́лъ херꙋві́мскїй, дв҃ꙋ: ꙗ҆́сли, вмѣсти́лище, въ ни́хже возлежѐ невмѣсти́мый хрⷭ҇то́съ бг҃ъ: є҆го́же воспѣва́юще велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Люби́ти у́бо нам я́ко безбе́дное стра́хом / удо́бее молча́ние, / любо́вию же, Де́во, / пе́сни тка́ти, спротяже́н но сложе́нныя, / неудо́бно есть; / но и, Ма́ти, си́лу, / ели́ко есть произволе́ние, даждь.",
  ["текст_цс"] = "Люби́ти оу҆́бѡ на́мъ, ꙗ҆́кѡ безбѣ́дное стра́хомъ, оу҆до́бѣе молча́нїе, любо́вїю же дв҃о пѣ̑сни тка́ти спротѧже́ннѡ сложє́нныѧ, неꙋдо́бно є҆́сть: но и҆ мт҃и си́лꙋ, є҆ли́кѡ є҆́сть произволе́нїе, да́ждь.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "О Ма́ти, Де́во / и Богоро́дице нело́жная, / ро́ждшая безсе́менно Христа́ Бо́га на́шего, / на Крест возне́сшагося пло́тию. / Тя, ве́рнии вси, досто́йно с Ним ны́не велича́ем.",
  ["текст_цс"] = "Ѽ мт҃и дв҃о, и҆ бцⷣе нело́жнаѧ, ро́ждшаѧ безсѣ́меннѡ хрⷭ҇та̀ на́шего, на крⷭ҇тъ возне́сшагосѧ пло́тїю, тѧ̀ вѣ́рнїи всѝ, досто́йнѡ съ ни́мъ ны́нѣ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Свети́ся, свети́ся, / Но́вый Иерусали́ме, / сла́ва бо Госпо́дня / на тебе́ возсия́, / лику́й ны́не / и весели́ся, Сио́не. / Ты же, Чи́стая, красу́йся, Богоро́дице, / о воста́нии Рождества́ Твоего́.",
  ["текст_цс"] = "Свѣти́сѧ свѣти́сѧ но́вый і҆ерⷭ҇ли́ме: сла́ва бо гдⷭ҇нѧ на тебѣ̀ возсїѧ̀. ликꙋ́й ны́нѣ и҆ весели́сѧ сїѡ́не, ты́ же чⷭ҇таѧ красꙋ́йсѧ бцⷣе, ѡ҆ воста́нїи ржⷭ҇тва̀ твоегѡ̀.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тебе́, све́тлую свещу́ и Ма́терь Бо́жию, / пречу́дную сла́ву и вы́шшую всех тва́рей, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тебѐ свѣ́тлꙋю свѣщꙋ̀, и҆ мт҃рь бж҃їю, пречꙋ́днꙋю сла́вꙋ, и҆ вы́шшꙋю всѣ́хъ тва́рей, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Побежда́ются естества́ уста́вы / в Тебе́, Де́во Чи́стая, / де́вствует бо рождество́ и живо́т предобруча́ет смерть: / по рождестве́ Де́ва и по сме́рти жива́, / спаса́еши при́сно, Богоро́дице, насле́дие Твое́.",
  ["текст_цс"] = "Побѣжда́ютсѧ є҆стества̀ оу҆ста́вы, въ тебѣ̀ дв҃о чⷭ҇таѧ: дв҃ствꙋетъ бо ржⷭ҇тво̀, и҆ живо́тъ пред̾ѡбрꙋча́етъ сме́рть: по ржⷭ҇твѣ̀ дв҃а, и҆ по сме́рти жива̀, сп҃са́еши при́снѡ бцⷣе, наслѣ́дїе твоѐ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Светоно́сный о́блак, в о́ньже всех Влады́ка, / я́ко дождь с небесе́ на руно́, сни́де / и воплоти́ся нас ра́ди, / быв Челове́к, Безнача́льный, / велича́ем вси я́ко Ма́терь Бо́га на́шего Чи́стую.",
  ["текст_цс"] = "Свѣтоно́сный ѻ҆́блакъ, во́ньже всѣ́хъ влⷣка, ꙗ҆́кѡ до́ждь съ нб҃сѐ на рꙋно̀ сни́де, и҆ воплоти́сѧ на́съ ра́ди, бы́въ чл҃вѣ́къ, безнача́льный, велича́емъ всѝ ꙗ҆́кѡ мт҃рь бг҃а на́шегѡ чⷭ҇тꙋю.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Неизглаго́ланное Де́вы та́инство: / Не́бо бо Сия́, и Престо́л Херуви́мский / и светоно́сный черто́г показа́ся / Христа́ Бо́га Вседержи́теля. / Сию́ благоче́стно я́ко Богоро́дицу велича́ем.",
  ["текст_цс"] = "Неизглаго́ланное дв҃ы та́инство: нб҃о бо сїѧ̀, и҆ прⷭ҇то́лъ херꙋві́мскїй, и҆ свѣтоно́сный черто́гъ показа́сѧ хрⷭ҇та̀ бг҃а вседержи́телѧ. сїю̀ бл҃гоче́стнѡ ꙗ҆́кѡ бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тя, ю́же ви́де Моисе́й, неопали́мую купину́, / и ле́ствицу одушевле́нную, / ю́же Иа́ков ви́де, / и дверь Небе́сную, е́юже про́йде Христо́с Бог наш, / пе́сньми, Ма́ти Чи́стая, велича́ем.",
  ["текст_цс"] = "Тѧ̀, ю҆́же ви́дѣ мѡѷсе́й неѡпали́мꙋю кꙋпинꙋ̀, и҆ лѣ́ствицꙋ ѡ҆дꙋшевле́ннꙋю, ю҆́же і҆а́кѡвъ ви́дѣ, и҆ две́рь нбⷭ҇нꙋю, є҆́юже про́йде хрⷭ҇то́съ бг҃ъ на́шъ, пѣ́сньми мт҃и чⷭ҇таѧ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "И́же вы́шнюю глубину́ Боже́ственнаго непостиже́ния / благоче́стно отве́рз, / ум, я́ко из ка́мене необъе́млемыя / Богонача́льныя возвы́сил еси́ Тро́ицы, всеблаже́нне о́тче, / тя велича́ем.",
  ["текст_цс"] = "И҆́же вы́шнюю глꙋбинꙋ̀ бж҃е́ственнагѡ непостиже́нїѧ бл҃гоче́стнѡ ѿве́рзъ, оу҆́мъ ꙗ҆́кѡ и҆з̾ ка́мене неѡб̾е́млемыѧ, бг҃онача́льныѧ возвы́силъ є҆сѝ трⷪ҇цы всебл҃же́нне ѻ҆́тче, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ра́дуйся, Богоро́дице Де́во, Ма́ти благослове́нная, / из Тебе́ бо про́йде Бог воплоще́нный, / Сего́, сла́вяще и воспева́юще, велича́ем.",
  ["текст_цс"] = "Ра́дꙋйсѧ бцⷣе дв҃о, мт҃и бл҃гослове́ннаѧ, и҆з̾ тебе́ бо про́йде бг҃ъ воплоще́нный: сего̀ сла́вѧще и҆ воспѣва́юще велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ты вмести́лище, Чи́стая, Боже́ственнаго непостиже́ния / па́че естества́ была́ еси́, я́ко Бо́гу плоть взаимода́вшая / и Твою́ де́вственную не растерза́вшая утро́бу, / внегда́ роди́ти безсе́менно: / Тя велича́ем.",
  ["текст_цс"] = "Ты̀ вмѣсти́лище чⷭ҇таѧ, бж҃е́ственнагѡ непостиже́нїѧ, па́че є҆стества̀ была̀ є҆сѝ, ꙗ҆́кѡ бг҃ꙋ пло́ть взаимода́вшаѧ, и҆ твою̀ дв҃ственнꙋю не растерза́вшаѧ оу҆тро́бꙋ, внегда̀ роди́ти безсѣ́меннѡ: тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Сотвори́ держа́ву мы́шцею Свое́ю, / низложи́ бо си́льныя со престо́л / и вознесе́ смире́нныя Бог Изра́илев, / в ни́хже посети́ нас Восто́к с высоты́ / и напра́вил ны есть на путь ми́ра.",
  ["текст_цс"] = "Сотворѝ держа́вꙋ мы́шцею свое́ю, низложи́ бо си̑льныѧ со престѡ́лъ, и҆ вознесѐ смирє́нныѧ бг҃ъ і҆и҃левъ. въ ни́хже посѣтѝ на́съ восто́къ съ высоты̀, и҆ напра́вилъ ны̀ є҆́сть на пꙋ́ть ми́ра.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тя, без ма́тере пе́рвее / и без отца́ второ́е, я́ко Бо́га и Челове́ка / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ без̾ мт҃ре пе́рвѣе, и҆ без̾ ѻ҆ц҃а̀ второ́е, ꙗ҆́кѡ бг҃а и҆ чл҃вѣ́ка пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Живоприе́мный исто́чник приснотеку́щий, / светоно́сный свети́льник благода́ти, / храм одушевле́нный, сень пречи́стую, / Небесе́ и земли́ простра́ннейшую, / Богоро́дицу, ве́рнии, вели ча́ем.",
  ["текст_цс"] = "Живопрїе́мный и҆сто́чникъ приснотекꙋ́щїй, свѣтоно́сный свѣти́льникъ бл҃года́ти, хра́мъ ѡ҆дꙋшевле́нный, сѣ́нь пречⷭ҇тꙋю, нб҃сѐ и҆ землѝ простра́ннѣйшꙋю, бцⷣꙋ вѣ́рнїи велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тебе́, ви́денную дверь Иезекии́лем проро́ком, / е́юже никто́же про́йде, то́кмо Бог еди́н, / Богоро́дице Де́во, пе́сньми почита́ем.",
  ["текст_цс"] = "Тебѐ ви́дѣннꙋю две́рь і҆езекі́илемъ проро́комъ, є҆́юже никто́же про́йде, то́кмѡ бг҃ъ є҆ди́нъ, бцⷣе дв҃о, пѣ́сньми почита́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Ра́дуйся, де́вственная похвало́, / ра́дуйся, Ма́ти Пречи́стая, / Ю́же, вся тварь, Боже́ственными пе́сньми велича́ем.",
  ["текст_цс"] = "Ра́дꙋйсѧ дв҃ственнаѧ похвало̀, ра́дꙋйсѧ мт҃и пречⷭ҇таѧ, ю҆́же всѧ̀ тва́рь бж҃е́ственными пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Служи́тель безпло́тный предста́, глаго́ля Благода́тней: / Госпо́дь с Тобо́ю! / Ю́же велича́ем.",
  ["текст_цс"] = "Слꙋжи́тель безпло́тный предста̀ глаго́лѧ бл҃года́тнѣй: гдⷭ҇ь съ тобо́ю, ю҆́же велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тя, в ря́сны златы́я оде́янную, / укра́шенную Богоро́дицу, голуби́цу посре́бренную / и позлаще́нную блеща́нием зла́та, велича́ем.",
  ["текст_цс"] = "Тѧ̀ въ рѧ́сны златы̑ѧ ѡ҆дѣ́ѧннꙋю оу҆кра́шеннꙋю бцⷣꙋ, голꙋби́цꙋ посре́бреннꙋю и҆ позлаще́ннꙋю блеща́нїемъ зла́та, велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тя, го́ру Бо́жию усыре́нную, / в не́йже благоволи́ Бог пло́тию всели́тися, / Богоро́дице Мари́е, велича́ем.",
  ["текст_цс"] = "Тѧ̀ го́рꙋ бж҃їю оу҆сыре́ннꙋю, въ не́йже бл҃говолѝ бг҃ъ пло́тїю всели́тисѧ, бцⷣе мр҃і́е велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Тебе́, Небе́с вы́шшую / и на земли́ Не́бо и Престо́л бы́вшую, Ма́терь Бо́жию, / вси ро́ди, велича́ем.",
  ["текст_цс"] = "Тебѐ нб҃съ вы́шшꙋю, и҆ на землѝ нб҃о и҆ прⷭ҇то́лъ бы́вшꙋю мт҃рь бж҃їю, всѝ ро́ди велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Серафи́мски, приглаша́юще, вопие́м Ти, Богоро́дице, ве́рнии: / Тобо́ю возвели́чи Госпо́дь, / е́же сотвори́ти с на́ми. / Тем Тя, Чи́стая, / и от Тебе́ неискусому́жно воплоще́ннаго Спа́са, / я́ко Бо́га всех, пе́сньми велича́ем.",
  ["текст_цс"] = "Серафі́мски приглаша́юще вопїе́мъ тѝ бцⷣе, вѣ́рнїи: тобо́ю возвели́чи гдⷭ҇ь, є҆́юже сотвори́ти съ на́ми. тѣ́мъ тѧ̀ чⷭ҇таѧ, и҆ ѿ тебѐ неискꙋсомꙋ́жнѡ воплоще́ннаго сп҃са, ꙗ҆́кѡ бг҃а всѣ́хъ, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 1,
  ["текст_ру"] = "Неизглаго́ланна Де́вы та́йна: / Его́же бо не вмести́ша горе́ Небе́сная вели́чествия, / вмеща́ется во утро́бу. / Те́мже, соше́дшеся, ублажа́ем Ю / и с ве́рою и весе́лием велича́ем.",
  ["текст_цс"] = "Неизглаго́ланна дв҃ы та́йна: є҆гѡ́же бо не вмѣсти́ша горѣ̀ нбⷭ҇наѧ вели́чєствїѧ, вмѣща́етсѧ во оу҆тро́бꙋ. тѣ́мже соше́дшесѧ оу҆бл҃жа́емъ ю҆̀, и҆ съ вѣ́рою и҆ весе́лїемъ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Во глубине́ постла́ иногда́ / фараони́тское всево́инство преоруже́нная си́ла, / вопло́щшееся же Сло́во всезло́бный грех потреби́ло есть: / препросла́вленный Госпо́дь сла́вно бо просла́вися.",
  ["текст_цс"] = "Во глꙋбинѣ̀ постла̀ и҆ногда̀ фараѡни́тское всево́инство преѡрꙋже́ннаѧ си́ла, вопло́щшеесѧ же сло́во всеѕло́бный грѣ́хъ потреби́ло є҆́сть, препросла́вленный гдⷭ҇ь, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Глубины́ откры́л есть дно / и су́шею Своя́ влече́т, / в ней покры́в проти́вныя, / кре́пкий во бране́х Госпо́дь, / я́ко просла́вися.",
  ["текст_цс"] = "Глꙋбины̀ ѿкры́лъ є҆́сть дно̀, и҆ сꙋ́шею своѧ̑ влече́тъ: въ не́й покры́въ проти̑вныѧ, крѣ́пкїй во бране́хъ гдⷭ҇ь, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ше́ствует морску́ю волня́щуюся бу́рю, / су́шу а́бие Изра́иль я́вльшуюся, / Че́рмный же понт триста́ты еги́петския / покры́ ку́пно, водостла́нен гроб, / си́лою кре́пкою десни́цы Влады́чни.",
  ["текст_цс"] = "Ше́ствꙋетъ морскꙋ́ю волнѧ́щꙋюсѧ бꙋ́рю: сꙋ́шꙋ а҆́бїе і҆и҃ль ꙗ҆́вльшꙋюсѧ: че́рмный же по́нтъ, трїста́ты є҆гѵ́пєтскїѧ покры̀ кꙋ́пнѡ, водостла́ненъ гро́бъ, си́лою крѣ́пкою десни́цы влⷣчни.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Гряди́те, лю́дие, пои́м песнь Христу́ Бо́гу, / разде́льшему мо́ре и наста́вльшему лю́ди, / я́же изведе́ из рабо́ты еги́петския, / я́ко просла́вися.",
  ["текст_цс"] = "Грѧди́те лю́дїе, пои́мъ пѣ́снь хрⷭ҇тꙋ̀ бг҃ꙋ, раздѣ́льшемꙋ мо́ре, и҆ наста́вльшемꙋ лю́ди, ꙗ҆̀же и҆зведѐ и҆з̾ рабо́ты є҆гѵ́петскїѧ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Нетре́ну, необы́чну, / немо́кренно морску́ю ше́ствовав стезю́, / избра́нный вопия́ше Изра́иль: / Го́сподеви пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Нетре́нꙋ, неѻбы́чнꙋ, немо́креннѡ морскꙋ́ю ше́ствовавъ стезю̀, и҆збра́нный вопїѧ́ше і҆и҃ль: гдⷭ҇ви пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пои́м Го́сподеви, / в мо́ри дре́вле лю́ди наста́вльшему / и в нем фарао́на со всево́инством погрузи́вшему, / песнь побе́дную, я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви, въ мо́ри дре́вле лю́ди наста́вльшемꙋ, и҆ въ не́мъ фараѡ́на со всево́инствомъ погрꙋзи́вшемꙋ, пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Непроходи́мое волня́щееся мо́ре / Бо́жиим Свои́м веле́нием изсуши́вшему / и пешеше́ствовати сквозе́ е́ изра́ильтеския лю́ди наста́вльшему, / Го́сподеви пои́м, сла́вно бо просла́вися.",
  ["текст_цс"] = "Непроходи́мое волнѧ́щеесѧ мо́ре, бж҃їимъ свои́мъ велѣ́нїемъ и҆зсꙋши́вшемꙋ, и҆ пѣшеше́ствовати сквозѣ̀ є҆̀ і҆и҃льтєскїѧ лю́ди наста́вльшемꙋ, гдⷭ҇ви пои́мъ: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пои́м Го́сподеви песнь но́вую, / я́ко пресла́вно Изра́иля спасе́, / рабо́ты изба́вив, / и му́чащия враги́ покры́ло есть мо́ре.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви пѣ́снь но́вꙋю, ꙗ҆́кѡ пресла́внѡ і҆и҃лѧ сп҃сѐ, рабо́ты и҆зба́вивъ, и҆ мꙋ́чащыѧ врагѝ покры́ло є҆́сть мо́ре.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Моисе́йскую песнь восприи́мши, возопи́й, душе́: / Помо́щник и Покрови́тель бысть мне во спасе́ние, / сей мой Бог, и просла́влю Его́.",
  ["текст_цс"] = "Мѡѷсе́йскꙋю пѣ́снь воспрїи́мши, возопі́й дꙋшѐ: помо́щникъ и҆ покрови́тель бы́сть мнѣ̀ во сп҃се́нїе, се́й мо́й бг҃ъ, и҆ просла́влю є҆го̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Обрати́вшему мо́ре в су́шу / и прове́дшему Изра́иля сквозе́ е́, / пои́м Го́сподеви Бо́гу, / я́ко просла́вися.",
  ["текст_цс"] = "Ѡ҆брати́вшемꙋ мо́ре въ сꙋ́шꙋ, и҆ прове́дшемꙋ і҆и҃лѧ сквозѣ̀ є҆̀, пои́мъ гдⷭ҇ви бг҃ꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Высоковы́йный в колесни́цах и в кре́пких триста́тах фарао́н / в Чермне́м потопи́ся со всево́инством. / Мои се́й же Изра́иля, я́ко по су́ху, прове́д / Боже́ственным веле́нием, поя́ше: / пои́м Го́сподеви, сла́вно бо просла́вися.",
  ["текст_цс"] = "Высоковы́йный въ колесни́цахъ, и҆ въ крѣ́пкихъ трїста́тахъ фараѡ́нъ, въ чермнѣ́мъ потопи́сѧ со всево́инствомъ: мѡѷсе́й же і҆и҃лѧ ꙗ҆́кѡ по сꙋ́хꙋ прове́дъ бж҃е́ственнымъ велѣ́нїемъ, поѧ́ше: пои́мъ гдⷭ҇ви, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Бе́здны дре́вле безме́рное / Моисе́й крестообра́зно пресече́ жезло́м / и фарао́ново всево́инство в нем потопи́. / Изра́ильтяне же, на он пол мо́ря преходя́ще, / песнь воспева́ху: / пои́м Го́сподеви, сла́вно бо просла́вися.",
  ["текст_цс"] = "Бе́здны дре́вле безмѣ́рное, мѡѷсе́й крⷭ҇тоѡбра́знѡ пресѣчѐ жезло́мъ, и҆ фараѡ́ново всево́инство въ не́мъ потопѝ. і҆и҃льтѧне же на ѻ҆́нъ по́лъ мо́рѧ преходѧ́ще, пѣ́снь воспѣва́хꙋ: пои́мъ гдⷭ҇ви, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "По бе́здне ходя́ще, изра́ильтеския лю́ди воспева́ху / руко́ю кре́пкою Си́льному, / сокруши́вшему бра́ни фарао́на мучи́теля: / пои́м Го́сподеви, сла́вно бо просла́вися.",
  ["текст_цс"] = "По бе́зднѣ ходѧ́ще і҆и҃льтєскїѧ лю́ди, воспѣва́хꙋ рꙋко́ю крѣ́пкою си́льномꙋ, сокрꙋши́вшемꙋ бра̑ни фараѡ́на мꙋчи́телѧ: пои́мъ гдⷭ҇ви, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Во́ды дре́вле Чермна́го растерза́л еси́ жезло́м законоположи́теля, / и лю́ди избра́нныя немо́кренно спасы́й, / побе́дную пою́щия песнь / победи́тель ней Твое́й, Христе́, десни́це.",
  ["текст_цс"] = "Во́ды дре́вле чермна́гѡ растерза́лъ є҆сѝ жезло́мъ законоположи́телѧ, и҆ лю́ди и҆збра̑нныѧ немо́креннѡ сп҃сы́й, побѣ́днꙋю пою́щыѧ пѣ́снь, побѣди́тельнѣй твое́й хрⷭ҇тѐ десни́цѣ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Стопа́ми невла́жными Изра́иль прохожда́ше, / сече́нием вод проявля́ше Крест, / вхо́дом погребе́ние, / исхо́дом честно́е и Боже́ственное Воскресе́ние, / поя́ в похвале́нии Изба́вителю по бе́дную.",
  ["текст_цс"] = "Стопа́ми невла́жными і҆и҃ль прохожда́ше: сѣче́нїемъ во́дъ проѧвлѧ́ше крⷭ҇тъ, вхо́домъ погребе́нїе, и҆схо́домъ чⷭ҇тно́е и҆ бж҃е́ственное воскресе́нїе, поѧ̀ въ похвале́нїи и҆зба́вителю побѣ́днꙋю.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пои́м Го́сподеви песнь но́вую: / стра́шно бо чу́до, / я́ко Де́ва породи́ Бо́га вочелове́чшася / и по рождестве́ па́ки Де́ва пребы́сть.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви пѣ́снь но́вꙋю: стра́шно бо чꙋ́до, ꙗ҆́кѡ дв҃а породѝ бг҃а вочл҃вѣ́чшасѧ, и҆ по ржⷭ҇твѣ̀ па́ки дв҃а пребы́сть.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Не́бо и земля́ да во́нмет / и Христу́ да воспою́т, / во Иорда́не челове́ческий возсозда́вшему днесь род, / истле́вший от преступле́ния.",
  ["текст_цс"] = "Нб҃о и҆ землѧ̀ да во́нметъ, и҆ хрⷭ҇тꙋ̀ да воспою́тъ, во і҆ѻрда́нѣ человѣ́ческїй возсозда́вшемꙋ дне́сь ро́дъ, и҆стлѣ́вшїй ѿ престꙋпле́нїѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Не́бо, вонми́ ми, / земле́, внуши́ глаго́лы моя́, / я́ко из глубины́ се́рдца моего́ отры́гнух, / Бо́жие великоле́пие днесь, / па́мять прему́дрых апо́стол Его́.",
  ["текст_цс"] = "Нб҃о вонми́ ми, землѐ внꙋшѝ глаго́лы моѧ̑, ꙗ҆́кѡ и҆з̾ глꙋбины̀ се́рдца моегѡ̀ ѿры́гнꙋхъ, бж҃їе великолѣ́пїе, дне́сь па́мѧть премꙋ́дрыхъ а҆пⷭ҇лъ є҆гѡ̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь в мо́ри спасы́й, /и в пусты́ни насы́тивый изра́ильтеския лю́ди, / и во́ду из ка́мене источи́вый челове́ком, / да дре́вле па́дшаго, поне́с, / привлеку́ ко Мне за неизрече́нную ми́лость.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь въ мо́ри сп҃сы́й, и҆ въ пꙋсты́ни насы́тивый і҆и҃льтєскїѧ лю́ди, и҆ во́дꙋ и҆з̾ ка́мене и҆сточи́вый человѣ́кѡмъ, да дре́вле па́дшаго поне́съ, привлекꙋ̀ ко мнѣ̀ за неизрече́ннꙋю ми́лость.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Внемли́те, лю́дие Мои́, зако́ну Моему́, / приклони́те у́хо ва́ше во глаго́лы уст Мои́х, / я́ко И́мя Твое́, Го́споди, призва́х.",
  ["текст_цс"] = "Внемли́те лю́дїе моѝ зако́нꙋ моемꙋ̀, приклони́те оу҆́хо ва́ше во глаго́лы оу҆́стъ мои́хъ: ꙗ҆́кѡ и҆́мѧ твоѐ гдⷭ҇и призва́хъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Внемли́те, лю́дие, / зна́мением дел Боже́ственныя Моея́ си́лы / и о сем уразуме́йте, / я́ко Еди́н Аз Бог есмь всех.",
  ["текст_цс"] = "Внемли́те лю́дїе зна́менїємъ дѣ́лъ, бж҃е́ственныѧ моеѧ̀ си́лы, и҆ ѡ҆ се́мъ разꙋмѣ́йте, ꙗ҆́кѡ є҆ди́нъ а҆́зъ бг҃ъ є҆́смь всѣ́хъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Бог, и́стинна дела́ Его́ / и вси путие́ Его́ судьбы́.",
  ["текст_цс"] = "Бг҃ъ, и҆́стинна дѣла̀ є҆гѡ̀, и҆ всѝ пꙋтїѐ є҆гѡ̀ сꙋдьбы̑.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Процвела́ есть пусты́ня, я́ко крин, Го́споди, / язы́ческая неплодя́щая Це́рковь / прише́ствием Твои́м, / в не́йже утверди́ся мое́ се́рдце.",
  ["текст_цс"] = "Процвѣла̀ є҆́сть пꙋсты́нѧ, ꙗ҆́кѡ крі́нъ гдⷭ҇и, ꙗ҆зы́ческаѧ неплодѧ́щаѧ цр҃ковь прише́ствїемъ твои́мъ, въ не́йже оу҆тверди́сѧ моѐ се́рдце.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Кре́пость дая́й царе́м на́шим Госпо́дь / и рог пома́занных Свои́х вознося́й / от Де́вы ражда́ется, гряде́т же ко Креще́нию. / Тому́, ве́рнии, возопие́м: / несть свят, я́ко Бог наш.",
  ["текст_цс"] = "Крѣ́пость даѧ́й царє́мъ на́шымъ гдⷭ҇ь, и҆ ро́гъ пома́занныхъ свои́хъ возносѧ́й, ѿ дв҃ы ражда́етсѧ, грѧде́тъ же ко креще́нїю. томꙋ̀ вѣ́рнїи возопїе́мъ: нѣ́сть ст҃ъ, ꙗ҆́кѡ бг҃ъ на́шъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ели́цы дре́вних изреши́хомся се́тей, / бра́шен львов сотре́нных члено́вными, / ра́дуимся и разшири́м уста́, / сло́во плету́ще от слове́с сладкопе́ния. / И́мже к нам наслажда́ется дарова́ний.",
  ["текст_цс"] = "Є҆ли́цы дре́внихъ и҆зрѣши́хомсѧ сѣ́тей, бра́шенъ львѡ́въ сотре́нныхъ члено́вными, ра́дꙋимсѧ и҆ разшири́мъ оу҆ста̀, сло́во плетꙋ́ще ѿ слове́съ сладкопѣ́нїѧ, и҆́мже къ на́мъ наслажда́етсѧ дарова́нїй.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Лук сокруши́ся си́льных / держа́вою Твое́ю, Христе́, / и си́лою немощству́ющии / препоя́сашася.",
  ["текст_цс"] = "Лꙋ́къ сокрꙋши́сѧ си́льныхъ держа́вою твое́ю хрⷭ҇тѐ, и҆ си́лою немощствꙋ́ющїи препоѧ́сашасѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "На ка́мени мя ве́ры утверди́в, / разшири́л еси́ уста́ моя́ на враги́ моя́, / возвесели́ бо ся дух мой, внегда́ пе́ти: / несть свят, я́коже Бог наш, / и несть пра́веден, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "На ка́мени мѧ̀ вѣ́ры оу҆тверди́въ, разшири́лъ є҆сѝ оу҆ста̀ моѧ̑ на врагѝ моѧ̑. возвесели́ бо сѧ дꙋ́хъ мо́й, внегда̀ пѣ́ти: нѣ́сть ст҃ъ, ꙗ҆́коже бг҃ъ на́шъ, и҆ нѣ́сть пра́веденъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утверди́ нас в Тебе́, Го́споди, / Дре́вом умерщвле́й грех, / и страх Твой всади́ / в сердца́ нас, пою́щих Тя.",
  ["текст_цс"] = "Оу҆твердѝ на́съ въ тебѣ̀ гдⷭ҇и, дре́вомъ оу҆мерщве́й грѣ́хъ, и҆ стра́хъ тво́й всадѝ въ сердца̀ на́съ пою́щихъ тѧ̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Непло́дствовавший мой ум / плодоно́сен, Бо́же, покажи́ ми, / Де́лателю до́брых, Насади́телю благи́х, / благоутро́бием Твои́м.",
  ["текст_цс"] = "Непло́дствовавшїй мо́й оу҆́мъ, плодоно́сенъ бж҃е покажи́ ми, дѣ́лателю до́брыхъ, насади́телю бл҃ги́хъ, бл҃гоꙋтро́бїемъ твои́мъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утверди́ мя, Го́споди, Бо́же мой, / да не похва́лится враг мой о мне: / Ты бо еси́, Го́споди, утвержде́ние мое́, / и прибе́жище, и си́ла.",
  ["текст_цс"] = "Оу҆тверди́ мѧ гдⷭ҇и, бж҃е мо́й, да не похва́литсѧ вра́гъ мо́й ѡ҆ мнѣ̀: ты́ бо є҆сѝ гдⷭ҇и оу҆твержде́нїе моѐ, и҆ прибѣ́жище и҆ си́ла.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Храни́тель тве́рдый / и незы́блемое утвержде́ние Ты еси́, Христе́, / наде́ющияся на Тя, неукло́нны утвержда́я нас, / извести́ в тве́рдом Твое́м основа́нии наде́жды и ве́ры.",
  ["текст_цс"] = "Храни́тель тве́рдый, и҆ незы́блемое оу҆твержде́нїе, ты̀ є҆сѝ хрⷭ҇тѐ, надѣ́ющыѧсѧ на тѧ̀ неꙋклѡ́нны оу҆твержда́ѧ на́съ, и҆звѣстѝ въ тве́рдомъ твое́мъ ѡ҆снова́нїи наде́жды и҆ вѣ́ры.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утверди́ся се́рдце мое́ в Го́споде, / вознесе́ся рог мой в Бо́зе мое́м, / я́ко роди́лся еси́ на земли́ / и спасл еси́ заблу́ждшаго.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ въ гдⷭ҇ѣ, вознесе́сѧ ро́гъ мо́й въ бз҃ѣ мое́мъ: ꙗ҆́кѡ роди́лсѧ є҆сѝ на землѝ, и҆ спа́слъ є҆сѝ заблꙋ́дшаго.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ты сло́вом Твои́м, Го́споди, / Небеса́ утверди́л еси́, / Ты и се́рдце мое́ / в ве́ре утверди́.",
  ["текст_цс"] = "Ты̀ сло́вомъ твои́мъ гдⷭ҇и, нб҃са̀ оу҆тверди́лъ є҆сѝ, ты̀ и҆ се́рдце моѐ въ вѣ́рѣ оу҆твердѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Не́бо простры́й, я́ко ко́жу, и су́шу основа́вый на вода́х / Боже́ственным Твои́м ма́нием, Христе́ Бо ́же, / и мене́ утверди́ в Правосла́вней ве́ре, взыва́юща: / свят несть, па́че Тебе́.",
  ["текст_цс"] = "Нб҃о простры́й ꙗ҆́кѡ ко́жꙋ и҆ сꙋ́шꙋ ѡ҆снова́вый на вода́хъ бж҃е́ственнымъ твои́мъ ма́нїемъ хрⷭ҇тѐ бж҃е, и҆ менѐ оу҆твердѝ въ правосла́внѣй вѣ́рѣ, взыва́юща: ст҃ъ нѣ́сть па́че тебѐ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утверди́ мя, Го́споди, утверди́вый си́лою Небеса́, / и утверди́ се́рдце мое́ во стра́се Твое́м, / да А́ннину песнь принесу́ Ти, Сло́ву: / несть свят, я́ко Бог наш, / вознесы́й рог пома́занных Свои́х.",
  ["текст_цс"] = "Оу҆тверди́ мѧ гдⷭ҇и, оу҆тверди́вый си́лою нб҃са̀, и҆ оу҆твердѝ се́рдце моѐ во стра́сѣ твое́мъ, да а҆́ннинꙋ пѣ́снь принесꙋ́ ти сло́вꙋ: нѣ́сть ст҃ъ ꙗ҆́кѡ бг҃ъ на́шъ, вознесы́й ро́гъ пома́занныхъ свои́хъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Небеса́ небе́с, сла́ву Твою́, Спа́се, пове́дающая, / на похвалу́ воздвиза́ют А́нгелов мно́жества, / и челове́цы воспева́ют: / несть, па́че Тебе́, Бог и Госпо́дь, / от не су́щих во е́же бы́ти приведы́й вся́ческая.",
  ["текст_цс"] = "Нб҃са̀ нб҃съ, сла́вꙋ твою̀ сп҃сѐ повѣ̑дающаѧ, на похвалꙋ̀ воздвиза́ютъ а҆́гг҃лѡвъ мно́жєства, и҆ человѣ́цы воспѣва́ютъ. нѣ́сть па́че тебѐ бг҃ъ и҆ гдⷭ҇ь, ѿ не сꙋ́щихъ во є҆́же бы́ти приведы́й всѧ́чєскаѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "И́же в нача́ле прему́дростию Твое́ю, Христе́, / Небеса́ утвержде́й ра́зумом, / основа́вый же зе́млю Боголе́пно на вода́х безме́рных, / держа́вою Твое́ю утверди́ мя, молю́ся, / в тве́рдом основа́нии ве́ры.",
  ["текст_цс"] = "И҆́же въ нача́лѣ премꙋ́дростїю твое́ю хрⷭ҇тѐ, нб҃са̀ оу҆твержде́й ра́зꙋмомъ, ѡ҆снова́вый же зе́млю бг҃олѣ́пнѡ на вода́хъ безмѣ́рныхъ, держа́вою твое́ю, оу҆тверди́ мѧ молю́сѧ, въ тве́рдомъ ѡ҆снова́нїи вѣ́ры.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утверди́вый в нача́ле Прему́дростию и Сло́вом Небеса́ в ра́зуме / и зе́млю Основа́вый на вода́х, / воскресни́ от Гро́ба, / дая́й нам рог спасе́ния.",
  ["текст_цс"] = "Оу҆тверди́вый въ нача́лѣ премꙋ́дростїю и҆ сло́вомъ нб҃са̀ въ ра́зꙋмѣ, и҆ зе́млю ѡ҆снова́вый на вода́хъ, воскрⷭ҇нѝ ѿ гро́ба, даѧ́й на́мъ ро́гъ сп҃се́нїѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Прише́л еси́ от Де́вы не хода́тай, ни А́нгел, / но Сам, Го́споди, вопло́щся, / и спасл еси́ всего́ мя, челове́ка. / Тем зову́ Ти: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Прише́лъ є҆сѝ ѿ дв҃ы, не хода́тай, ни а҆́гг҃лъ, но са́мъ гдⷭ҇и вопло́щьсѧ, и҆ сп҃слъ є҆сѝ всего́ мѧ человѣ́ка. тѣ́мъ зовꙋ́ ти: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Услы́шах, Го́споди, глас Твой, его́же рекл еси́, глас вопию́щаго в пусты́ни, / я́ко возгреме́л еси над вода́ ми мно́гими, / Твоему́ свиде́тельствуяй Сы́ну, / весь быв соше́дшаго Ду́ха, возопи́: / Ты еси́ Хри сто́с, Бо́ жия му́дрость и си́ла.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и гла́съ тво́й, є҆го́же ре́клъ є҆сѝ, гла́съ вопїю́щагѡ въ пꙋсты́ни, ꙗ҆́кѡ возгремѣ́лъ є҆сѝ над̾ вода́ми мно́гими, твоемꙋ̀ свидѣ́тельствꙋѧй сн҃ꙋ, ве́сь бы́въ соше́дшагѡ дх҃а, возопѝ: ты̀ є҆сѝ хрⷭ҇то́съ, бж҃їѧ мꙋ́дрость и҆ си́ла.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Огне́м очи́щся та́йнаго зре́ния, / поя́ проро́к челове́ков новоде́йство, / возглаша́ет глас, ду́хом пле́щущ, / воплоще́ние явля́ющ неизрече́нна Сло́ва, / И́м же си́льных держа́вы сотро́шася",
  ["текст_цс"] = "Ѻ҆гне́мъ ѡ҆чи́щьсѧ та́йнагѡ зрѣ́нїѧ, поѧ̀ прⷪ҇ро́къ человѣ́кѡвъ новодѣ́йство, возглаша́етъ гла́съ, дх҃омъ пле́щꙋщъ, воплоще́нїе ꙗ҆влѧ́ющъ неизрече́нна сло́ва, и҆́мже си́льныхъ держа̑вы сотро́шасѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Услы́шах, Го́споди, / сла́вное Твое́ смотре́ние / и просла́вих, Человеколю́бче, / непостижи́мую Твою́ си́лу.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и, сла́вное твоѐ смотре́нїе, и҆ просла́вихъ чл҃вѣколю́бче, непостижи́мꙋю твою̀ си́лꙋ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Услы́шах, Го́споди, / слух Твоего́ смотре́ния, / и просла́вих Тя, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и, слꙋ́хъ твоегѡ̀ смотре́нїѧ, и҆ просла́вихъ тѧ̀, є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пою́ Тя, слу́хом бо, Го́споди, услы́шах и ужасо́хся: / до мене́ бо и́деши, мене́ ища́, заблу́ждшаго. / Тем мно́гое Твое́ снизхожде́ние, е́же на мя, / прославля́ю, Многоми́лостиве.",
  ["текст_цс"] = "Пою́ тѧ, слꙋ́хомъ бо гдⷭ҇и оу҆слы́шахъ и҆ оу҆жасо́хсѧ, до мене́ бо и҆́деши, менѐ и҆щѧ̀ заблꙋ́ждшаго. тѣ́мъ мно́гое твоѐ снизхожде́нїе, є҆́же на мѧ̀, прославлѧ́ю многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / разуме́х дела́ Твоя́, и диви́хся, и возопи́х: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ диви́хсѧ, и҆ возопи́хъ. сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Из горы́ ка́мень кроме́ руки́ отсе́клся еси́, Христе́, / от Де́вы Ма́тере. / Те́мже проро́к, прови́дя, вопия́ше: / во спасе́ние люде́й Твои́х прише́л еси́, / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "И҆з̾ горы̀ ка́мень кромѣ̀ рꙋкѝ ѿсѣ́клсѧ є҆сѝ хрⷭ҇тѐ, ѿ дв҃ы мт҃ре. тѣ́мже прⷪ҇ро́къ прови́дѧ вопїѧ́ше: во сп҃се́нїе люде́й твои́хъ прише́лъ є҆сѝ, сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Прозорли́ве проро́к тайноводи́мый / Твоему́, Христе́, прише́ствию ужаса́ется, / е́же предреки́й вопия́ше: / хвале́ния Твоего́ испо́лнися земля́, / Боголе́пно бо на́шу нищету́ не презре́л еси́, / но прише́л и спасл еси́.",
  ["текст_цс"] = "Прозорли́вѣ прⷪ҇ро́къ тайноводи́мый, твоемꙋ̀ хрⷭ҇тѐ прише́ствїю оу҆жаса́етсѧ, є҆́же предрекі́й вопїѧ́ше: хвале́нїѧ твоегѡ̀ и҆спо́лнисѧ землѧ̀. бг҃олѣ́пнѡ бо на́шꙋ нищетꙋ̀ не презрѣ́лъ є҆сѝ, но прише́лъ и҆ сп҃слъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Услы́шах слух Боже́ственныя си́лы Твоея́, Христе́, / я́ко безсе́менно во чре́ве Де́вы зача́лся еси́, / и возопи́х: сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ бж҃е́ственныѧ си́лы твоеѧ̀ хрⷭ҇тѐ, ꙗ҆́кѡ безсѣ́меннѡ во чре́вѣ дв҃ы зача́лсѧ є҆сѝ, и҆ возопи́хъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Е́же от Де́вы Твое́ рождество́ проро́к предзря́, / возпропове́даше, вопия́: / слух Твой услы́шах и убоя́хся, / я́ко от ю́га и из горы́ святы́я приосене́нныя / прише́л еси́, Христе́.",
  ["текст_цс"] = "Є҆́же ѿ дв҃ы твоѐ ржⷭ҇тво̀ прⷪ҇ро́къ предзрѧ̀, возпроповѣ́даше вопїѧ̀: слꙋ́хъ тво́й оу҆слы́шахъ, и҆ оу҆боѧ́хсѧ, ꙗ҆́кѡ ѿ ю҆́га, и҆ и҆з̾ горы̀ ст҃ы́ѧ прїѡсѣне́нныѧ прише́лъ є҆сѝ хрⷭ҇тѐ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Внегда́ прибли́житися ле́том, позна́ешися, / положи́л бо еси́ любо́вь тве́рду / кре́пости Твоея́, Го́споди.",
  ["текст_цс"] = "Внегда̀ прибли́житисѧ лѣ́тѡмъ позна́ешисѧ, положи́лъ бо є҆сѝ любо́вь тве́рдꙋ крѣ́пости твоеѧ̀, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Неизрече́нное та́инство вочелове́чения Твоего́, Христе́ Бо́же, / та́йно прови́дев, Авваку́м вопия́ше: / услы́шах слух Твой и убоя́хся, / разуме́х дела́ Твоя́ / и просла́влю си́лу Твою́.",
  ["текст_цс"] = "Неизрече́нное та́инство вочл҃вѣ́ченїѧ твоегѡ̀ хрⷭ҇тѐ бж҃е, та́йнѡ прови́дѣвъ а҆ввакꙋ́мъ вопїѧ́ше: оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ просла́влю си́лꙋ твою̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Чу́ду стра́шному научи́вся чу́дный Авваку́м, / неизрече́нному Твоему́, Сло́ве Бо́жий, прише́ствию, / я́ко от приосене́нныя ча́щи, Неизме́нне, воплоща́емь, проше́л еси́, / и, я́ко во у́жасе быв, взыва́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Чꙋ́дꙋ стра́шномꙋ наꙋчи́всѧ чꙋ́дный а҆ввакꙋ́мъ, неизрече́нномꙋ твоемꙋ̀, сло́ве бж҃їй, прише́ствїю, ꙗ҆́кѡ ѿ прїѡсѣне́нныѧ ча́щи, неизмѣ́нне воплоща́емь проше́лъ є҆сѝ, и҆ ꙗ҆́кѡ во оу҆́жасѣ бы́въ, взыва́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Свеще́ю пре́жде Авваку́м просвеща́емь, Го́споди, / и Твое́ вочелове́чение предвозвеща́я, вопия́ше, / от Святы́я Де́вы проити́, Неизме́нне, / в возсозда́ние дре́вняго Ада́ма.",
  ["текст_цс"] = "Свѣще́ю пре́жде а҆ввакꙋ́мъ просвѣща́емь гдⷭ҇и, и҆ твоѐ вочл҃вѣ́ченїе предвозвѣща́ѧ, вопїѧ́ше ѿ ст҃ы́ѧ дв҃ы проитѝ неизмѣ́нне, въ возсозда́нїе дре́внѧгѡ а҆да́ма.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "От Де́вы безсе́менно яви́лся еси́ ми́рови, я́ко со́лнце, / нетле́ния сла́ву озаря́я нам, / от Ада́ма преступле́нием осуди́вшимся, Го́споди. / Те́мже дохнове́нием Ду́ха проро́к Авваку́м взыва́ше: / сла́ва, Христе́, си́ле Твое́й.",
  ["текст_цс"] = "Ѿ дв҃ы безсѣ́меннѡ ꙗ҆ви́лсѧ є҆сѝ мі́рови ꙗ҆́кѡ со́лнце, нетлѣ́нїѧ сла́вꙋ ѡ҆зарѧ́ѧ на́мъ, ѿ а҆да́ма престꙋпле́нїемъ ѡ҆сꙋди́вшымсѧ гдⷭ҇и. тѣ́мже дохнове́нїемъ дх҃а прⷪ҇ро́къ а҆ввакꙋ́мъ взыва́ше: сла́ва хрⷭ҇тѐ си́лѣ твое́й.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Посреде́ двою́ разбо́йнику Живо́т на Дре́ве ви́сяше, / совокупи́ти бо пре́жде разстоя́щее / дла́ни простре́ Свое́ю во́лею, / и воскре́с тридне́вный, совоскреси́в естество́ челове́ческое, / сла́вящее Его́ Боже́ст венное снизхожде́ние.",
  ["текст_цс"] = "Посредѣ̀ двою̀ разбѡ́йникꙋ живо́тъ на дре́вѣ ви́сѧше, совокꙋпи́ти бо пре́жде разстоѧ́щее, дла̑ни прострѐ свое́ю во́лею, и҆ воскре́съ тридне́вный, совоскр҃си́въ є҆стество̀ человѣ́ческое, сла́вѧщее є҆гѡ̀ бж҃е́ственное снизхожде́нїе.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Хода́тай Бо́гу и челове́ком был еси́, Христе́ Бо́же: / Тобо́ю бо, Влады́ко, к Светонача́льнику, Отцу́ Твоему́, / от но́щи неве́дения / приведе́ние и́мамы.",
  ["текст_цс"] = "Хода́тай бг҃ꙋ и҆ человѣ́кѡмъ бы́лъ є҆сѝ хрⷭ҇тѐ бж҃е: тобо́ю во влⷣко, къ свѣтонача́льникꙋ ѻ҆ц҃ꙋ̀ твоемꙋ̀, ѿ но́щи невѣ́дѣнїѧ, приведе́нїе и҆́мамы.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Иису́с, живота́ нача́льник, / разреши́ти осужде́ние гряде́т Ада́ма первозда́ннаго, / очище́ний же я́ко Бог не тре́буя, / па́дшаго очища́ет во Иорда́не, в не́мже вражду́ уби́в, / преиму́щ всяк ум мир да́рует.",
  ["текст_цс"] = "І҆и҃съ живота̀ нача́льникъ, разрѣши́ти ѡ҆сꙋжде́нїе грѧде́тъ а҆да́ма первозда́ннагѡ, ѡ҆чище́нїй же ꙗ҆́кѡ бг҃ъ не тре́бꙋѧ, па́дшаго ѡ҆чища́етъ во і҆ѻрда́нѣ: въ не́мже враждꙋ̀ оу҆би́въ, преимꙋ́щъ всѧ́къ оу҆́мъ ми́ръ да́рꙋетъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Врага́ те́мнаго и оскверне́ннаго я́да / очище́ни ем Ду́ха измове́ни, / к но́вой приста́хом небла́зненной стези́, / водя́щей в непристу́пную ра́дость, Еди́нем присту́пну, / и́мже Бог примири́ся.",
  ["текст_цс"] = "Врага̀ те́мнагѡ и҆ ѡ҆скверне́ннагѡ ꙗ҆́да ѡ҆чище́нїемъ дх҃а и҆змове́ни: къ но́вой приста́хомъ небла́зненной стезѝ, водѧ́щей въ непристꙋ́пнꙋю ра́дость, є҆ди́нѣмъ пристꙋ́пнꙋ: и҆́мже бг҃ъ примири́сѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Све́та Пода́телю / и веко́в Тво́рче, Го́споди, / во све́те Твои́х повеле́ний наста́ви нас: / ра́зве бо Тебе́, ино́го бо́га не зна́ем.",
  ["текст_цс"] = "Свѣ́та пода́телю, и҆ вѣкѡ́въ тво́рче гдⷭ҇и, во свѣ́тѣ твои́хъ повелѣ́нїй наста́ви на́съ: ра́звѣ бо тебѐ и҆но́гѡ бг҃а не зна́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Мглу души́ моея́, Спа́се мой, / разгна́в све́том за́поведей Твои́х, озари́ мя, / я́ко Еди́н Царь ми́ра.",
  ["текст_цс"] = "Мглꙋ̀ дꙋшѝ моеѧ̀, сп҃се мо́й, разгна́въ свѣ́томъ за́повѣдей твои́хъ, ѡ҆зари́ мѧ ꙗ҆́кѡ є҆ди́нъ цр҃ь ми́ра.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Угль Иса́ии проявле́йся, / Со́лнце из де́вственныя утро́бы / возсия́ во тьме заблу́ждшим, / Богоразу́мия просвеще́ние да́руя.",
  ["текст_цс"] = "Оу҆́гль и҆са́їи проѧвле́йсѧ со́лнце и҆з̾ дѣ́вственныѧ оу҆тро́бы возсїѧ̀ во тмѣ̀ заблꙋ́ждшымъ, бг҃оразꙋ́мїѧ просвѣще́нїе да́рꙋѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Просвеще́ние во тьме лежа́щих, / спасе́ние отча́янных, Христе́, Спа́се мой, / к Тебе́ у́тренюю, Царю́ ми́ра, / просвети́ мя сия́нием Твои́м, / ино́го бо, ра́зве Тебе́, бо́га не зна́ю.",
  ["текст_цс"] = "Просвѣще́нїе во тьмѣ̀ лежа́щихъ, сп҃се́нїе ѿча́ѧнныхъ хрⷭ҇тѐ сп҃се мо́й, къ тебѣ̀ оу҆́тренюю цр҃ю̀ ми́ра, просвѣти́ мѧ сїѧ́нїемъ твои́мъ: и҆но́гѡ бо ра́звѣ тебѐ бг҃а не зна́ю.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "От но́щи пое́м Тя, Христе́ Бо́же, / я́ко благоволе́нием О́тчим / Себе́ во истоща́ние положи́л еси́ / на́шего ра́ди спасе́ния.",
  ["текст_цс"] = "Ѿ но́щи пое́мъ тѧ̀ хрⷭ҇тѐ бж҃е, ꙗ҆́кѡ бл҃говоле́нїемъ ѻ҆́ч҃имъ, себѐ во и҆стоща́нїе положи́лъ є҆сѝ, на́шегѡ ра́ди сп҃се́нїѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Стяжи́ ны, Го́споди, плене́нныя от греха́, и просвети́, Спа́се, / во е́же пе́ти и сла́вити Тя, / Еди́наго Изба́вителя / и Просвети́теля душ на́ших.",
  ["текст_цс"] = "Стѧжи́ ны гдⷭ҇и плѣнє́нныѧ ѿ грѣха̀, и҆ просвѣтѝ сп҃се, во є҆́же пѣ́ти и҆ сла́вити тѧ̀, є҆ди́наго и҆зба́вителѧ и҆ просвѣти́телѧ дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Живо́т сый и Свет, Христе́ Бо́же, / мра́чнаго неве́дения разори́в мглу, / просвети́ на́ша мы́сли, / у́мная чу́вства незаходи́мым Све́том Твоего́ ра́зума.",
  ["текст_цс"] = "Живо́тъ сы́й и҆ свѣ́тъ хрⷭ҇тѐ бж҃е, мра́чнагѡ невѣ́дѣнїѧ разори́въ мглꙋ̀, просвѣтѝ на́шѧ мы̑сли, оу҆́мнаѧ чꙋ̑вства незаходи́мымъ свѣ́томъ твоегѡ̀ ра́зꙋма.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Но́щи преше́дшей, прибли́жися день, / и Свет ми́ру возсия́, / сего́ ра́ди хва́лят Тя А́нгельстии чи́ни / и славосло́вят Тя вся́ческая.",
  ["текст_цс"] = "Но́щи преше́дшей, прибли́жисѧ де́нь, и҆ свѣ́тъ мі́рꙋ возсїѧ̀, сегѡ̀ ра́ди хва́лѧтъ тѧ̀ а҆́гг҃льстїи чи́ни, и҆ славосло́вѧтъ тѧ̀ всѧ́чєскаѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Сеннопи́санный мрак гада́ний разори́в / и ве́рных прибы́тием И́стины, / Богоотрокови́цею, озари́в сердца́, / и нас Све́том Твои́м, Христе́, наста́ви.",
  ["текст_цс"] = "Сѣннопи́санный мра́къ гада́нїй разори́въ, и҆ вѣ́рныхъ прибы́тїемъ и҆́стины, бг҃оѻтрокови́цею ѡ҆зари́въ сердца̀, и҆ на́съ свѣ́томъ твои́мъ хрⷭ҇тѐ наста́ви.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Невече́рний Свет Твой, Христе́, / возсия́й в нас, Светода́вче, / и мрак прегреше́ний на́ших разори́, / ми́ра Царю́.",
  ["текст_цс"] = "Невече́рнїй свѣ́тъ тво́й хрⷭ҇тѐ, возсїѧ́й въ на́съ свѣтода́вче, и҆ мра́къ прегрѣше́нїй на́шихъ разорѝ, ми́ра цр҃ю̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Све́том за́поведей Твои́х / озари́ Христе́ се́рдце мое́ / яко да во хвале́ Твою́ непреста́нно славосло́влю / от но́щи у́тренюя благосты́ню.",
  ["текст_цс"] = "Свѣ́томъ за́повѣдей твои́хъ ѡ҆зарѝ хрⷭ҇тѐ, се́рдце моѐ, ꙗ҆́кѡ да во хвалѣ̀ твою̀ непреста́ннѡ славосло́влю, ѿ но́щи оу҆́тренюѧ, бл҃госты́ню.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Тебе́, сла́вы Со́лнце незаходи́мое, / Христе́, от се́рдца молю́: / просвети́ души́ моея́ ослепле́ннии зе́ницы, / от но́щи греха́ к де́ланию за́поведей Твои́х.",
  ["текст_цс"] = "Тебѐ сла́вы сл҃нце незаходи́мое хрⷭ҇тѐ,ѿ се́рдца молю̀: просвѣтѝ дꙋшѝ моеѧ̀ ѡ҆слѣпле́ннїи зѣ̑ницы, ѿ но́щи грѣха̀ къ дѣ́ланїю за́повѣдей твои́хъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Просвеще́нием за́поведей Твои́х, Еди́не Ще́дре, / озари́ ду́шу мою́, молю́ся, / ю́же из глубины́ сна ле́ности / ко у́тру возста́ви составле́ние пе́рстное, / я́ко да пою́ Тя, Христе́, Све́та невече́рняго.",
  ["текст_цс"] = "Просвѣще́нїемъ за́повѣдей твои́хъ, є҆ди́не ще́дре, ѡ҆зарѝ дꙋ́шꙋ мою̀, молю́сѧ, ю҆́же и҆з̾ глꙋбины̀ сна̀ лѣ́ности, ко оу҆́трꙋ возста́ви, составле́нїе пе́рстное, ꙗ҆́кѡ да пою́ тѧ хрⷭ҇тѐ, свѣ́та невече́рнѧго.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "У́тро све́тлое возсия́ от Гро́ба, / Его́ бо схожде́нием Све́та испо́лнишася преиспо́дняя, / пра́ведных ду́ши воста́ша во сла́ве, / славосло́вящия стра́шное и Боже́ственное Воскресе́ние: / Ты бо Еди́н Царь, и Держа́вный, и Си́льный, / и ми́ра Пода́тель.",
  ["текст_цс"] = "Оу҆́тро свѣ́тлое возсїѧ̀ ѿ гро́ба, є҆гѡ́ бо схожде́нїемъ свѣ́та и҆спо́лнишасѧ преиспѡ́днѧѧ: првⷣныхъ дꙋ́шы воста́ша во сла́вѣ, славосло́вѧщыѧ стра́шное и҆ бж҃е́ственное воскрⷭ҇нїе: ты́ бо є҆ди́нъ цр҃ь, и҆ держа́вный, и҆ си́льный, и҆ ми́ра пода́тель.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В бе́здне грехо́вней валя́яся, / неизсле́дную милосе́рдия Твоего́ призы́ваю бе́здну: / от тли, Бо́же, мя возведи́.",
  ["текст_цс"] = "Въ бе́зднѣ грѣхо́внѣй валѧ́ѧсѧ, неизслѣ́днꙋю милосе́рдїѧ твоегѡ̀ призыва́ю бе́зднꙋ: ѿ тлѝ бж҃е мѧ̀ возведѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Глас Словесе́, свети́льник Све́та, / денни́ца Со́лнца, Предте́ча в пусты́ни, / пока́йтеся, всем вопие́т лю́дем, и предочи́ститеся: / се бо предстои́т Христо́с, / от тли мир избавля́яй.",
  ["текст_цс"] = "Гла́съ словесѐ, свѣти́льникъ свѣ́та, денни́ца сл҃нца, прⷣте́ча, въ пꙋсты́ни пока́йтесѧ, всѣ̑мъ вопїе́тъ лю́демъ, и҆ пред̾ ѡ҆чи́ститесѧ: се́ бо предстои́тъ хрⷭ҇то́съ, ѿ тлѝ мі́ръ и҆збавлѧ́ѧй.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Вожделе́ннаго я́вствова со всеблаже́нным гла́сом Оте́ц, / Его́же из чре́ва отры́гну. / Ей, глаго́лет, Сей Соесте́ствен Сын, Сый светоза́рен, / произни́че из челове́ча ро́да: / Сло́во же мое́ жи́во и Челове́к промышле́нием.",
  ["текст_цс"] = "Вожделѣ́ннаго ꙗ҆́вствова со всебл҃же́ннымъ гла́сомъ ѻ҆ц҃ъ, є҆го́же и҆з̾ чре́ва ѿры́гнꙋ: є҆́й глаго́летъ, се́й соесте́ственъ сн҃ъ сы́й свѣтоза́ренъ. произни́че и҆з̾ человѣ́ча ро́да: сло́во же моѐ жи́во, и҆ человѣ́къ промышле́нїемъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Глас глаго́л моле́бных / от боле́зненныя, Влады́ко, души́ услы́шав, / от лю́тых мя изба́ви: / Еди́н бо еси́ на́шего спасе́ния вино́вен.",
  ["текст_цс"] = "Гла́съ глагѡ́лъ моле́бныхъ ѿ болѣ́зненныѧ влⷣко, дꙋшѝ оу҆слы́шавъ, ѿ лю́тыхъ мѧ̀ и҆зба́ви: є҆ди́нъ бо є҆сѝ на́шегѡ сп҃се́нїѧ вино́венъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Во глубине́ грехо́вней содержи́мь есмь, Спа́се, / и в пучи́не жите́йстей обурева́емь, / но, я́коже Ио́ну от зве́ря, / и мене́ от страсте́й возведи́ и спаси́ мя.",
  ["текст_цс"] = "Во глꙋбинѣ̀ грѣхо́внѣй содержи́мь є҆́смь сп҃се, и҆ въ пꙋчи́нѣ жите́йстѣй ѡ҆бꙋрева́емь: но ꙗ҆́коже і҆ѡ́нꙋ ѿ ѕвѣ́рѧ, и҆ менѐ ѿ страсте́й возведѝ, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ко Го́споду от ки́та Ио́на возопи́: / Ты мя возведи́ из глубины́ а́да, молю́ся, / да я́ко Изба́вителю во гла́се хвале́ния / и́стины же Ду́хом пожру́ Тебе́.",
  ["текст_цс"] = "Ко гдⷭ҇ꙋ ѿ ки́та і҆ѡ́на возопѝ: ты́ мѧ возведѝ и҆з̾ глꙋбины̀ а҆́да, молю́сѧ, да ꙗ҆́кѡ и҆зба́вителю во гла́сѣ хвале́нїѧ, и҆́стины же дх҃омъ пожрꙋ̀ тебѣ̀.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Возопи́х в ско́рби мое́й / ко Го́споду Бо́гу моему́, / и посла́ Спа́са ми́ра, / и изба́ви от тли живо́т мой.",
  ["текст_цс"] = "Возопи́хъ въ ско́рби мое́й ко гдⷭ҇ꙋ бг҃ꙋ моемꙋ̀, и҆ посла̀ сп҃са мі́ра, и҆ и҆зба́ви ѿ тлѝ живо́тъ мо́й.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Бе́здна мя мно́га грехо́вная окружа́ет, / и вопию́ Ти, проро́ка подража́яй: / от тли мя, Го́споди, возведи́.",
  ["текст_цс"] = "Бе́здна мѧ̀ мно́га грѣхо́внаѧ ѡ҆крꙋжа́етъ, и҆ вопїю́ ти, прⷪ҇ро́ка подража́ѧй: ѿ тли́ мѧ гдⷭ҇и, возведѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Е́же из глубины́ се́рдца, / не пре́зри моле́ние рабо́в Твои́х, Го́споди: / но я́ко проро́ка Ио́ну от ки́това чре́ва изве́л еси́, / и нас от у́мнаго зве́ря и душетли́тельнаго спаси́.",
  ["текст_цс"] = "Є҆́же и҆з̾ глꙋбины̀ се́рдца, не пре́зри моле́нїе рабѡ́въ твои́хъ гдⷭ҇и: но ꙗ҆́кѡ прⷪ҇ро́ка і҆ѡ́нꙋ ѿ ки́това чре́ва и҆зве́лъ є҆сѝ, и҆ на́съ ѿ оу҆́мнагѡ ѕвѣ́рѧ и҆ дꙋшетли́тельнагѡ сп҃сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Из глубины́ возведи́ мя, / Ио́на к Тебе́ возопи́, / о́браз погребе́ния и воскресе́ния сый, / е́же нам дарова́л еси́, Всеси́льне Спа́се.",
  ["текст_цс"] = "И҆з̾ глꙋбины̀ возведи́ мѧ, і҆ѡ́на къ тебѣ̀ возопѝ, ѡ҆́бразъ погребе́нїѧ и҆ воскрⷭ҇нїѧ сы́й, є҆́же на́мъ дарова́лъ є҆сѝ всеси́льне сп҃се.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Бе́здна согреше́ний обы́де мя после́дняя, / но, я́ко проро́ка Ио́ну, Го́споди, / Го́споди, возведи́ / из нетле́ния живо́т мой.",
  ["текст_цс"] = "Бе́здна согрѣше́нїй ѡ҆бы́де мѧ̀ послѣ́днѧѧ, но ꙗ҆́кѡ прⷪ҇ро́ка і҆ѡ́нꙋ, гдⷭ҇и, гдⷭ҇и, возведѝ и҆з̾ и҆стлѣ́нїѧ живо́тъ мо́й.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Морско́му зве́рю впад, Ио́на здрав спасе́ся, / аз же, содержи́мь мно́гими мои́ми лю́тыми, в про́пасть отве́ржен бых, / но молю́ Тя, Иису́се, Бо́же мой, / предвари́в, уще́дри мя / и от тьмы возведи́ живо́т мой, и от тли.",
  ["текст_цс"] = "Морско́мꙋ ѕвѣ́рю впа́дъ і҆ѡ́на, здра́въ сп҃се́сѧ: а҆́зъ же содержи́мь мно́гими мои́ми лю́тыми, въ про́пасть ѿве́рженъ бы́хъ. но молю́ тѧ і҆и҃се бж҃е мо́й, предвари́въ оу҆ще́дри мѧ̀, и҆ ѿ тьмы̀ возведѝ живо́тъ мо́й и҆ ѿ тлѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Во глубины́ дости́гша морски́я, / и тридне́вствовавша в ки́товех пе́рсех морска́го зве́ря, / дре́вле Ио́ну подража́яй, зову́ Ти: Спа́се мой, / вопию́ща, возведи́ мя из а́да преиспо́дняго, / я́ко да пожру́ Ти со гла́сом хвале́ния.",
  ["текст_цс"] = "Во глꙋбины̑ дости́гша морскі̑ѧ, и҆ тридне́вствовавша въ ки́товѣхъ пе́рсехъ морска́гѡ ѕвѣ́рѧ дре́вле і҆ѡ́нꙋ подража́ѧй зовꙋ̀ тѝ: сп҃се мо́й, вопїю́ща возведи́ мѧ и҆з̾ а҆́да преиспо́днѧгѡ, ꙗ҆́кѡ да пожрꙋ́ ти со гла́сомъ хвале́нїѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Из чре́ва бе́здны долго́в мои́х, Спа́се, изведи́ дух мой, / я́ко дре́вле Ио́ну от ки́това чре́ва возве́л еси́, / да во хра́ме святы́я сла́вы Твоея́ / Твою́ похвалю́ благосты́ню.",
  ["текст_цс"] = "И҆з̾ чре́ва бе́здны долгѡ́въ мои́хъ сп҃се и҆зведѝ дꙋ́хъ мо́й, ꙗ҆́кѡ дре́вле і҆ѡ́нꙋ ѿ ки́това чре́ва возве́лъ є҆сѝ, да во хра́мѣ ст҃ы́ѧ сла́вы твоеѧ̀ твою̀ похвалю̀ бл҃госты́ню.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Прообразу́яй Твое́ погребе́ние, Крест и страсть Ио́на, / во чре́ве ки́тове, Спа́се, тридне́вновав, от внутрь взыва́ше: / да взы́дет живо́т мой, / и прии́дет моли́тва моя́ в храм Твой Боже́ственный, / о Го́споди ми́лости.",
  ["текст_цс"] = "Проѡбразꙋ́ѧй твоѐ погребе́нїе, крⷭ҇тъ и҆ стрⷭ҇ть і҆ѡ́на во чре́вѣ ки́товѣ, сп҃се, тридне́вновавъ, ѿ внꙋ́трь взыва́ше: да взы́детъ живо́тъ мо́й, и҆ прїи́детъ мл҃тва моѧ̀ въ хра́мъ тво́й бж҃е́ственный, ѽ гдⷭ҇и ми́лости.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Богопроти́вное веле́ние беззако́ннующаго мучи́теля / высо́к пла́мень вознесло́ есть. / Христо́с же простре́ Богочести́вым отроко́м ро́су духо́вную, / Сый благослове́н и препросла́влен.",
  ["текст_цс"] = "Бг҃опроти́вное велѣ́нїе беззако́ннꙋющагѡ мꙋчи́телѧ высо́къ пла́мень вознесло̀ є҆́сть: хрⷭ҇то́съ же прострѐ бг҃очести̑вымъ ѻ҆трокѡ́мъ ро́сꙋ дх҃о́внꙋю, сы́й бл҃гослове́нъ и҆ препросла́вленъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ю́ноши благочести́выя, пе́щи оѓненней приобщи́вшияся, / шумя́щ дух ро́сный невреди́мы сохрани́ / и Бо́жия А́нгела снизхожде́ние. / Те́мже, в пла́мени ороша́еми, благода́рственно воспева́ху: / препе́тый оте́ц Го́споди и Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Ю҆́ношы бл҃гочести̑выѧ пе́щи ѻ҆́гненнѣй прїѡбщи́вшыѧсѧ, шꙋмѧ́щъ дꙋ́хъ ро́сный невреди̑мы сохранѝ, и҆ бж҃їѧ а҆́гг҃ла снизхожде́нїе. тѣ́мже въ пла́мени ѡ҆роша́еми бл҃года́рственнѡ воспѣва́хꙋ: препѣ́тый ѻ҆тє́цъ гдⷭ҇и и҆ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Опали́ струе́ю зми́евы главы́ пе́щный высо́кий пла́мень, / ю́ноши нося́щ благочести́выя, / ути́шивый неудободержи́мую мглу из греха́, / всю же омыва́ет росо́ю Ду́ха.",
  ["текст_цс"] = "Ѡ҆палѝ стрꙋе́ю ѕмі́євы главы̑ пе́щный высо́кїй пла́мень, ю҆́ношы носѧ́щъ бл҃гочести̑выѧ, оу҆ти́шивый неꙋдободержи́мꙋю мглꙋ̀ и҆з̾ грѣха̀, всю́ же ѡ҆мыва́етъ росо́ю дх҃а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "О́бразу злато́му, на по́ле Деи́ре служи́му, / трие́ Твои́ о́троцы небрего́ша безбо́жнаго веле́ния, / посреде́ же огня́ вве́ржени, ороша́еми, поя́ху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѡ҆́бразꙋ злато́мꙋ на по́лѣ деи́рѣ слꙋжи́мꙋ, трїѐ твоѝ ѻ҆́троцы небрего́ша безбо́жнагѡ велѣ́нїѧ: посредѣ́ же ѻ҆гнѧ̀ вве́ржени, ѡ҆роша́еми поѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Вети́и яви́шася о́троцы любому́дрейшии дре́вле, / от Богоприя́тныя бо души́, Богосло́вяще устна́ми, поя́ху: / Пребоже́ственный отце́в и наш Бо́же, / благослове́н еси́.",
  ["текст_цс"] = "Вѣті́и ꙗ҆ви́шасѧ ѻ҆́троцы, любомꙋ́дрѣйшїи дре́вле: ѿ бг҃опрїѧ́тныѧ бо дꙋшѝ, бг҃осло́вѧще оу҆стна́ми поѧ́хꙋ: пребж҃е́ственный ѻ҆тцє́въ и҆ на́шъ бж҃е, бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Херуви́мы подража́юще, о́троцы / в пещи́ ликовствова́ху, вопию́ще: / благослове́н еси́, Бо́же, / я́ко и́стиною и судо́м наве́л еси́ сия́ вся грех ра́ди на́ших, / препе́тый и препросла́вленный во вся ве́ки.",
  ["текст_цс"] = "Херꙋві́мы подража́юще ѻ҆́троцы въ пещѝ, ликовствова́хꙋ вопїю́ще: бл҃гослове́нъ є҆сѝ бж҃е, ꙗ҆́кѡ и҆́стиною и҆ сꙋдо́мъ наве́лъ є҆сѝ сїѧ̑ всѧ̑, грѣ̑хъ ра́ди на́шихъ, препѣ́тый и҆ препросла́вленный во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Да пресла́вное рождество́ Твое́, Христе́, е́же от Де́вы, / прообрази́ши я́ве, / неопали́мы в пещи́ о́троки сохрани́л еси́, / пе́сньми пою́щия Тебе́: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Да пресла́вное ржⷭ҇тво̀ твоѐ хрⷭ҇тѐ, є҆́же ѿ дв҃ы, проѡбрази́ши ꙗ҆́вѣ, неѡпали̑мы въ пещѝ ѻ҆́троки сохрани́лъ є҆сѝ, пѣ́сньми пою́щыѧ тебѣ̀: ѻ҆тцє́въ бж҃е, бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Купина́ в горе́ огненеопа́льная / и росоно́сная пещь халде́йская / я́ве предписа́ Тя, Богоневе́сто: / Боже́ственный бо Невеще́ственный / в веще́ственнем чре́ве Огнь неопа́льно прия́ла еси́. / Те́мже из Тебе́ Ро́ждшемуся пое́м: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Кꙋпина̀ въ горѣ̀ ѻ҆гненеѡпа́льнаѧ, и҆ росоно́снаѧ пе́щь халде́йскаѧ, ꙗ҆́вѣ предписа́ тѧ бг҃оневѣ́сто: бж҃е́ственный бо невеще́ственный въ веще́ственнѣмъ чре́вѣ, ѻ҆́гнь неѡпа́льнѡ прїѧ́ла є҆сѝ: тѣ́мже и҆з̾ тебѐ ро́ждшемꙋсѧ пое́мъ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Трие́ о́троцы в пещи́ Тро́ицу прообрази́вше, / Царя́ Го́спода пропове́даша / и пре́лесть и́дольскую упраздни́ша, вопию́ще: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Трїѐ ѻ҆́троцы въ пещѝ трⷪ҇цꙋ проѡбрази́вше, цр҃ѧ̀ гдⷭ҇а проповѣ́даша, и҆ пре́лесть і҆́дѡльскꙋю оу҆праздни́ша, вопїю́ще: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пещь дре́вле всегремя́щую угаси́вый / и о́троки ту́чею духо́вною ороси́вый, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Пе́щь дре́вле всегремѧ́щꙋю оу҆гаси́вый, и҆ ѻ҆́троки тꙋ́чею дх҃о́вною ѡ҆роси́вый, бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Трисве́тлыя Тро́ицы равночи́сленнии о́троцы, и́же от Иерусали́ма, / в Вавило́не царя́ нечести́ваго попра́ша веле́ние / и, во огнь вве́ржени, ликовствова́ху, глаго́люще: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Трисвѣ́тлыѧ трⷪ҇цы равночи́сленнїи ѻ҆́троцы, и҆̀же ѿ і҆ерⷭ҇ли́ма въ вавѷлѡ́нѣ, царѧ̀ нечести́вагѡ попра́ша велѣ́нїе, и҆ во ѻ҆́гнь вве́ржени ликовствова́хꙋ, глаго́люще: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Богочести́вии о́троцы Сио́нстии, / плене́ннии в Вавило́не, предразсуди́вше, / и, посреде́ пе́щи вве́рже ни, / всеми́рное ликова́ние воздвиго́ша, пою́ще: / оте́ц на́ших Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Бг҃очести́вїи ѻ҆́троцы сїѡ́нстїи плѣне́ннїи въ вавѷлѡ́нѣ предразсꙋди́вше, и҆ посредѣ̀ пе́щи вве́ржени, всемі́рное ликова́нїе воздвиго́ша, пою́ще: ѻ҆тє́цъ на́шихъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Благоче́стия рачи́телие, о́троцы, в Вавило́не о́бразу злато́му не послужи́вше, / в пещь о́гненную, ра́дующеся, самово́льне идо́ша / и пла́мень в ро́су преведо́ша, / сия́нию Бо́жию пою́ще: / отце́в Бо́же, в хра́ме Твое́м благослове́н еси́.",
  ["текст_цс"] = "Бл҃гоче́стїѧ рачи́телїе ѻ҆́троцы въ вавѷлѡ́нѣ ѡ҆́бразꙋ злато́мꙋ не послꙋжи́вше, въ пе́щь ѻ҆́гненнꙋю ра́дꙋющесѧ самово́льнѣ и҆до́ша, и҆ пла́мень въ ро́сꙋ преведо́ша, сїѧ́нїю бж҃їю пою́ще: ѻ҆тцє́въ бж҃е, во хра́мѣ твое́мъ бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В пещь пла́менную ю́ноши три вве́ржени, / ликова́ние спле́тше, я́ко в нетле́ннем травнице́, / Христу́, снаслажда́ющеся, вопия́ху, пою́ще: / отце́в Бо́же, во хра́ме Твое́м благослове́н еси́.",
  ["текст_цс"] = "Въ пе́щь пла́меннꙋю ю҆́нѡши трѝ вве́ржени, ликова́нїе спле́тше, ꙗ҆́кѡ въ нетлѣ́ннѣмъ тра́вницѣ хрⷭ҇тꙋ̀ снаслажда́ющесѧ, вопїѧ́хꙋ пою́ще: ѻ҆тцє́въ бж҃е, во хра́мѣ твое́мъ бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Те́лу злато́му прему́дрыя де́ти не послужи́ша, / и в пла́мень са́ми поидо́ша, / и бо́ги их обруга́ша, / среди́ пла́мене возопи́ша, и ороси́ я́ А́нгел: / услы́шася уже́ уст ва́ших моли́тва.",
  ["текст_цс"] = "Тѣ́лꙋ злато́мꙋ премꙋ̑дрыѧ дѣ́ти не послꙋжи́ша, и҆ въ пла́мень са́ми поидо́ша, и҆ бо́ги и҆́хъ ѡ҆брꙋга́ша, средѝ пла́мене возопи́ша, и҆ ѡ҆росѝ ѧ҆̀ а҆́гг҃лъ, оу҆слы́шасѧ оу҆жѐ оу҆́стъ ва́шихъ мл҃тва.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пещь иногда́ о́гненная в Вавило́не де́йства разделя́ше, / Бо́жиим веле́нием халде́и опаля́ющая, / ве́рныя же ороша́ющая, пою́щия: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Пе́щь и҆ногда̀ ѻ҆́гненнаѧ въ вавѷлѡ́нѣ дѣ̑йства раздѣлѧ́ше, бж҃їимъ велѣ́нїемъ халдє́и ѡ҆палѧ́ющаѧ, вѣ́рныѧ же ѡ҆роша́ющаѧ, пою́щыѧ: бл҃гослови́те всѧ̑ дѣ́ла гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Та́йну пресла́вную вавило́нская показа́ пещь, источи́вшая ро́су, / я́ко струя́ми имя́ше невеще́ственный Огнь восприя́ти Иорда́н / и объя́ти пло́тию креща́ема Зижди́теля, / Его́же благословя́т лю́дие / и превозно́сят во вся ве́ки.",
  ["текст_цс"] = "Та́йнꙋ пресла́внꙋю вавѷлѡ́нскаѧ показа̀ пе́щь, и҆сточи́вшаѧ ро́сꙋ, ꙗ҆́кѡ стрꙋѧ́ми и҆мѧ́ше невеще́ственный ѻ҆́гнь воспрїѧ́ти і҆ѻрда́нъ, и҆ ѡ҆б̾ѧ́ти пло́тїю креща́ема зижди́телѧ: є҆го́же бл҃гословѧ́тъ лю́дїе, и҆ превозно́сѧтъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Свобо́дна у́бо тварь познава́ется / и сы́нове све́та, пре́жде омраче́ннии, / еди́н сте́нет тьмы предста́тель. / Ны́не да благослови́т усе́рдно Вино́внаго / пре́жде окая́нное язы́ков всенасле́дие.",
  ["текст_цс"] = "Свобо́дна оу҆́бѡ тва́рь познава́етсѧ, и҆ сы́нове свѣ́та пре́жде ѡ҆мраче́ннїи: є҆ди́нъ сте́нетъ тьмы̀ предста́тель, ны́нѣ да бл҃гослови́тъ оу҆се́рднѡ вино́внаго, пре́жде ѻ҆каѧ́нное ꙗ҆зы́кѡвъ всенаслѣ́дїе.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В пещь о́гненную ко отроко́м евре́йским снизше́дшаго / и пла́мень в ро́су прело́жшаго Бо́га / по́йте, дела́, я́ко Го́спода / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Въ пе́щь ѻ҆́гненнꙋю ко ѻ҆трокѡ́мъ є҆вре́йскимъ снизше́дшаго, и҆ пла́мень въ ро́сꙋ прело́жшаго бг҃а, по́йте дѣла̀ ꙗ҆́кѡ гдⷭ҇а, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "О подо́бии зла́те небре́гше треблаже́ннии ю́ноши, / неизме́нный и живы́й Бо́жий о́браз ви́девше, / среди́ огня́ воспева́ху: / осуществова́нная да пое́т Го́спода вся тварь / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Ѡ҆ подо́бїи зла́тѣ, небре́гше требл҃же́ннїи ю҆́нѡши, неизмѣ́нный и҆ живы́й бж҃їй ѡ҆́бразъ ви́дѣвше, средѝ ѻ҆гнѧ̀ воспѣва́хꙋ: ѡ҆сꙋществова́ннаѧ да пое́тъ гдⷭ҇а всѧ̀ тва́рь, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В купине́ Моисе́ю Де́вы чу́до / на Сина́йстей горе́ Прообрази́вшаго иногда́, / по́йте, благослови́те / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Въ кꙋпинѣ̀ мѡѷсе́ю дв҃ы чꙋ́до, на сїна́йстѣй горѣ̀ проѡбрази́вшаго и҆ногда̀, по́йте, бл҃гослови́те и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Неизрече́нною му́дростию соста́вльшаго вся́ческая Бо́га Сло́ва / и от не су́щих во е́же бы́ти приве́дшаго, / благослови́те, дела́, я́ко Го́спода / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Неизрече́нною мꙋ́дростїю соста́вльшаго всѧ́чєскаѧ бг҃а сло́ва, и҆ ѿ не сꙋ́щихъ во є҆́же бы́ти приве́дшаго, бл҃гослови́те дѣла̀ ꙗ҆́кѡ гдⷭ҇а, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Свещено́сцы душе́ю, / све́тлии, па́че сне́га пресия́юще, / преподо́бнии о́троцы посреде́ пла́мене не опали́шася: / вся бо вку́пе, ели́ка под тва́рию, / к Бо́жии пе́сни себе́ созыва́юще, с ра́достию поя́ху: / по́йте, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Свѣщено́сцы дꙋше́ю, свѣ́тлїи па́че снѣ́га пресїѧ́юще, прпⷣбнїи ѻ҆́троцы посредѣ̀ пла́мене не ѡ҆пали́шасѧ: всѧ̑ бо вкꙋ́пѣ, є҆ли̑ка под̾ тва́рїю, къ бж҃їи пѣ́сни себѣ̀ созыва́юще, съ ра́достїю поѧ́хꙋ: по́йте дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Веле́нию мучи́телеву / преподо́бнии трие́ о́троцы не повину́вшеся, / в пещь вве́ржени, Бо́га испове́даху, пою́ще: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Велѣ́нїю мꙋчи́телевꙋ, прпⷣбнїи трїѐ ѻ҆́троцы не повинꙋ́вшесѧ, въ пе́щь вве́ржени, бг҃а и҆сповѣ́дахъ пою́ще: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Устраши́ся отроко́в благочести́вых сообра́знаго души́ нескве́рнаго те́ла / и устрани́ся воспита́нный в безме́рном веществе́ неутружде́н огнь, / присноживу́щу же, изувя́дшу пла́меню, ве́чнующая песнь воспева́шеся: / Го́спода, вся дела́, по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Оу҆страши́сѧ ѻ҆трокѡ́въ бл҃гочести́выхъ, соѡбра́знагѡ дꙋшѝ нескве́рнагѡ тѣ́ла, и҆ оу҆страни́сѧ воспита́нный въ безмѣ́рномъ веществѣ̀, нетрꙋжде́нъ ѻ҆́гнь, присноживꙋ́щꙋ же, и҆з̾ꙋвѧ́дшꙋ пла́меню, вѣ́чнꙋющаѧ пѣ́снь воспѣва́шесѧ: гдⷭ҇а всѧ̑ дѣла̀ по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Глаго́л мучи́телев поне́же превозмо́же, / седмери́цею пещь разжже́на бысть иногда́, / в не́йже о́троцы не опали́шася, / царе́во попра́вше веле́ние, / но вопия́ху: вся дела́ Госпо́дня, Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Глаго́лъ мꙋчи́телевъ поне́же превозмо́же, седмери́цею пе́щь разжже́на бы́сть и҆ногда̀: въ не́йже ѻ҆́троцы не ѡ҆пали́шасѧ, царе́во попра́вше велѣ́нїе, но вопїѧ́хꙋ: всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В пещи́ о́трочестей прообрази́л еси́ иногда́ Твою́ Ма́терь, Го́споди: / о́браз же Сия́ из огня́ изыма́ше неопа́льно входя́щия. / Ю́же пое́м, я́вльшуюся Тобо́ю конце́м днесь, / и превозно́сим во вся ве́ки.",
  ["текст_цс"] = "Въ пе́щи ѻ҆́трочестѣй, проѡбрази́лъ є҆сѝ и҆ногда̀ твою̀ мт҃рь гдⷭ҇и: ѡ҆́бразъ же сїѧ̀ и҆з̾ ѻ҆гнѧ̀ и҆з̾има́ше, неѡпа́льнѡ входѧ́щыѧ. ю҆́же пое́мъ ꙗ҆́вльшꙋюсѧ тобо́ю концє́мъ дне́сь, и҆ превозно́симъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Дре́вле ороси́вшаго евре́йския о́троки в пла́мени / и опали́вшаго Го́спода халде́и пресла́вно в нем / воспое́м, глаго́люще: / благослови́те и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Дре́вле ѡ҆роси́вшаго, є҆врє́йскїѧ ѻ҆́троки въ пла́мени, и҆ ѡ҆пали́вшаго гдⷭ҇а халдє́и пресла́внѡ въ не́мъ, воспое́мъ глаго́люще: бл҃гослови́те и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "От не су́щих во е́же бы́ти Приве́дшаго Сло́вом вся, / по́йте и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Ѿ несꙋ́щихъ во є҆́же бы́ти приве́дшаго сло́вомъ всѧ̑, по́йте и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Гла́сы А́нгельскими / на Небесе́х сла́вимаго Бо́га / восхва́лим, глаго́люще, земноро́днии, / во вся ве́ки.",
  ["текст_цс"] = "Гла́сы а҆́гг҃льскими на нб҃сѣ́хъ сла́вимаго бг҃а, восхва́лимъ глаго́люще, земноро́днїи, во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Истука́ну златосоде́ланному, / на по́ли Деи́ре орга́ны мусики́йскими служи́му, / Бо́гу же, всех Созда́телю, презре́ну, / сио́нстии о́троцы не послу́шаша веле́ния беззако́ннаго, / но показа́ша тва́ри пещь росо да́тельну мучи́теля, / благословя́ща лю́ди, / пре воз нося́щия Еди́наго Бо́га всех во вся ве́ки.",
  ["текст_цс"] = "И҆стꙋка́нꙋ златосодѣ́ланномꙋ, на по́ли деи́рѣ ѻ҆рга́ны мꙋсїкі́йскими слꙋжи́мꙋ, бг҃ꙋ же всѣ́хъ созда́телю презрѣ́нꙋ: сїѡ́нстїи ѻ҆́троцы не послꙋ́шаша велѣ́нїѧ беззако́ннагѡ, но показа́ша тва́ри пе́щь росода́тельнꙋ, мꙋчи́телѧ бг҃осло́вѧща, лю́ди превозносѧ́щыѧ, є҆ди́наго бг҃а всѣ́хъ, во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Веле́ние беззако́нное до́блии о́троцы небрего́ша / и мусики́йских орга́нов гла́са не послу́шаша, / но, в пещи́ ороша́еми, благода́рно поя́ху: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Велѣ́нїе беззако́нное до́блїи ѻ҆́троцы небрего́ша, и҆ мꙋсїкі́йскихъ ѻ҆рга́нѡвъ гла́са не послꙋ́шаша, но въ пещѝ ѡ҆роша́еми бл҃года́рнѡ поѧ́хꙋ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Красноду́шнии от́роцы, в пещь вве́ржени, / Держа́ву взя́ша Ве́чную, Бо́га испове́дающе Небе́снаго, / и мучи́теля посрами́ша, до́гму предпросте́рше сладко пе́ние: / благослови́те, вся́кое дыха́ние и тварь, / Су́щаго над все́ми Царя́ во вся ве́ки.",
  ["текст_цс"] = "Краснодꙋ́шнїи ѻ҆́троцы въ пе́щь вве́ржени, держа́вꙋ взѧ́ша вѣ́чнꙋю, бг҃а и҆сповѣ́дающе нбⷭ҇наго, и҆ мꙋчи́телѧ посрами́ша, до́гмꙋ предпросте́рше сладкопѣ́нїе, бл҃гослови́те всѧ́кое дыха́нїе и҆ тва́рь, сꙋ́щаго над̾ всѣ́ми цр҃ѧ̀ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Неразде́льнии Тро́ицы о́троцы бы́ша, / добро́ты о́браза не жела́вше, / душепа́губную пре́лесть отри́нувше, / с Небесе́ ороше́ни, вопия́ху Христу́ песнь: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Нераздѣ́льнїи трⷪ҇цы ѻ҆́троцы бы́ша, добро́ты ѡ҆́браза не жела́вше, дꙋшепа́гꙋбнꙋю пре́лесть ѿри́нꙋвше, съ нб҃сѐ ѡ҆роше́ни вопїѧ́хꙋ хрⷭ҇тꙋ̀ пѣ́снь: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ороси́ А́нгел пещь отроко́в, отвали́ ка́мень от две́ри Гро́ба / и жена́м мироно́сицам благовеща́ше, глаго́ля: / воскре́се Госпо́дь, я́коже прорече́ вам. / Потщи́теся, возопи́йте Боже́ственным ученико́м Его́, / я́ко предваря́ет вы в Галиле́и / Ца́рствуяй во вся ве́ки.",
  ["текст_цс"] = "Ѡ҆росѝ а҆́гг҃лъ пе́щь ѻ҆трокѡ́въ, ѿвалѝ ка́мень ѿ две́ри гро́ба, и҆ жена́мъ мѷроно́сицамъ бл҃говѣща́ше, глаго́лѧ: воскр҃се гдⷭ҇ь, ꙗ҆́коже проречѐ ва́мъ, потщи́тесѧ, возопі́йте бж҃е́ствєннымъ оу҆ч҃нкѡмъ є҆гѡ̀, ꙗ҆́кѡ предварѧ́етъ вы̀ въ галїле́и, ца́рствꙋѧй во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "В нача́ле, Го́споди, зе́млю основа́л еси́, / и дела́ рук Твои́х суть Небеса́; / воспева́ет вся тварь / и славосло́вит де́йства сло́вом во ве́ки.",
  ["текст_цс"] = "Въ нача́лѣ гдⷭ҇и зе́млю ѡ҆снова́лъ є҆сѝ, и҆ дѣла̀ рꙋ́къ твои́хъ сꙋ́ть нб҃са̀: воспѣва́етъ всѧ̀ тва́рь и҆ славосло́витъ дѣ́йства сло́вомъ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Хва́лим, благослови́м, превозно́сим, / пое́м И́мя Твое́, Христе́: / Ты бо Царь во вся ве́ки.",
  ["текст_цс"] = "Хва́лимъ, бл҃гослови́мъ, превозно́симъ, пое́мъ и҆́мѧ твоѐ хрⷭ҇тѐ: ты́ бо цр҃ь во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "А́нгели непреста́нно воспева́ют, / челове́цы при́сно славосло́вят, / и вся тварь / да благослови́т Го́спода.",
  ["текст_цс"] = "А҆́гг҃ли непреста́ннѡ воспѣва́ютъ, человѣ́цы при́снѡ славосло́вѧтъ, и҆ всѧ̀ тва́рь да бл҃гослови́тъ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Безнача́льна Роди́теля Сын, Бог и Госпо́дь, / вопло́щся от Де́вы, нам яви́ся, / омраче́нная просвети́ти, собра́ти расточе́нная. / Тем Всепе́тую Богоро́дицу велича́ем.",
  ["текст_цс"] = "Безнача́льна роди́телѧ сн҃ъ, бг҃ъ и҆ гдⷭ҇ь, вопло́щьсѧ ѿ дв҃ы на́мъ ꙗ҆ви́сѧ, ѡ҆мрачє́ннаѧ просвѣти́ти, собра́ти расточє́ннаѧ. тѣ́мъ всепѣ́тꙋю бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Недоуме́ет всяк язы́к благохвали́ти по достоя́нию, / изумева́ет же ум и преми́рный пе́ти Тя, Богоро́дице: / оба́че Блага́я су́щи, ве́ру приими́, / и́бо любо́вь ве́си Боже́ственную на́шу, / Ты бо христиа́н еси́ Предста́тельница, Тя велича́ем.",
  ["текст_цс"] = "Недоꙋмѣ́етъ всѧ́къ ѧ҆зы́къ бл҃гохвали́ти по достоѧ́нїю, и҆з̾ꙋмѣва́етъ же оу҆́мъ и҆ премі́рный пѣ́ти тѧ̀, бцⷣе: ѻ҆ба́че бл҃га́ѧ сꙋ́щи, вѣ́рꙋ прїимѝ, и҆́бо любо́вь вѣ́си бж҃е́ственнꙋю на́шꙋ. ты́ бо хрⷭ҇тїа́нъ є҆сѝ предста́тельница, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "О, па́че ума́ Рождества́ Твоего́ чуде́с, / Неве́сто Все чи́стая, Ма́ти Благослове́нная, / Е́юже получи́вше все соверше́нное спасе́ние, / досто́йно хва́лим, я́ко Благоде́теля, / дар нося́ще песнь благодаре́ния.",
  ["текст_цс"] = "Ѽ па́че оу҆ма̀ ржⷭ҇тва̀ твоегѡ̀ чꙋде́съ, невѣ́сто всечⷭ҇таѧ, мт҃и бл҃гослове́ннаѧ, є҆́юже полꙋчи́вше всесоверше́нное сп҃се́нїе, досто́йнѡ хва́лимъ ꙗ҆́кѡ бл҃годѣ́телѧ, да́ръ носѧ́ще пѣ́снь бл҃годаре́нїѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Весь еси́ жела́ние, весь сла́дость, / Сло́ве Бо́жий, Де́вы Сы́не, / Бо́же бого́в, Го́споди, святы́х Пресвяты́й, / тем Тя вси с Ро́ждшею велича́ем.",
  ["текст_цс"] = "Ве́сь є҆сѝ жела́нїе, ве́сь сла́дость, сло́ве бж҃їй, дв҃ы сн҃е, бж҃е богѡ́въ гдⷭ҇и, ст҃ы́хъ прест҃ы́й. тѣ́мъ тѧ̀ всѝ съ ро́ждшею велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "От земноро́дных кто слы́ша таково́е / или́ кто ви́де когда́, я́ко Де́ва обре́теся, во чре́ве иму́щая / и безболе́зненно Младе́нца поро́ждшая? / Таково́е Твое́ чу́до, и Тя, Чи́стая Богоро́дице, велича́ем.",
  ["текст_цс"] = "Ѿ земноро́дныхъ кто̀ слы́ша таково̀; и҆лѝ кто̀ ви́дѣ когда̀, ꙗ҆́кѡ дв҃а ѡ҆брѣ́тесѧ во чре́вѣ и҆мꙋ́щаѧ, и҆ безболѣ́зненно млⷣнца поро́ждшаѧ; таково́е твоѐ чꙋ́до, и҆ тѧ̀ чⷭ҇таѧ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Преесте́ственно пло́тию Заче́ншую во чре́ве / от Отца́ безле́тно предвозсия́вшее Сло́во / в пе́снех немо́лчных / велича́ем, ве́рнии.",
  ["текст_цс"] = "Преесте́ственнѡ пло́тїю заче́ншꙋю во чре́вѣ, ѿ ѻ҆ц҃а̀ безлѣ́тнѡ предвозсїѧ́вшее сло́во, въ пѣ́снехъ немо́лчныхъ велича́емъ вѣ́рнїи.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Я́же пре́жде со́лнца свети́льника Бо́га возсия́вшаго, / пло́тски к нам прише́дшаго из боку́ Деви́чу, / неизрече́нно воплоти́вшая, Благослове́нная Всечи́стая, / Тя, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Ꙗ҆́же пре́жде со́лнца свѣти́льника бг҃а возсїѧ́вшаго, пло́тски къ на́мъ прише́дшаго и҆з̾ бокꙋ̀ дв҃и́чꙋ, неизрече́ннѡ воплоти́вшаѧ, бл҃гослове́ннаѧ всечⷭ҇таѧ, тѧ̀ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "От Бо́га Бо́га Сло́ва, / неизрече́нною му́дростию прише́дшаго обнови́ти Ада́ма, / я́дию в тле́ние па́дшаго лю́те, / от Святы́я Де́вы неизрече́нно воплоти́вшагося нас ра́ди, / ве́рнии, единому́дренно пе́сньми велича́ем.",
  ["текст_цс"] = "Ѿ бг҃а бг҃а сло́ва, неизрече́нною мꙋ́дростїю прише́дшаго ѡ҆бнови́ти а҆да́ма, ꙗ҆́дїю въ тлѣ́нїе па́дшаго лю́тѣ: ѿ ст҃ы́ѧ дв҃ы неизрече́ннѡ воплоти́вшагосѧ на́съ ра́ди, вѣ́рнїи є҆диномꙋ́дреннѡ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Возвели́чися ве́рных люде́й Це́рковь, / я́ко Созда́тель всех, / в ней обита́яй, / новотвори́т к жи́зни.",
  ["текст_цс"] = "Возвели́чисѧ вѣ́рныхъ люде́й цр҃ковь, ꙗ҆́кѡ созда́тель всѣ́хъ въ не́й ѡ҆бита́ѧй новотвори́тъ къ жи́зни.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Что о Тебе́ ве́лия и пресла́вная та́йна, / Ада́мова Дщи и Вы́шняго Ма́ти? / Еди́ный к Бо́гу небла́зненный ве́рных мост, / Тя немо́лчными пе́сньми, ве́рнии, Богоро́дицу велича́ем.",
  ["текст_цс"] = "Что̀ ѡ҆ тебѣ̀ ве́лїѧ и҆ пресла́внаѧ та́йна, а҆да́мова дщѝ и҆ вы́шнѧгѡ мт҃и; є҆ди́ный къ бг҃ꙋ небла́зненный вѣ́рныхъ мо́стъ, тѧ̀ немо́лчными пѣ́сньми вѣ́рнїи бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Возвели́чил еси́, Христе́, ро́ждшую Тя Богоро́дицу, / от Нея́же, Созда́телю наш, в подобостра́стное нам обле́клся еси́ те́ло, / на́ших прегреше́ний реши́тельное: / Сию́ ублажа́юще, вси ро́ди, / Тебе́ велича́ем.",
  ["текст_цс"] = "Возвели́чилъ є҆сѝ хрⷭ҇тѐ, ро́ждшꙋю тѧ̀ бцⷣꙋ, ѿ неѧ́же созда́телю на́шъ, въ подобостра́стное на́мъ ѡ҆бле́клсѧ є҆сѝ тѣ́ло, на́шихъ прегрѣше́нїй рѣши́тельное: сїѐ оу҆бл҃жа́юще, всѝ ро́ди, тебѐ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Душа́ми чи́стыми и нескве́рными устна́ми, / прииди́те, возвели́чим Нескве́рную и Пречи́стую Ма́терь Емману́илеву, / Е́юже, из Нея́ к Рожде́нному принося́ще моли́тву: / пощади́ ду́ши на́ша, Христе́ Бо́же, и спаси́ нас.",
  ["текст_цс"] = "Дꙋша́ми чи́стыми, и҆ нескве́рными оу҆стна́ми, прїиди́те возвели́чимъ нескве́рнꙋю, и҆ пречⷭ҇тꙋю мт҃рь є҆мманꙋ́илевꙋ, є҆́юже и҆з̾ неѧ̀ къ рожде́нномꙋ приносѧ́ще мл҃твꙋ: пощадѝ дꙋ́шы на́шѧ хрⷭ҇тѐ бж҃е, и҆ сп҃сѝ на́съ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Невмести́маго Бо́га / во чре́ве вмести́вшая / и Ра́дость ми́ру роди́вшая, / Тя пое́м, Богоро́дице Де́во.",
  ["текст_цс"] = "Невмѣсти́маго бг҃а во чре́вѣ вмѣсти́вшаѧ, и҆ ра́дость мі́рꙋ роди́вшаѧ, тѧ̀ пое́мъ бцⷣе дв҃о.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Сотвори́ с Тобо́ю вели́чия, Чи́стая, / всех Творе́ц, роди́выйся от Тебе́, / па́ки це́ло показа́ Твое́ чре́во, Всепе́тая, / тем непреста́нно Тя, Богоро́дице, / челове́ческий род, велича́ем.",
  ["текст_цс"] = "Сотворѝ съ тобо́ю вели̑чїѧ чⷭ҇таѧ, всѣ́хъ творе́цъ роди́выйсѧ ѿ тебѐ, па́ки цѣ́ло показа̀ твоѐ чре́во всепѣ́таѧ. тѣ́мъ непреста́ннѡ тѧ̀ бцⷣе, человѣ́ческїй ро́дъ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Чи́стую и Пречи́стую / Ма́терь и Де́ву / пе́сньми пе́с ней, вси ве́рнии, / благоче́стно я́ко Богоро́дицу велича́ем.",
  ["текст_цс"] = "Чⷭ҇тꙋю и҆ пречⷭ҇тꙋю мт҃рь и҆ дв҃ꙋ, пѣ́сньми пѣ́сней всѝ вѣ́рнїи, бл҃гоче́стнѡ ꙗ҆́кѡ бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "На Небесе́х Благослове́нная / и на земли́ славосло́вимая, / ра́дуйся, Неве́сто / Неневе́стная.",
  ["текст_цс"] = "На нб҃сѣ́хъ бл҃гослове́ннаѧ, и҆ на землѝ славосло́вимаѧ, ра́дꙋйсѧ невѣ́сто неневѣ́стнаѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Де́вство Твое́, Богоро́дице нескве́рная, / е́же не опали́ Огнь Боже́ственный, / велича́ем.",
  ["текст_цс"] = "Дв҃ство твоѐ бцⷣе нескве́рнаѧ, є҆́же не ѡ҆палѝ ѻ҆́гнь бж҃е́ственный, велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Велича́ем вси страстоте́рпцев па́мять, / водо́ю и огне́м проше́дших и Христа́ моля́щих / спасти́ ду́ши на́ша.",
  ["текст_цс"] = "Велича́емъ всѝ стрⷭ҇тоте́рпцєвъ па́мѧть, водо́ю и҆ ѻ҆гне́мъ проше́дшихъ, и҆ хрⷭ҇та̀ молѧ́щихъ, сп҃стѝ дꙋ́шы на́шѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Пресла́вное слы́шание и та́инство стра́нное / в Тебе́ соверши́ся, Пречи́стая Де́во: / зача́тие без се́мене и де́вство по рождестве́; / но я́ко Влады́чица Всеца́рица спаси́ ны, я́ко Блага́, / ве́рою несумне́нною покланя́ющимся Рождеству́ Твоему́ и велича́ющия.",
  ["текст_цс"] = "Пресла́вное слы́шанїе, и҆ та́инство стра́нное въ тебѣ̀ соверши́сѧ, пречⷭ҇таѧ дв҃о, зача́тїе без̾ сѣ́мене, и҆ дв҃ство по ржⷭ҇твѣ̀. но ꙗ҆́кѡ влⷣчца всецр҃и́ца сп҃си́ ны ꙗ҆́кѡ бл҃га, вѣ́рою несꙋмнѣ́нною покланѧ́ющымсѧ ржⷭ҇твꙋ̀ твоемꙋ̀, и҆ велича́ющыѧ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Тебе́, мы́сленную и одушевле́нную ле́ствицу, / на не́йже Бог наш утверди́ся, / е́юже к Небеси́ обрето́хом восхожде́ние, / пе́сньми, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Тебѐ мы́сленнꙋю и҆ ѡ҆дꙋшевле́ннꙋю лѣ́ствицꙋ: на не́йже бг҃ъ на́шъ оу҆тверди́сѧ, є҆́юже къ нб҃сѝ ѡ҆брѣто́хомъ восхожде́нїе, пѣ́сньми бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Ра́дуйся, Всецари́це, земноро́дных похвало́, / в после́дняя дни Спасе́ние на́ше ро́ждшая, / да от дре́вния кля́твы челове́ческий род свободи́ши, / те́мже вси немо́лчно Тя велича́ем.",
  ["текст_цс"] = "Ра́дꙋйсѧ всецр҃и́це, земноро́дныхъ похвало̀, въ послѣ̑днѧѧ дни̑ сп҃се́нїе на́ше ро́ждшаѧ, да ѿ дре́внїѧ клѧ́твы человѣ́ческїй ро́дъ свободи́ши. тѣ́мже всѝ немо́лчнѡ тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Утро́ба Твоя́ чи́стая, Богоро́дице Де́во, / Небе́сную ту́чу ми́рови ука́ну, Живо́т возсия́ющую Ве́чный, / и Ада́ма со Е́вою в па́жить ра́йскую всели́. / Те́мже Тя, еди́ну в жена́х, Ма́терь бы́вшую Емману́илеву, / вси ро́ди, велича́ем.",
  ["текст_цс"] = "Оу҆тро́ба твоѧ̀ чⷭ҇таѧ бцⷣе дв҃о, нбⷭ҇нꙋю тꙋ́чꙋ мі́рови оу҆ка́нꙋ, живо́тъ возсїѧ́ющꙋю вѣ́чный, и҆ а҆да́ма со є҆́ѵою въ па́жить ра́йскꙋю вселѝ. тѣ́мже тѧ̀ є҆ди́нꙋ въ жена́хъ мт҃рь бы́вшꙋю є҆мманꙋ́илевꙋ всѝ ро́ди велича́емъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Велича́ем Твое́ Рождество́, Отрокови́це нескве́рная, / Тобо́ю Бо́гу соедини́вшеся, / и вопие́м Ти, Мари́е Богоневе́сто: / ра́дуйся, всех воззва́ние, от дре́вния кля́твы умерщвле́нных, / Твои́м невозде́ланным чрево ноше́нием.",
  ["текст_цс"] = "Велича́емъ твоѐ ржⷭ҇тво̀, ѻ҆трокови́це нескве́рнаѧ, тобо́ю бг҃ꙋ соедини́вшесѧ, и҆ вопїе́мъ тѝ мр҃і́е бг҃оневѣ́сто: ра́дꙋйсѧ всѣ́хъ воззва́нїе ѿ дре́внїѧ клѧ́твы оу҆мерщвле́нныхъ, твои́мъ невоздѣ́ланнымъ чревоноше́нїемъ.",
}

add_irmos {
  ["глас"] = 2,
  ["текст_ру"] = "Чу́до пресла́вное и та́инство стра́нное, / зача́тие преесте́ственное, рождество́ несказа́нное, / А́нгелов во́инства и челове́ков мно́жества, / пе́сньми непреста́нными велича́ем.",
  ["текст_цс"] = "Чꙋ́до пресла́вное, и҆ та́инство стра́нное, зача́тїе преесте́ственное, рождество̀ несказа́нное, а҆́гг҃лѡвъ вѡ́инства, и҆ человѣ́кѡвъ мно́жєства пѣ́сньми непреста́нными велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Во́ды дре́вле ма́нием Боже́ственным / во еди́но со́нмище совокупи́вый / и раздели́вый мо́ре изра́ильтеским лю́дем, / Сей Бог наш препросла́влен есть, / Тому́ еди́ному пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Во́ды дре́вле ма́нїемъ бж҃е́ственнымъ во є҆ди́но со́нмище совокꙋпи́вый, и҆ раздѣли́вый мо́ре, і҆и҃льтєскимъ лю́демъ, се́й бг҃ъ на́шъ, препросла́вленъ є҆́сть: томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Су́шу глубороди́тельную зе́млю / со́лнце наше́ствова иногда́: / я́ко стена́ бо, огусте́ обапо́лы вода́ / лю́дем пешемореходя́щим и Богоуго́дно пою́щим: / пои́м Го́сподеви, сла́вно бо просла́вися.",
  ["текст_цс"] = "Сꙋ́шꙋ глꙋбороди́тельнꙋю зе́млю со́лнце наше́ствова и҆ногда̀, ꙗ҆́кѡ стѣна́ бо ѡ҆гꙋстѣ̀ ѻ҆бапо́лы вода̀, лю́демъ пѣшомореходѧ́щымъ, и҆ бг҃оꙋго́днѡ пою́щымъ: пои́мъ гдⷭ҇ви, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Оземлени́вый мо́ре жезло́м Моисе́ем Чермно́е, / рука́ма старца днесь объе́млется Бог, / И́же без ма́тере от Отца́, / в после́дняя же во́лею Ма́терию но́сится.",
  ["текст_цс"] = "Ѡ҆землени́вый мо́ре жезло́мъ, мѡѷсе́емъ чермно́е, рꙋка́ма ста́рца дне́сь ѡ҆б̾е́млетсѧ бг҃ъ и҆́же без̾ мт҃ре ѿ ѻ҆ц҃а̀ въ послѣ̑днѧѧ же во́лею мт҃рїю но́ситсѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Фарао́ни колесни́цы глубино́ю покры́в, Го́споди, / мо́ре разве́ргл еси́ / и спасл еси́ пе́сньми пою́щия Тя / лю́ди изра́ильтеския.",
  ["текст_цс"] = "Фараѡ́ни колесни̑цы глꙋбино́ю покры́въ гдⷭ҇и, мо́ре разве́рглъ є҆сѝ, и҆ сп҃слъ є҆сѝ пѣ́сньми пою́щыѧ тѧ̀, лю́ди і҆и҃льтєскїѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Ди́вно, сла́вно творя́й чудеса́ / Ты еси́, Бо́же, / бе́здну оземлени́вый, и колесни́цы потопи́вый, / и лю́ди спасы́й, пою́щия Тебе́, / я́ко Царю́ на́шему и Бо́гу.",
  ["текст_цс"] = "Ди́внѡ, сла́внѡ творѧ́й чꙋдеса̀ ты̀ є҆сѝ бж҃е бе́зднꙋ ѡ҆землени́вый, и҆ колесни̑цы потопи́вый, и҆ лю́ди сп҃сы́й пою́щыѧ тебѣ̀, ꙗ҆́кѡ цр҃ю̀ на́шемꙋ и҆ бг҃ꙋ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Изба́вльшему Изра́иля от рабо́ты / и фарао́на погрузи́вшему в мо́ри, / пои́м Спа́су Христу́, / я́ко просла́вися во ве́ки.",
  ["текст_цс"] = "И҆зба́вльшемꙋ і҆и҃лѧ ѿ рабо́ты, и҆ фараѡ́на погрꙋзи́вшемꙋ въ мо́ри, пои́мъ сп҃сꙋ хрⷭ҇тꙋ̀: ꙗ҆́кѡ просла́висѧ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пои́м Го́сподеви, / сотво́ршему ди́вная чудеса́ в Чермне́м мо́ри, / по́нтом бо покры́ проти́вныя и спасе́ Изра́иля, / Тому́ Еди́ному пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви, сотво́ршемꙋ ди̑внаѧ чꙋдеса̀ въ чермнѣ́мъ мо́ри, по́нтомъ бо покры̀ проти̑вныѧ, и҆ сп҃сѐ і҆и҃лѧ: томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пресека́емое мо́ре жезло́м дре́вле / Изра́иль про́йде, я́ко по пусты́ни, / и крестообра́зно я́ве предуготовля́ет стези́. / Сего́ ра́ди пои́м во хвале́нии Чу́дному Бо́гу на́шему, / я́ко просла́вися.",
  ["текст_цс"] = "Пресѣка́емое мо́ре жезло́мъ дре́вле, і҆и҃ль про́йде ꙗ҆́кѡ по пꙋсты́ни, и҆ крⷭ҇тоѡбра́знѡ ꙗ҆́вѣ пред̾ꙋготовлѧ́етъ стєзѝ. сегѡ̀ ра́ди пои́мъ во хвале́нїи чꙋ́дномꙋ бг҃ꙋ на́шемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Песнь но́вую пои́м, лю́дие, / от Де́вы Ро́ждшемуся во спасе́ние на́ше / и еди́но Сотво́ршему с Небе́сными земна́я, / я́ко просла́вися.",
  ["текст_цс"] = "Пѣ́снь но́вꙋю пои́мъ лю́дїе, ѿ дв҃ы ро́ждшемꙋсѧ во сп҃се́нїе на́ше, и҆ є҆ди́но сотво́ршемꙋ съ нбⷭ҇ными земна̑ѧ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Спа́сшему Бо́гу в мо́ри лю́ди / и погрузи́вшему проти́вныя, / Тому́ Еди́ному пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Сп҃сшемꙋ бг҃ꙋ въ мо́ри лю́ди, и҆ погрꙋзи́вшемꙋ проти̑вныѧ, томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Спас ми́ра, / Свет и́стинный, Исто́чник жи́зни, / Сын Бо́жий.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь сп҃съ мі́ра, свѣ́тъ и҆́стинный, и҆сто́чникъ жи́зни, сн҃ъ бж҃їй.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Вонми́, земле́ и не́бо, / и внуши́ глаго́лы моя́, / возглаго́лю бо на земли́ Бо́жия чудеса́.",
  ["текст_цс"] = "Вонмѝ землѐ и҆ нб҃о, и҆ внꙋшѝ глаго́лы моѧ̑: возглаго́лю бо на землѝ бж҃їѧ чꙋдеса̀.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Я́ко ту́ча на тро́скот / и я́коже и́ней на се́но, / да сни́дут на зе́млю глаго́ли Мои́.",
  ["текст_цс"] = "Ꙗ҆́кѡ тꙋ́ча на тро́скотъ, и҆ ꙗ҆́коже и҆́ней на сѣ́но, да сни́дꙋтъ на зе́млю глаго́ли моѝ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "И́же от не су́щих вся Приведы́й, / сло́вом созида́емая, / соверша́емая Ду́хом, / Вседержи́телю Вы́шний, / в любви́ Твое́й утверди́ мене́.",
  ["текст_цс"] = "И҆́же ѿ несꙋ́щихъ всѧ̑ приведы́й, сло́вомъ созида́емаѧ, соверша́ємаѧ дх҃омъ, вседержи́телю вы́шнїй, въ любвѝ твое́й оу҆твердѝ менѐ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утвержде́ние на Тя наде́ющихся, / утверди́, Го́споди, Це́рковь, / ю́же стяжа́л еси́ / Честно́ю Твое́ю Кро́вию.",
  ["текст_цс"] = "Оу҆твержде́нїе на тѧ̀ надѣ́ющихсѧ, оу҆твердѝ гдⷭ҇и цр҃ковь, ю҆́же стѧжа́лъ є҆сѝ чⷭ҇тно́ю твое́ю кро́вїю.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утвержда́йся, душе́, в Го́споде Бо́зе / и возопи́й, хваля́щися: / несть свят, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Оу҆твержа́йсѧ дꙋшѐ въ гдⷭ҇ѣ бз҃ѣ, и҆ возопі́й хва́лѧщисѧ: нѣ́сть ст҃ъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Непло́дная душе́ и безча́дная, / стяжи́ плод благосла́вный, / веселя́щися, возопи́й: / утверди́хся Тобо́ю, Бо́же, / несть свят, несть пра́веден, / па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Непло́днаѧ дꙋшѐ и҆ безча́днаѧ, стѧжѝ пло́дъ бл҃госла́вный, веселѧ́щисѧ возопі́й: оу҆тверди́хсѧ тобо́ю бж҃е, нѣ́сть ст҃ъ, нѣ́сть првⷣнъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утверди́, Го́споди, сердца́ на́ша / и просвети́ к Твоему́ песнопе́нию, / е́же сла́вити Тя, Спа́се, во век ве́ка.",
  ["текст_цс"] = "Оу҆твердѝ гдⷭ҇и сердца̀ на̑ша: и҆ просвѣтѝ къ твоемꙋ̀ пѣснопѣ́нїю, є҆́же сла́вити тѧ̀ сп҃се во вѣ́къ вѣ́ка.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утверди́ся се́рдце мое́ в Го́споде, / вознесе́ся рог мой в Бо́зе мое́м, / я́ко несть свят, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ въ гдⷭ҇ѣ, вознесе́сѧ ро́гъ мо́й въ бз҃ѣ мое́мъ: ꙗ҆́кѡ нѣ́сть ст҃ъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Лук сокруши́л еси́ вра́жий / и щиты́ стерл еси́ кре́постию, Влады́ко Христе́, / утвержде́ние на́ше, / Свят еси́, Го́споди.",
  ["текст_цс"] = "Лꙋ́къ сокрꙋши́лъ є҆сѝ вра́жїй, и҆ щиты̀ сте́рлъ є҆сѝ крѣ́постїю влⷣко хрⷭ҇тѐ, оу҆твержде́нїе на́ше: ст҃ъ є҆сѝ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утвержде́ние и очище́ние / пода́ждь нам, Сы́не Бо́жий, / и спаси́ ны, я́ко Человеколю́бец.",
  ["текст_цс"] = "Оу҆тверже́нїе и҆ ѡ҆чище́нїе пода́ждь на́мъ сн҃е бж҃їй, и҆ сп҃си́ ны, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Утверди́ мене́, Го́споди, / Еди́не Многоми́лостиве, / и простри́ ми ру́ку, я́ко Петро́ви, и спаси́ мя.",
  ["текст_цс"] = "Оу҆твердѝ менѐ гдⷭ҇и, є҆ди́не многомлⷭ҇тиве, и҆ простри́ ми рꙋ́кꙋ, ꙗ҆́кѡ петро́ви, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Основа́вый зе́млю на тве́рди ея́ / и Небеса́ утвержде́й кре́постию, / утверди́ вся ны, хва́лящия Тя ве́рно.",
  ["текст_цс"] = "Ѡ҆снова́вый зе́млю на тве́рди є҆ѧ̀, и҆ нб҃са̀ оу҆тверже́й крѣ́постїю, оу҆твердѝ всѧ̑ ны̀, хва́лѧщыѧ тѧ̀ вѣ́рнѡ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Положи́л еси́ к нам тве́рдую любо́вь, Го́споди: / Единоро́днаго бо Твоего́ Сы́на / за ны на смерть дал еси́. / Те́мже Ти зове́м, благодаря́ще: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Положи́лъ є҆сѝ къ на́мъ тве́рдꙋю любо́вь гдⷭ҇и, є҆диноро́днаго бо твоего̀ сн҃а за ны̀ на сме́рть да́лъ є҆сѝ. тѣ́мже тѝ зове́мъ бл҃годарѧ́ще: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Покры́ла есть Небеса́ доброде́тель Твоя́, Христе́, / из Киво́та бо проше́д святы́ни, Твоея́ Нетле́нныя Ма́тере, / в хра́ме Сла́вы Твоея́ яви́лся еси́, / я́ко Младе́нец руконоси́мь, / и испо́лнишася вся Твоего́ хвале́ния.",
  ["текст_цс"] = "Покры́ла є҆́сть нб҃са̀ добродѣ́тель твоѧ̀ хрⷭ҇тѐ: и҆з̾ кївѡ́та бо проше́дъ, ст҃ы́ни твоеѧ̀ нетлѣ́нныѧ мт҃ре, въ хра́мѣ сла́вы твоеѧ̀ ꙗ҆ви́лсѧ є҆сѝ, ꙗ҆́кѡ млⷣнецъ рꙋконоси́мь: и҆ и҆спо́лнишасѧ всѧ̑ твоегѡ̀ хвале́нїѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Гора́ приосене́нная яви́ся утро́ба Де́вы, / Ру́чка и Трапе́за есть Ма́ти Госпо́дня: / из Нея́ бо про́йде я́ве, / и Симео́н объя́тьми подъя́т. / Сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Гора̀ прїѡсѣне́ннаѧ ꙗ҆ви́сѧ оу҆тро́ба дв҃ы, рꙋ́чка, и҆ трапе́за є҆́сть мт҃и гдⷭ҇нѧ. и҆з̾ неѧ́ бо про́йде ꙗ҆́вѣ, и҆ сѷмеѡ́нъ ѡ҆б̾ѧ́тьми под̾ѧ́тъ. сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Еда́ в река́х прогне́ваешися, Го́споди, / еда́ в река́х я́рость Твоя́ / или́ в мо́ри устремле́ние Твое́?",
  ["текст_цс"] = "Є҆да̀ въ рѣка́хъ прогнѣ́ваешисѧ гдⷭ҇и; є҆гда̀ въ рѣка́хъ ꙗ҆́рость твоѧ̀ и҆лѝ въ мо́ри оу҆стремле́нїе твоѐ;",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Стра́нна и неизрече́нна Рождества́ Твоего́ та́йна! / услы́шах слух Твой, и убоя́хся, / и, веселя́ся, вопию́ Ти: / си́ле Твое́й сла́ва, Человеколю́бче.",
  ["текст_цс"] = "Стра́нна и҆ неизрече́нна ржⷭ҇тва̀ твоегѡ̀ та́йна: оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, и҆ веселѧ́сѧ вопїю́ ти: си́лѣ твое́й сла́ва чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Приосене́нную го́ру Авваку́м прозря́ше, / пречи́стую Твою́ утро́бу, Чи́стая. / Тем взыва́ше: от ю́га прии́дет Бог / и Святы́й от горы́ приосене́нныя ча́щи.",
  ["текст_цс"] = "Прїѡсѣне́ннꙋю го́рꙋ, а҆ввакꙋ́мъ прозрѧ́ши пречⷭ҇тꙋю твою̀ оу҆тро́бꙋ чⷭ҇таѧ, тѣ́мъ взыва́ше: ѿ ю҆́га прїи́детъ бг҃ъ, и҆ ст҃ы́й ѿ горы̀ прїѡсѣне́нныѧ ча́щи.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Что ужа́слся еси́, Авваку́ме? / Кому́ зове́ши и вопие́ши: от ю́га прии́дет Бог? / Сло́во Плоть бысть и всели́ся в ны, и ви́дехом, / во хвале́нии пою́ще ди́вному Бо́гу на́шему, / я́ко просла́вися.",
  ["текст_цс"] = "Что̀ оу҆жа́слсѧ є҆сѝ а҆ввакꙋ́ме; комꙋ̀ зове́ши и҆ вопїе́ши: ѿ ю҆́га прїи́детъ бг҃ъ; сло́во пло́ть бы́сть, и҆ всели́сѧ въ ны̀, и҆ ви́дѣхомъ, во хвале́нїи пою́ще ди́вномꙋ бг҃ꙋ на́шемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "К Тебе́ у́тренюю, всех Творцу́, / преиму́щему всяк ум ми́рови, / зане́ свет повеле́ния Твоя́, / в ни́хже наста́ви мя.",
  ["текст_цс"] = "Къ тебѣ̀ оу҆́тренюю всѣ́хъ творцꙋ̀, преимꙋ́щемꙋ всѧ́къ оу҆́мъ ми́рови, занѐ свѣ́тъ повелѣ̑нїѧ твоѧ̑, въ ни́хже наста́ви мѧ̀.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Я́ко ви́де Иса́ия обра́зно / на Престо́ле превознесе́на Бо́га, / от А́нгел Сла́вы дориноси́ма, / о окая́нный, вопия́ше, аз / прови́дех бо воплоща́ема Бо́га, / Све́та Невече́рня, / и ми́ром вла́дычествующа.",
  ["текст_цс"] = "Ꙗ҆́кѡ ви́дѣ и҆са́їа ѡ҆бра́знѡ на прⷭ҇то́лѣ превознесе́на бг҃а, ѿ а҆́гг҃лъ сла́вы дорѷноси́ма, ѽ ѻ҆каѧ́нный, вопїѧ́ше, а҆́зъ: прови́дѣхъ бо воплоща́ема бг҃а, свѣ́та невече́рнѧ, и҆ ми́ромъ влады́чествꙋюща.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Во тьме пою́ща возста́ви, Благода́телю, / и души́ моея́ мглу́ просвети́ Све́том Лица́ Твоего́, / Человеколю́бче, / и Твой мир пода́ждь ми, / я́ко иногда́ ста́рцу, Неизме́нне.",
  ["текст_цс"] = "Во тьмѣ̀ пою́ща возста́ви бл҃года́телю, и҆ дꙋшѝ моеѧ̀ мглꙋ̀ просвѣтѝ свѣ́томъ лица̀ твоегѡ̀ чл҃вѣколю́бче, и҆ тво́й ми́ръ пода́ждь мѝ, ꙗ҆́кѡ и҆ногда̀ ста́рцꙋ неизмѣ́нне.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Све́том Твои́м Невече́рним, Христе́, / озари́, Бо́же, смире́нную мою ду́шу / и наста́ви на страх Твой, / зане́ свет повеле́ния Твоя́.",
  ["текст_цс"] = "Свѣ́томъ твои́мъ невече́рнимъ хрⷭ҇тѐ, ѡ҆зарѝ бж҃е смире́ннꙋю мою̀ дꙋ́шꙋ, и҆ наста́ви на стра́хъ тво́й, занѐ свѣ́тъ повелѣ̑нїѧ твоѧ̑.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "На земли́ Неви́димый яви́лся еси́ / и челове́ком во́лею сожи́л еси́, Непостижи́мый, / и, к Тебе́ у́тренююще, / воспева́ем Тя, Человеколю́бче.",
  ["текст_цс"] = "На землѝ неви́димый ꙗ҆ви́лсѧ є҆сѝ, и҆ человѣ́кѡмъ во́лею сожи́лъ є҆сѝ непостижи́мый, и҆ къ тебѣ̀ оу҆́тренююще, воспѣва́емъ тѧ̀ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "У́тренююще, воспева́ем Тя, Сло́ве, / Сы́не Бо́жий Единоро́дне: / Твой мир даждь нам и поми́луй ны, / пою́щия Тя и ве́рно покланя́ющияся.",
  ["текст_цс"] = "Оу҆́тренююще воспѣва́емъ тѧ̀ сло́ве, сн҃е бж҃їй є҆диноро́дне: тво́й ми́ръ да́ждь на́мъ, и҆ поми́лꙋй ны̀ пою́щыѧ тѧ̀, и҆ вѣ́рнѡ покланѧ́ющыѧсѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Твой мир даждь нам, Сы́не Бо́жий, / ино́го бо, ра́зве Тебе́, Бо́га не ве́мы, / в Вы́шних со Отце́м и Ду́хом сла́вимаго.",
  ["текст_цс"] = "Тво́й ми́ръ да́ждь на́мъ сн҃е бж҃їй, и҆но́гѡ бо ра́звѣ тебѐ бг҃а не вѣ́мы, въ вы́шнихъ со ѻ҆ц҃е́мъ и҆ дх҃омъ сла́вимагѡ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "К Тебе́ у́тренюем, Христе́ Бо́же, / у́треннюю и́стину, / возсия́вшу нам от Де́вы / и Богоразу́мием озари́вшу, / су́щим во мра́це неве́дения.",
  ["текст_цс"] = "Къ тебѣ̀ оу҆́тренюю, ѿ ѻ҆ц҃а̀ пре́жде денни́цы возсїѧ́вшемꙋ оу҆́тро мі́рови, помраче́нна согрѣше́ньми сп҃се, предвари́въ ѡ҆зарѝ бж҃е.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Души́ моея́ мглу разори́в Све́том Твои́м, Христе́, / приими́ мя, Еди́не Благоутро́бне, / от но́щи Тебе́ зову́: / озари́ мою́ мысль.",
  ["текст_цс"] = "Дꙋшѝ моеѧ̀ мглꙋ̀ разори́въ свѣ́томъ твои́мъ хрⷭ҇тѐ: прїими́ мѧ є҆ди́не бл҃гоꙋтро́бне, ѿ но́щи тебѣ̀ зовꙋ̀: ѡ҆зарѝ мою̀ мы́сль.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Вопие́т Ти, Христе́, песнь немо́лчную, / от но́щи у́тренюя, дух мой, / Ты бо Свет и́стинный и незаходя́й, / просвеща́яй вся́каго челове́ка, / в мир гряду́ща.",
  ["текст_цс"] = "Вопїе́тъ тѝ хрⷭ҇тѐ пѣ́снь немо́лчнꙋю, ѿ но́щи оу҆́тренюѧ дх҃ъ мо́й: ты́ бо свѣ́тъ и҆́стинный, и҆ незаходѧ́й, просвѣща́ѧй всѧ́каго человѣ́ка, въ мі́ръ грѧдꙋ́ща.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "К Тебе́ у́тренюю, / от Отца́ пре́жде денни́цы возсия́вшему, У́тро ми́рови, / помраче́нна согреше́нь ми, Спа́се, / предвари́в, озари́, Бо́же.",
  ["текст_цс"] = "Къ тебѣ̀ оу҆́тренюемъ хрⷭ҇тѐ бж҃е, оу҆́тренюю и҆́стинꙋ, возсїѧ́вшꙋ на́мъ ѿ дв҃ы, и҆ бг҃оразꙋ́мїемъ ѡ҆зари́вшꙋ, сꙋ́щымъ во мра́цѣ невѣ́дѣнїѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Началобы́тную тьму Све́том разруши́в, / мрак се́рдца моего́ заре́ю повеле́ний Твои́х отжени́ Христе́, / да у́тренюю Ти све́тло, / Неприкоснове́нному Све́ту.",
  ["текст_цс"] = "Началобы́тнꙋю тьмꙋ̀, свѣ́томъ разрꙋши́въ мра́къ се́рдца моегѡ̀, заре́ю повелѣ́нїй твои́хъ ѿженѝ хрⷭ҇тѐ, да оу҆́тренюю тѝ свѣ́тлѡ, неприкоснове́нномꙋ свѣ́тꙋ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Бе́здна после́дняя грехо́в обы́де мя, / и исчеза́ет дух мой; / но простры́й, Влады́ко, высо́кую Твою́ мы́шцу, / я́ко Петра́, мя, Упра́вителю, спаси́.",
  ["текст_цс"] = "Бе́здна послѣ́днѧѧ грѣхѡ́въ ѡ҆бы́де мѧ̀, и҆ и҆счеза́етъ дꙋ́хъ мо́й: но простры́й влⷣко высо́кꙋю твою̀ мы́шцꙋ, ꙗ҆́кѡ петра̀ мѧ̀ оу҆пра́вителю сп҃сѝ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Возопи́ к Тебе́, ви́дев ста́рец очи́ма спасе́ние, / е́же лю́дем прии́де от Бо́га: / Христе́, Ты Бог мой.",
  ["текст_цс"] = "Возопѝ къ тебѣ̀ ви́дѣвъ ста́рецъ ѻ҆чи́ма сп҃се́нїе, є҆́же лю́демъ прїи́де ѿ бг҃а: хрⷭ҇тѐ, ты̀ бг҃ъ мо́й.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Глубина́ грехо́в воста́ на мя, Спа́се, / и бу́ря отча́яния. / Те́мже ве́рно вопию́ Ти, / я́ко от ки́та Ио́на: / возведи́ живо́т мой от тли, / мене́ ра́ди младе́нствовавый / и во объя́тиих Симео́на днесь / в храм приведы́йся.",
  ["текст_цс"] = "Глꙋбина̀ грѣхѡ́въ воста̀ на мѧ̀ сп҃се, и҆ бꙋ́рѧ ѿча́ѧнїѧ. тѣ́мже вѣ́рнѡ вопїю́ ти, ꙗ҆́кѡ ѿ ки́та і҆ѡ́на: возведѝ живо́тъ мо́й ѿ тлѝ, менѐ ра́ди младе́нствовавый, и҆ во ѡ҆б̾ѧ́тїихъ сѷмеѡ́на дне́сь въ хра́мъ приведы́йсѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "И́же в концы́ веко́в доше́дшия, Человеколю́бче, / и треволне́ньми напа́стей поги́бнути бе́дствующия, / вопию́щия не пре́зри: / спаси́, Спа́се, / я́коже спасл еси́ от зве́ря проро́ка.",
  ["текст_цс"] = "И҆̀же въ концы̀ вѣкѡ́въ доше́дшыѧ чл҃вѣколю́бче, и҆ треволне́ньми напа́стей поги́бнꙋти бѣ́дствꙋющыѧ, вопїю́щыѧ не пре́зри: сп҃сѝ сп҃се, ꙗ҆́коже сп҃слъ є҆сѝ ѿ ѕвѣ́рѧ прⷪ҇ро́ка.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Глубина́ страсте́й воста́ на мя / и бу́ря проти́вных ве́тров, / но, предвари́в, мя Ты спаси́, Спа́се, / и изба́ви от тли, / я́ко спасл еси́ от зве́ря проро́ка.",
  ["текст_цс"] = "Глꙋбина̀ страсте́й воста̀ на мѧ̀, и҆ бꙋ́рѧ проти́вныхъ вѣ́трѡвъ. но предвари́въ мѧ̀ ты̀ сп҃сѝ сп҃се, и҆ и҆зба́ви ѿ тлѝ, ꙗ҆́кѡ сп҃слъ є҆сѝ ѿ ѕвѣ́рѧ прⷪ҇ро́ка.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Возведи́ от тли мя, Го́споди Бо́же мой, / Ио́на вопия́ше, / и аз вопию́ Ти: / из глубины́ изба́ви мя, Спа́се, мно́гих мои́х зол / и к Све́ту Твоему́, молю́ся, наста́ви.",
  ["текст_цс"] = "Возведѝ ѿ тли́ мѧ гдⷭ҇и бж҃е мо́й, і҆ѡ́на вопїѧ́ше, и҆ а҆́зъ вопїю́ ти: и҆з̾ глꙋбины̀ и҆зба́ви мѧ̀ сп҃се мно́гихъ мои́хъ ѕѡ́лъ, и҆ къ свѣ́тꙋ твоемꙋ̀, молю́сѧ, наста́ви.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Селе́ния Ио́на е́же в преиспо́днем а́де / есте́ственный о́браз быв, вопия́ше: / возведи́ от тли живо́т мой, / Чело веколю́бче.",
  ["текст_цс"] = "Селе́нїѧ і҆ѡ́на, є҆́же въ преиспо́днѣмъ а҆́дѣ, є҆сте́ственный ѡ҆́бразъ бы́въ, вопїѧ́ше: возведѝ ѿ тлѝ живо́тъ мо́й, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Воззва́х воздыха́нии немо́лчными к Ще́дрому Бо́гу, / и услы́ша мя от а́да преиспо́дняго, / и возведе́ от тли живо́т мой.",
  ["текст_цс"] = "Воззва́хъ воздыха́нїи немо́лчными къ ще́дромꙋ бг҃ꙋ, и҆ оу҆слы́ша мѧ̀ ѿ а҆́да преиспо́днѧгѡ, и҆ возведѐ ѿ тлѝ живо́тъ мо́й.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Во глубину́ се́рдца морска́го беззако́ний отве́ржен бых, / я́ко Ио́на, вопию́ Ти: / возведи́ мя от тли, / да воз да́м Ти моли́твы моя́, Го́споди.",
  ["текст_цс"] = "Во глꙋбинꙋ̀ се́рдца морска́гѡ беззако́нїй ѿве́рженъ бы́хъ, ꙗ҆́кѡ і҆ѡ́на вопїю́ тѝ: возведи́ мѧ ѿ тлѝ, да возда́мъ тѝ мл҃твы моѧ̑ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Я́коже дре́вле благочести́выя три о́троки / ороси́л еси́ в пла́мени халде́йстем, / све́тлым Божества́ огне́м и нас озари́, / благослове́н еси́, взыва́ющия, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ꙗ҆́коже дре́вле, бл҃гочести̑выѧ трѝ ѻ҆́троки ѡ҆роси́лъ є҆сѝ, въ пла́мени халде́йстѣмъ, свѣ́тлымъ бж҃ества̀ ѻ҆гне́мъ и҆ на́съ ѡ҆зарѝ, бл҃гослове́нъ є҆сѝ взыва́ющыѧ, бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Тебе́, во огни́ ороси́вшаго о́троки Богосло́вившия / и в Де́ву нетле́нну все́льшагося, /Бо́га Сло́ва пои́м, / благоче́стно пою́ще: / благослове́н Бог оте́ц на́ших.",
  ["текст_цс"] = "Тебѐ во ѻ҆гнѝ ѡ҆роси́вшаго, ѻ҆́троки бг҃ослови́вшыѧ, и҆ въ дв҃ꙋ нетлѣ́ннꙋ все́льшагосѧ, бг҃а сло́ва пои́мъ, бл҃гоче́стнѡ пою́ще: бл҃гослове́нъ бг҃ъ ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пещь горя́щая не обре́теся ороша́ющая, / то́кмо вавило́нская; / безму́жная ина́я ма́ти и де́ва не яви́ся. / О́ва у́бо о́троки сохрани́ неопали́мы, / Сия́ же носи́ во объя́тиих, / Его́же воспева́юще, глаго́лем: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Пе́щь горѧ́щаѧ, не ѡ҆брѣ́тесѧ ѡ҆роша́ющаѧ, то́кмѡ вавѷлѡ́нскаѧ: безмꙋ́жнаѧ и҆на́ѧ мт҃и и҆ дв҃а не ꙗ҆ви́сѧ. ѻ҆́ва оу҆́бѡ ѻ҆́троки сохранѝ неѡпали̑мы, сїѧ́ же носѝ во ѡ҆б̾ѧ́тїихъ, є҆го́же воспѣва́юще глаго́лемъ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Трие́ о́троцы в пещи́, Тро́ицу прообрази́вше, / преще́ние о́гненное попра́ша / и, пою́ще, вопия́ху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Трїѐ ѻ҆́троцы въ пещѝ, трⷪ҇цꙋ проѡбрази́вше, преще́нїе ѻ҆́гненное попра́ша, и҆ пою́ще вопїѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Го́рдый мучи́тель, но дете́й бысть игра́лище, / я́ко же бо пе́рсть, попра́вше седмери́чный пла́мень, поя́ху: / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Го́рдый мꙋчи́тель, но дѣте́й бы́сть и҆гра́лище, ꙗ҆́коже бо пе́рсть попра́вше седмери́чный пла́мень, поѧ́хꙋ: бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пла́мень ороси́вый пе́щный / и о́троки неопали́мы спасы́й, / благослове́н еси́ во ве́ки, / Го́споди, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Пла́мень ѡ҆роси́вый пе́щный, и҆ ѻ҆́троки неѡпали̑мы сп҃сы́й, бл҃гослове́нъ є҆сѝ во вѣ́ки, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пре́жде о́бразу злато́му, перси́дскому чти́лищу, / о́троцы не поклони́шася, / трие́ пою́ще посреде́ пе́щи: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Пре́жде ѡ҆́бразꙋ злато́мꙋ, персі́дскомꙋ чти́лищꙋ: ѻ҆́троцы не поклони́шасѧ, трїѐ пою́ще посредѣ̀ пе́щи: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Я́ко зла́то в горни́ле, / о́троки искуша́хуся в пещи́ / и показа́шася све́тли, / не внегда́ слия́тися, / но внегда́ храни́тися, / не внегда́ горе́ти, / но внегда́ пе́ти непреста́нно: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ꙗ҆́кѡ зла́то въ горни́лѣ, ѻ҆́троки и҆скꙋша́хꙋсѧ въ пещѝ и҆ показа́шасѧ свѣ́тли, не внегда̀ слїѧ́тисѧ, но внегда̀ храни́тисѧ: не внегда̀ горѣ́ти, но внегда̀ пѣ́ти непреста́ннѡ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "В пещи́ пла́мень угаси́ша о́троцы / и Небе́сную ро́су прия́ша ве́рою: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ пещѝ пла́мень оу҆гаси́ша ѻ҆́троцы, и҆ нбⷭ҇нꙋю ро́сꙋ прїѧ́ша вѣ́рою: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Прохлажде́й пла́мень пе́щный / и Де́ву сохрани́ ро́ждшую Тя, Богоро́дицу: / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Прохлажде́й пла́мень пе́щный и҆ дв҃ꙋ сохранѝ ро́ждшꙋю тѧ̀ бцⷣꙋ: бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Нестерпи́мому огню́ соедини́вшеся, / Богоче́стия пред стоя́ще, ю́ноши, / пла́менем же неврежде́ни, Боже́ственную песнь поя́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Нестерпи́момꙋ ѻ҆гню̀ соедини́вшесѧ, бг҃оче́стїѧ предстоѧ́ще ю҆́нѡши, пла́менемъ же неврежде́ни, бж҃е́ственнꙋю пѣ́снь поѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Я́ко пещь дре́вле, прие́мшая, о́троки не опали́, / та́ко и Де́ва, заче́нши Зижди́теля, не опали́ся Утро́бою. / О́ле чудесе́! Неизме́нный ви́дится пло́тию и во храм приво́дится. / Сего́ ра́ди, ве́рою пою́ще, глаго́лем: / благослови́те, дела́, Го́спода.",
  ["текст_цс"] = "Ꙗ҆́кѡ пе́щь дре́вле, прїе́мшаѧ ѻ҆́троки не ѡ҆палѝ, та́кѡ и҆ дв҃а заче́нши зижди́телѧ, не ѡ҆пали́сѧ оу҆тро́бою. Ѽле чꙋдесѐ! неизмѣ́нный ви́дитсѧ пло́тїю, и҆ во хра́мъ приво́дитсѧ. сегѡ̀ ра́ди вѣ́рою пою́ще глаго́лемъ: бл҃гослови́те дѣла̀ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "В пла́мень ко отроко́м евре́йским / снизше́дшаго Бо́жиею си́лою и я́вльшагося Го́спода, / свяще́нницы, благослови́те / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Въ пла́мень ко ѻ҆трокѡ́мъ є҆врє́йскимъ снизше́дшаго, бж҃їею си́лою, и҆ ꙗ҆́вльшагосѧ гдⷭ҇а, сщ҃е́нницы бл҃гослови́те, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Веще́ственнаго огня́ пла́мень / Невеще́ственным увяди́ша Богозри́мии о́троцы и поя́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Веще́ственнагѡ ѻ҆гнѧ̀ пла́мень, невеще́ственнымъ оу҆вѧди́ша бг҃озри́мїи ѻ҆́троцы, и҆ поѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "А́нгельми немо́лчно в Вы́шних сла́вимаго Бо́га, / Небеса́ небе́с, земля́, и го́ры, и хо́лми, и глубина́, / и весь род челове́ческий, / пе́сньми Того́, я́ко Созда́теля и Изба́вителя, благослови́те / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "А҆́гг҃льми немо́лчнѡ въ вы́шнихъ сла́вимаго бг҃а, нб҃са̀ нб҃съ, землѧ̀, и҆ го́ры, и҆ хо́лми, и҆ глꙋбина̀, и҆ ве́сь ро́дъ человѣ́ческїй, пѣ́сньми того̀ ꙗ҆́кѡ созда́телѧ, и҆ и҆зба́вителѧ бл҃гослови́те, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Вавило́нская пещь о́троки не опали́, / ниже́ Божества́ огнь Де́ву растли́. / Тем со о́троки, ве́рнии, возопие́м: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Вавѷлѡ́нскаѧ пе́щь ѻ҆́троки не ѡ҆палѝ, нижѐ бж҃ества̀ ѻ҆́гнь дв҃ꙋ растлѝ. тѣ́мъ со ѻ҆́троки вѣ́рнїи возопїе́мъ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Служи́ти Живо́му Бо́гу / в Вавило́не о́троцы претерпе́вше, / о мусики́йских орга́нех неради́ша / и, посреде́ пла́мене стоя́ще, Боголе́пную песнь воспева́ху, глаго́люще: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Слꙋжи́ти живо́мꙋ бг҃ꙋ, въ вавѷлѡ́нѣ ѻ҆́троцы претерпѣ́вше, ѡ҆ мꙋсїкі́йскихъ ѻ҆рга́нѣхъ неради́ша, и҆ посредѣ̀ пла́мене стоѧ́ще, бг҃олѣ́пнꙋю пѣ́снь воспѣва́хꙋ, глаго́люще: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Покланя́емаго от святы́х А́нгел / и Сла́вимаго непреста́нно, / свяще́нницы, по́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Покланѧ́емаго ѿ ст҃ы́хъ а҆́гг҃лъ, и҆ сла́вимаго непреста́ннѡ, сщ҃е́нницы по́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "На Престо́ле Херуви́мсте Носи́маго, / свяще́нницы, по́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "На престо́лѣ херꙋві́мстѣ носи́маго, сщ҃е́нницы по́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Из Безнача́льнаго Отца́ рожде́ннаго пре́жде век Бо́га / и в после́дняя от Богоро́дицы в плоть обле́кшася, / я́ко соверше́нна Челове́ка и Бо́га и́стинна, / по́йте, благослови́те / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "И҆з̾ безнача́льнагѡ ѻ҆ц҃а̀ рожде́ннаго пре́жде вѣ̑къ бг҃а, и҆ въ послѣ̑днѧѧ ѿ бцⷣы въ пло́ть ѡ҆бле́кшасѧ, ꙗ҆́кѡ соверше́нна чл҃вѣ́ка и҆ бг҃а и҆́стинна, по́йте, бл҃гослови́те и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Благоде́теля, и Бо́га, и Изба́вителя всех, / и Творца́ всего́ ми́ра, / свяще́нницы, по́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Бл҃годѣ́телѧ и҆ бг҃а и҆ и҆зба́вителѧ всѣ́хъ и҆ творца̀ всегѡ̀ мі́ра сщ҃е́нницы по́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Обра́зно во А́нгельстем я́вльшася зра́це / и де́ти прохла́ждша посреде́ горя́щия пе́щи, / благослови ́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Ѡ҆бра́знѡ во а҆́гг҃льстѣмъ ꙗ҆́вльшасѧ зра́цѣ, и҆ дѣ́ти прохла́ждша посредѣ̀ горѧ́щїѧ пе́щи, бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Но́вое чу́до и Боголе́пное: / деви́ческую бо дверь затворе́нную / я́ве прохо́дит Госпо́дь, / наг во вхо́де, / и плотоно́сец яви́ся во исхо́де Бог, / и пребыва́ет Дверь затворе́на; / Сию́ неизрече́нно / я́ко Богома́терь велича́ем.",
  ["текст_цс"] = "Но́вое чꙋ́до и҆ бг҃олѣ́пное дв҃ческꙋю бо две́рь затворе́ннꙋю ꙗ҆́вѣ прохо́дитъ гдⷭ҇ь, на́гъ во вхо́дѣ, и҆ плотоно́сецъ ꙗ҆ви́сѧ во и҆схо́дѣ бг҃ъ, и҆ пребыва́етъ две́рь затворе́на: сїю̀ неизрече́ннѡ, ꙗ҆́кѡ бг҃омт҃рь велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "В зако́не се́ни и писа́ний / о́браз ви́дим, ве́рнии: / всяк му́жеский пол, ложесна́ разверза́я, / свят Бо́гу. / Тем Перворожде́нное Сло́во / Отца́ Безнача́льна, / Сы́на, первородя́щася Ма́терию неискусому́жно, / велича́ем.",
  ["текст_цс"] = "Въ зако́нѣ сѣ́ни и҆ писа́нїй, ѡ҆́бразъ ви́димъ вѣ́рнїи: всѧ́къ мꙋ́жескїй по́лъ ложесна̀ разверза́ѧ, ст҃ъ бг҃ꙋ. тѣ́мъ перворожде́нное сло́во ѻ҆ц҃а̀ безнача́льна, сн҃а первородѧ́щасѧ мт҃рїю неискꙋсомꙋ́жнѡ, велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Пречи́стая Богоро́дице, Ма́ти Безневе́стная, / пра́ведно Тя пою́т Чи́нове А́нгелов, / и ста́рец Симео́н, Рождество́ Твое́ зря, взыва́ше: / Ны́не отпуща́еши раба́ Твоего́, Влады́ко, / по глаго́лу Твоему́, / я́ко да спасе́ши, Христе́, / Тя с Ро́ждшею велича́ющия.",
  ["текст_цс"] = "Пречⷭ҇таѧ бцⷣе, мт҃и безневѣ́стнаѧ, пра́веднѡ тѧ̀ пою́тъ чи́нове а҆́гг҃лѡвъ, и҆ ста́рецъ сѷмеѡ́нъ ржⷭ҇тво̀ твоѐ зрѧ̀ взыва́ше: ны́нѣ ѿпꙋща́еши раба̀ твоего̀ влⷣко, по глаго́лꙋ твоемꙋ̀, ꙗ҆́кѡ да сп҃се́ши хрⷭ҇тѐ, тѧ̀ съ ро́ждшею велича́ющыѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Тя живопису́ющий ассири́йский пла́мень, / Де́во Ма́ти Мари́е: / Огнь бо Божества́, во утро́бу Твою́ всели́вся, Чи́стая, / неопа́льно соблюде́ пречи́стая ложесна́ Твоя́. / Те́мже и Христо́с, Тобо́ю в храм святы́й / объя́тьми приведы́йся, / нас обнови́, велича́ющия Твое́ Рождество́.",
  ["текст_цс"] = "Тѧ̀ живописꙋ́ющїй а҆ссѷрі́йскїй пла́мень, дв҃о мт҃и мр҃і́е: ѻ҆́гнь бо бж҃ества̀ во оу҆тро́бꙋ твою̀ всели́всѧ чⷭ҇таѧ, неѡпа́льнѡ соблюдѐ пречⷭ҇таѧ. ложесна̀ твоѧ̑. тѣ́мже и҆ хрⷭ҇то́съ тобо́ю въ хра́мъ ст҃ы́й ѡ҆б̾ѧ́тьми приведы́йсѧ, на́съ ѡ҆бновѝ велича́ющыѧ твоѐ ржⷭ҇тво̀.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "На Сина́йстей горе́ ви́де Тя в купине́ Моисе́й, / неопа́льно Огнь Божества́ заче́ншую во чре́ве; / Дании́л же Тя ви́де Го́ру несеко́мую; / Жезл прозя́бший, Иса́ия взыва́ше, / от ко́рене Дави́дова.",
  ["текст_цс"] = "На сїна́йстѣй горѣ̀ ви́дѣ тѧ̀ въ кꙋпинѣ̀ мѡѷсе́й, неѡпа́льнѡ ѻ҆́гнь бж҃ества̀ заче́ншꙋю во чре́вѣ: данїи́лъ же тѧ̀ ви́дѣ го́рꙋ несѣко́мꙋю, же́злъ прозѧ́бшїй, и҆са́їа взыва́ше, ѿ ко́рене дв҃дова.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Сла́дкою Пречи́стаго Твоего́ Рождества́ / стрело́ю уязвле́ни, Чи́стая, / Твое́й достожела́нней добро́те дивя́щеся, / пе́сньми А́нгельскими / досто́йно Тя я́ко Ма́терь Бо́жию велича́ем.",
  ["текст_цс"] = "Сла́дкою пречⷭ҇тагѡ твоегѡ̀ ржⷭ҇тва̀ стрѣло́ю оу҆ѧзвле́ни, чи́стаѧ, твое́й достожела́ннѣй добро́тѣ дивѧ́щесѧ, пѣ́сньми а҆́гг҃льскими досто́йнѡ тѧ̀ ꙗ҆́кѡ мт҃рь бж҃їю велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Купино́ю и огне́м пропи́санную в Сина́и / законополо́жнику Моисе́ю / и Бо́жий во чре́ве неопа́льно заче́ншую Огнь, / Всесве́тлую и Негаси́мую Свещу́, / су́щую Богоро́дицу пе́сньми, чту́ще, велича́ем.",
  ["текст_цс"] = "Кꙋпино́ю и҆ ѻ҆гне́мъ пропи́саннꙋю въ сїна́и законополо́жникꙋ мѡѷсе́ю, и҆ бж҃їй во чре́вѣ неѡпа́льнѡ заче́ншꙋю ѻ҆́гнь, всесвѣ́тлꙋю и҆ негаси́мꙋю свѣщꙋ̀, сꙋ́щꙋю бцⷣꙋ пѣ́сньми чтꙋ́ще велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Тебе́, Неопали́мую Купину́ и Святу́ю Де́ву, / Ма́терь Све́та и Богоро́дицу, / Наде́жду всех нас, велича́ем.",
  ["текст_цс"] = "Тебѐ неѡпали́мꙋю кꙋпинꙋ̀, и҆ ст҃ꙋ́ю дв҃ꙋ, мт҃рь свѣ́та, и҆ бцⷣꙋ наде́ждꙋ всѣ́хъ на́съ велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Благослове́н Госпо́дь, Бог Изра́илев, / воздви́гнувый рог спасе́ния нам / в дому́ Дави́да, о́трока Своего́, / милосе́рдия ра́ди ми́лости, / в ни́хже посети́ нас Восто́к с высоты́ / и напра́вил ны есть на путь ми́ра.",
  ["текст_цс"] = "Бл҃гослове́нъ гдⷭ҇ь бг҃ъ і҆и҃левъ, воздви́гнꙋвый ро́гъ спасе́нїѧ на́мъ въ домꙋ̀ дв҃да ѻ҆́трока своегѡ̀, милосе́рдїѧ ра́ди ми́лости, въ ни́хже посѣтѝ на́съ восто́къ съ высоты̀, и҆ напра́вилъ ны̀ є҆́сть на пꙋ́ть ми́ра.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Несеко́мую Го́ру, Краесеко́мый Ка́мень, / его́же ви́де Дании́л проро́к, / Богоро́дицу Мари́ю пе́сньми велича́ем.",
  ["текст_цс"] = "Несѣко́мꙋю го́рꙋ, краесѣко́мый ка́мень, є҆го́же ви́дѣ данїи́лъ прⷪ҇ро́къ, бцⷣꙋ мр҃і́ю пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Тя, Неискусобра́чную Богоро́дицу, / в па́мяти святы́х велича́ем, / я́ко ро́ждшую Спасе́ние душ на́ших.",
  ["текст_цс"] = "Тѧ̀ неискꙋсобра́чнꙋю бцⷣꙋ въ па́мѧти ст҃ы́хъ велича́емъ, ꙗ҆́кѡ ро́ждшꙋю спасе́нїе дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Тебе́, Безсме́ртный Исто́чник, / и святы́х исцеле́ния челове́чу ро́ду подаю́щу, / при́сно велича́ем, / я́ко спаса́еши ду́ши на́ша.",
  ["текст_цс"] = "Тебѐ, безсме́ртный и҆сто́чникъ, и҆ ст҃ы́хъ и҆сцѣлє́нїѧ человѣ́чꙋ ро́дꙋ подаю́щꙋ при́снѡ велича́емъ, ꙗ҆́кѡ сп҃са́еши дꙋ́шы на́шѧ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Благода́тная, ра́дуйся, Госпо́дь с Тобо́ю, / благослове́на Ты в жена́х, / и Тя велича́ем.",
  ["текст_цс"] = "Бл҃года́тнаѧ ра́дꙋйсѧ, гдⷭ҇ь съ тобо́ю, бл҃гослове́на ты̀ въ жена́хъ, и҆ тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 3,
  ["текст_ру"] = "Ма́терь Све́та, и по Рождестве́ Де́ву, / и душ на́ших спасе́ния Приста́нище, / ве́рнии, единому́дренно пе́снь ми велича́ем.",
  ["текст_цс"] = "Мт҃рь свѣ́та, и҆ по ржⷭ҇твѣ̀ дв҃ꙋ, и҆ дꙋ́шъ на́шихъ спасе́нїѧ приста́нище, вѣ́рнїи є҆диномꙋ́дреннѡ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Мо́ря чермну́ю пучи́ну / невла́жными стопа́ми / дре́вний пешеше́ствовав, Изра́иль / крестообра́зныма Моисе́овыма рука́ма / Амали́кову си́лу в пусты́ни победи́л есть.",
  ["текст_цс"] = "Мо́рѧ чермнꙋ́ю пꙋчи́нꙋ невла́жными стопа́ми дре́внїй пѣшеше́ствовавъ і҆и҃ль, крⷭ҇тоѡбра́зныма мѡѷсе́овыма рꙋка́ма, а҆мали́ковꙋ си́лꙋ въ пꙋсты́ни побѣди́лъ є҆́сть.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Отве́рзу уста́ моя́, / и напо́лнятся Ду́ха, / и сло́во отры́гну Цари́це Ма́тери, / и явлю́ся, све́тло торжеству́я, / и воспою́, ра́дуяся, Тоя́ чудеса́.",
  ["текст_цс"] = "Ѿве́рзꙋ оу҆ста̀ моѧ̑, и҆ напо́лнѧтсѧ дх҃а, и҆ сло́во ѿры́гнꙋ цр҃и́цѣ мт҃ри, и҆ ꙗ҆влю́сѧ свѣ́тлѡ торжествꙋ́ѧ, и҆ воспою̀ ра́дꙋѧсѧ тоѧ̀ чꙋдеса̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Отве́рзу уста́ моя́, / и напо́лнятся Ду́ха, / и сло́во отры́гну Цари́це Ма́тери, / и явлю́ся, све́тло торжеству́я, / и воспою́, ра́дуяся, Тоя́ успе́ние.",
  ["текст_цс"] = "Ѿве́рзꙋ оу҆ста̀ моѧ̑, и҆ напо́лнѧтсѧ дх҃а, и҆ сло́во ѿры́гнꙋ цр҃и́цѣ мт҃ри, и҆ ꙗ҆влю́сѧ свѣ́тлѡ торжествꙋ́ѧ, и҆ воспою̀ ра́дꙋѧсѧ тоѧ̀ оу҆спе́нїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Отве́рзу уста́ моя́, / и напо́лнятся Ду́ха, / и сло́во отры́гну Цари́це Ма́тери, / и явлю́ся, све́тло торжеству́я, / и воспою́, ра́дуяся, Тоя́ вхожде́ние.",
  ["текст_цс"] = "Ѿве́рзꙋ оу҆ста̀ моѧ̑, и҆ напо́лнѧтсѧ дх҃а, и҆ сло́во ѿры́гнꙋ цр҃и́цѣ мт҃ри, и҆ ꙗ҆влю́сѧ свѣ́тлѡ торжествꙋ́ѧ, и҆ воспою̀ ра́дꙋѧсѧ тоѧ̀ вхожде́нїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Яви́шася исто́чницы бе́здны / вла́ги неприча́стны, / и откры́шася мо́ря / волну́ющася основа́ния бу́рею: / ма́нием бо запрети́л еси́ ему́, / изря́дныя же лю́ди спасл еси́, / пою́щия побе́дную песнь Тебе́, Го́споди.",
  ["текст_цс"] = "Ꙗ҆ви́шасѧ и҆сто́чницы бе́здны, вла́ги неприча̑стны: и҆ ѿкры́шасѧ мо́рѧ волнꙋ́ющасѧ ѡ҆снова́нїѧ бꙋ́рею: ма́нїемъ бо запрети́лъ є҆сѝ є҆мꙋ̀, и҆зрѧ̑дныѧ же лю́ди спа́слъ є҆сѝ, пою́щыѧ побѣ́днꙋю пѣ́снь тебѣ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Боже́ственным покрове́н / медленноязы́чный мра́ком, / извити́йствова Богопи́санный зако́н: / ти́ну бо оттря́с очесе́ у́мнаго, / ви́дит Су́щаго / и науча́ется Ду́ха ра́зуму, / хваля́ Боже́ственными пе́сньми.",
  ["текст_цс"] = "Бж҃е́ственнымъ покрове́нъ медленноѧзы́чный мра́комъ, и҆звиті́йствова бг҃опи́санный зако́нъ: ти́нꙋ бо ѿтрѧ́съ ѻ҆чесѐ оу҆́мнагѡ, ви́дитъ сꙋ́щаго, и҆ наꙋча́етсѧ дх҃а ра́зꙋмꙋ, хвалѧ̀ бж҃е́ственными пѣ́сньми.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ли́цы изра́ильтестии, / невла́жными стопа́ми / понт Чермны́й и вла́жную глубину́ прогна́вше, / вса́дники триста́ты, враги́, ви́дяще в ней погруже́ны, / с весе́лием поя́ху: / пои́м Бо́гу на́шему, / я́ко просла́вися.",
  ["текст_цс"] = "Ли́цы і҆и҃льтестїи невла́жными стопа́ми по́нтъ чермны́й, и҆ вла́жнꙋю глꙋбинꙋ̀ прогна́вше, вса́дники трїста́ты врагѝ ви́дѧще въ не́й погрꙋжє́ны, съ весе́лїемъ поѧ́хꙋ: пои́мъ бг҃ꙋ на́шемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Триста́ты кре́пкия, / Рожде́йся от Де́вы, / без стра́стия во глубине́ / души́ трича́стное потопи́, молю́ ся, / да Тебе́, я́ко в тимпа́не, / во умерщвле́нии телесе́ / побе́дное воспою́ пе́ние.",
  ["текст_цс"] = "Трїста́ты крѣ̑пкїѧ, рожде́йсѧ ѿ дв҃ы, безстра́стїѧ во глꙋбинѣ̀, дꙋшѝ трича́стное потопѝ молю́сѧ, да тебѣ̀ ꙗ҆́кѡ въ тѷмпа́нѣ, во оу҆мерщвле́нїи тѣлесѐ побѣ́дное воспою̀ пѣ́нїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Порази́вый Еги́пта / и фарао́на мучи́теля погрузи́вый в мо́ри, / лю́ди спасл еси́ из рабо́ты, / Моисе́йски пою́щия песнь побе́дную, / я́ко просла́вися.",
  ["текст_цс"] = "Порази́вый є҆гѵ́пта, и҆ фараѡ́на мꙋчи́телѧ погрꙋзи́вый въ мо́ри, лю́ди спа́слъ є҆сѝ и҆з̾ рабо́ты, мѡѷсе́йски пою́щыѧ пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пои́м Го́сподеви, / пресла́вно погрузи́вшему фарао́на в мо́ри, / песнь побе́дную, я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви пресла́внѡ погрꙋзи́вшемꙋ фараѡ́на въ мо́ри пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Воспою́ Тебе́, Го́споди Бо́же мой, / я́ко изве́л еси́ лю́ди из рабо́ты еги́петския, / покры́л же еси́ колесни́цы фарао́новы и си́лу.",
  ["текст_цс"] = "Воспою̀ тебѣ̀ гдⷭ҇и бж҃е мо́й, ꙗ҆́кѡ и҆зве́лъ є҆сѝ лю́ди и҆з̾ рабѡ́ты є҆гѵ́петскїѧ, покры́лъ же є҆сѝ колесни̑цы фараѡ́нѡвы и҆ си́лꙋ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Несть Тебе́ подо́бен, / Препросла́вленный Го́споди: / руко́ю бо кре́пкою изба́вил еси́ лю́ди, / я́же стяжа́л еси́, / Человеколю́бче.",
  ["текст_цс"] = "Нѣ́сть тебѣ̀ подо́бенъ препросла́вленный гдⷭ҇и, рꙋко́ю бо крѣ́пкою и҆зба́вилъ є҆сѝ лю́ди, ꙗ҆̀же стѧжа́лъ є҆сѝ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пои́м песнь но́вую / Царю́ веко́в, / я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ пѣ́снь но́вꙋю цр҃ю̀ вѣкѡ́въ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пои́м, лю́дие, ди́вно чудоде́йствовавшему / в Чермне́м мо́ри Христу́ Бо́гу: / я́ко дре́вле Изра́иля всевооруже́на / стопа́ми пешеше́ствовати непрохо́дную сотвори́ / и зло́бы делода́теля фарао́на во глубине́ потопи́.",
  ["текст_цс"] = "Пои́мъ лю́дїе ди́внѡ чꙋдодѣ́йствовавшемꙋ въ чермнѣ́мъ мо́ри хрⷭ҇тꙋ̀ бг҃ꙋ: ꙗ҆́кѡ дре́вле і҆и҃лѧ всевоѡрꙋже́на стопа́ми пѣшеше́ствовати непрохо́днꙋю сотворѝ, и҆ ѕло́бы дѣлода́телѧ фараѡ́на во глꙋбинѣ̀ потопѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Под о́блаком све́тлым / и столпо́м о́гненным наставля́емый, / проше́д мо́ре су́шею / и сие́ пешеше́ствуяй, я́ко в пусты́ни, / избра́нный Твой Изра́иль, Христе́, / побе́дную песнь пое́т Тебе́, Го́споди.",
  ["текст_цс"] = "Под̾ ѻ҆́блакомъ свѣ́тлымъ и҆ столпо́мъ ѻ҆́гненнымъ наставлѧ́емый проше́дъ мо́ре сꙋ́шею, и҆ сїѐ пѣшеше́ствꙋѧй ꙗ҆́кѡ въ пꙋсты́ни и҆збра́нный тво́й і҆и҃ль, хрⷭ҇тѐ, побѣ́днꙋю пѣ́снь пое́тъ тебѣ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Колесни́цы фарао́новы и си́лу его́ / вве́рже в мо́ре Кре́пкий в бра́нех, / воспое́м песнь но́вую, я́ко просла́вися.",
  ["текст_цс"] = "Колесни̑цы фараѡ́нѡвы, и҆ си́лꙋ є҆гѡ̀ вве́рже въ мо́ре крѣ́пкїй въ бра́нехъ, воспое́мъ пѣ́снь но́вꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пое́м песнь побе́дную / Еди́ному Бо́гу, / сотво́ршему пресла́вная: / дре́вле бо фарао́на / со всево́инством в мо́ри погрузи́.",
  ["текст_цс"] = "Пое́мъ пѣ́снь побѣ́днꙋю є҆ди́номꙋ бг҃ꙋ сотво́ршемꙋ пресла̑внаѧ: дре́вле бо фараѡ́на со всево́инствомъ въ мо́ри погрꙋзѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Предели́в пучи́ну чермну́ю Бог, / фарао́на погрузи́вый в ней, / прове́д Моисе́я немо́кренно в пусты́ню / и одожди́в ма́нну в снедь лю́дем Изра́илевым, / я́ко си́лен.",
  ["текст_цс"] = "Предѣли́въ пꙋчи́нꙋ чермнꙋ́ю бг҃ъ, фараѡ́на погрꙋзи́вый въ не́й, прове́дъ мѡѷсе́а немо́креннѡ въ пꙋсты́ню, и҆ ѡ҆дожди́въ ма́ннꙋ въ снѣ́дь лю́демъ і҆и҃лєвымъ, ꙗ҆́кѡ си́ленъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Наста́вльшему дре́вле Изра́иля, / бежа́щаго от рабо́ты фарао́новы, / и в пусты́ни пита́вшему, / пои́м Изба́вителю, Бо́гу на́шему, / я́ко просла́вися.",
  ["текст_цс"] = "Наста́вльшемꙋ дре́вле і҆и҃лѧ, бѣжа́щаго ѿ рабо́ты фараѡ́новы, и҆ въ пꙋсты́ни пита́вшемꙋ, пои́мъ и҆зба́вителю бг҃ꙋ на́шемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пресла́вная сотвори́вый чудеса́ Госпо́дь руко́ю Моисе́овою, / рука́ма ста́рца днесь объе́млется / я́ко Младе́нец во хра́ме. / Тому́ ве́рно возопии́м, лю́дие, песнь побе́дную: / сла́вно бо просла́вися.",
  ["текст_цс"] = "Пресла̑внаѧ сотвори́вый чꙋдеса̀ гдⷭ҇ь рꙋко́ю мѡѷсе́овою, рꙋка́ма ста́рца дне́сь ѡ҆б̾е́млетъсѧ, ꙗ҆́кѡ младе́нецъ во хра́мѣ. томꙋ̀ вѣ́рнѡ возопїи́мъ лю́дїе пѣ́снь побѣ́днꙋю: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Чудоде́йствовавшему высо́кою мы́шцею Бо́гу / в мо́ри Чермне́м А́нгельским предпутетворе́нием, / и спа́сшему Изра́иля в конце́ бе́здны, / и конегони́телей связа́вшему о́си, / побе́дную песнь пои́м Тому́, я́ко просла́вися.",
  ["текст_цс"] = "Чꙋдодѣ́йствовавшемꙋ высо́кою мы́шцею бг҃ꙋ, въ мо́ри чермнѣ́мъ а҆́гг҃льскимъ предпꙋтетворе́нїемъ, и҆ сп҃сшемꙋ і҆и҃лѧ въ концѣ̀ бе́здны, и҆ конегони́телей свѧза́вшемꙋ ѻ҆́си, побѣ́днꙋю пѣ́снь пои́мъ томꙋ̀, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Дади́те, лю́дие, вели́чие Христу́ Бо́гу на́шему, / от Де́вы ро́ждшемуся / во спасе́ние челове́ком.",
  ["текст_цс"] = "Дади́те лю́дїе вели́чїе хрⷭ҇тꙋ̀ бг҃ꙋ на́шемꙋ, ѿ дв҃ы ро́ждшемꙋсѧ во сп҃се́нїе человѣ́кѡмъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Сло́во, / во утро́бу Ма́тере неопи́санно вшед, / не разлучи́вся от Отца́ я́ко Бог же, / соисполня́я с Го́рними ни́жняя / и подава́я ве́лию ми́лость.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь сло́во, во оу҆тро́бꙋ мт҃ре неѡпи́саннѡ вше́дъ, не разлꙋчи́всѧ ѿ ѻ҆ц҃а̀, ꙗ҆́кѡ бг҃ъ же соисполнѧ́ѧ съ го́рними ни̑жнѧѧ, и҆ подава́ѧ ве́лїю млⷭ҇ть.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Дади́м вели́чие Христу́ Бо́гу на́шему, / воздви́женому на Крест / на спасе́ние всего́ ми́ра.",
  ["текст_цс"] = "Дади́мъ вели́чїе хрⷭ҇тꙋ̀ бг҃ꙋ на́шемꙋ, воздви́женномꙋ на крⷭ҇тъ, на сп҃се́нїе всегѡ̀ мі́ра.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог, / умерщвля́я и животворя́й, / дарова́вый во́ду из ка́мене несеко́ма / и одожди́вый ма́нну на пи́щу лю́дем Изра́илевым, / я́ко си́лен.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ оу҆мерщвлѧ́ѧ и҆ животворѧ́й, дарова́вый во́дꙋ и҆з̾ ка́мене несѣко́ма, и҆ ѡ҆дожди́вый ма́ннꙋ на пи́щꙋ лю́демъ і҆и҃лєвымъ, ꙗ҆́кѡ си́ленъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Весели́тся о Тебе́ Це́рковь Твоя́, Христе́, зову́щи: / Ты моя́ кре́пость, Го́споди, / и прибе́жище, и утвержде́ние.",
  ["текст_цс"] = "Весели́тсѧ ѡ҆ тебѣ̀ цр҃ковь твоѧ̀ хрⷭ҇тѐ, зовꙋ́щи: ты̀ моѧ̀ крѣ́пость гдⷭ҇и, и҆ прибѣ́жище и҆ оу҆твержде́нїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твоя́ песносло́вцы, Богоро́дице, / Живы́й и Незави́стный Исто́чниче, / лик себе́ совоку́пльшыя, духо́вно утверди́, / в Боже́ственней Твое́й сла́ве / венце́в сла́вы сподо́би.",
  ["текст_цс"] = "Твоѧ̑ пѣсносло́вцы бцⷣе, живы́й и҆ незави́стный и҆сто́чниче, ли́къ себѣ̀ совокꙋ́пльшыѧ, дх҃о́внѡ оу҆твердѝ, въ бж҃е́ственнѣй твое́й сла́вѣ вѣнцє́въ сла́вы сподо́би.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твоя́ песносло́вцы, Богоро́дице, / Живы́й и Незави́стный Исто́чниче, / лик себе́ совоку́пльшыя, духо́вно утверди́, / в Боже́ственней па́мяти Твое́й / венце́в сла́вы сподо́би.",
  ["текст_цс"] = "Твоѧ̑ пѣсносло́вцы бцⷣе, живы́й и҆ незави́стный и҆сто́чниче, ли́къ себѣ̀ совокꙋ́пльшыѧ, дх҃о́внѡ оу҆твердѝ, въ бж҃е́ственнѣй па́мѧти твое́й вѣнцє́въ сла́вы сподо́би.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твоя́ песносло́вцы, Богоро́дице, / Живы́й и Незави́стный Исто́чниче, / лик себе́ совоку́пльшыя, духо́вно утверди́, / в честне́м вхожде́нии Твое́м / венце́в сла́вы сподо́би .",
  ["текст_цс"] = "Твоѧ̑ пѣсносло́вцы бцⷣе, живы́й и҆ незави́стный и҆сто́чниче, ли́къ себѣ̀ совокꙋ́пльшыѧ, дх҃о́внѡ оу҆твердѝ, въ чⷭ҇тнѣ́мъ вхожде́нїи твое́мъ вѣнцє́въ сла́вы сподо́би.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Точа́щий, краесеко́мый повеле́нием Твои́м, / тве́рдый сса́ша Ка́мень изра́ильтестии лю́дие, / Ка́мень же Ты еси́, Христе́, и Жизнь, / на не́мже утверди́ся Це́рковь, зову́щая: / Оса́нна, благослове́н еси́, гряды́й.",
  ["текст_цс"] = "Точа́щїй краесѣко́мый повелѣ́нїемъ твои́мъ, тве́рдый сса́ша ка́мень і҆и҃льтестїи лю́дїе. ка́мень же ты̀ є҆сѝ хрⷭ҇тѐ и҆ жи́знь, на не́мже оу҆тверди́сѧ цр҃ковь зовꙋ́щаѧ: ѡ҆са́нна, бл҃гослове́нъ є҆сѝ грѧды́й.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Разве́рзе утро́бы неча́дствовавшия у́зы, / доса́ду же неудоботерпи́му благоча́дствующия, / еди́на моли́тва проро́чицы дре́вле А́нны, / нося́щия дух сокруше́н, / к Си́льному и Бо́гу ра́зумов.",
  ["текст_цс"] = "Разве́рзе оу҆тро́бы неча́дствовавшїѧ оу҆́зы, доса́дꙋ же неꙋдоботерпи́мꙋ бл҃гоча́дствꙋющїѧ, є҆ди́на мл҃тва прⷪ҇ро́чицы дре́вле а҆́нны, носѧ́щїѧ дꙋ́хъ сокрꙋше́нъ, къ си́льномꙋ и҆ бг҃ꙋ ра́зꙋмѡвъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "С высоты́ снизше́л еси́ во́лею на зе́млю / превы́шше вся́каго нача́ла / и смире́нное возне́сл еси́ / из а́да преиспо́дняго / естество́ челове́ческое, / несть бо свят, па́че Тебе́, / Человеколю́бче.",
  ["текст_цс"] = "Съ высоты̀ снизше́лъ є҆сѝ во́лею на зе́млю, превы́шше всѧ́кагѡ нача́ла, и҆ смире́нное возне́слъ є҆сѝ, и҆з̾ а҆́да преиспо́днѧгѡ, є҆стество̀ человѣ́ческое: нѣ́сть бо ст҃ъ па́че тебѐ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Утвержда́яй гром и созида́яй дух, / утверди́ мене́, Го́споди, / да Тя пою́ и́стинно / и творю́ во́лю Твою́, / я́ко несть свят, я́ко Ты, Бо́же наш.",
  ["текст_цс"] = "Оу҆твержда́ѧй гро́мъ, и҆ созида́ѧй дх҃ъ, оу҆твердѝ менѐ гдⷭ҇и, да тѧ̀ пою̀ и҆́стиннѡ, и҆ творю̀ во́лю твою̀: ꙗ҆́кѡ нѣ́сть ст҃ъ, ꙗ҆́кѡ ты̀ бж҃е на́шъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Лук си́льных изнемо́же, / и немощству́ющии препоя́сашася си́лою, / сего́ ра́ди утверди́ся в Го́споде се́рдце мое́.",
  ["текст_цс"] = "Лꙋ́къ си́льныхъ и҆знемо́же, и҆ немощствꙋ́ющїи препоѧ́сашасѧ си́лою: сегѡ̀ ра́ди оу҆тверди́сѧ въ гдⷭ҇ѣ се́рдце моѐ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Не му́дростию, и си́лою, / и бога́тством хва́лим ся, / но Тобо́ю, О́тчею Ипоста́сною Му́дростию, Христе́, / несть бо свят, па́че Тебе́, / Человеколю́бче.",
  ["текст_цс"] = "Не мꙋ́дростїю, и҆ си́лою, и҆ бога́тствомъ хва́лимсѧ, но тобо́ю ѻ҆́ч҃ею ѵ҆поста́сною мꙋ́дростїю, хрⷭ҇тѐ: нѣ́сть бо ст҃ъ па́че тебѐ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Свят еси́, Го́споди Бо́же наш, / утверди́ и на́ша сердца́ непреста́нно вопи́ти Тебе́: / пра́веден несть, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Ст҃ъ є҆сѝ гдⷭ҇и бж҃е на́шъ, оу҆твердѝ и҆ на̑ша сердца̀ непреста́ннѡ вопи́ти тебѣ̀: пра́веденъ нѣ́сть па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Утвержде́ние на Тя наде́ющихся, / утверди́, Го́споди, в ве́ре Правосла́вней Твое́й, / утверди́ нас, я́ко Человеколю́бец.",
  ["текст_цс"] = "Оу҆твержде́нїе на тѧ̀ надѣ́ющихсѧ: оу҆твердѝ гдⷭ҇и въ вѣ́рѣ правосла́внѣй твое́й, оу҆твердѝ на́съ ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́ко непло́ды роди́ от язы́к Це́рковь, / и мно́гое в ча́дех / изнемо́же со́нмище, / чу́дному Бо́гу на́шему возопии́м: / Свят еси́, Го́споди.",
  ["текст_цс"] = "Ꙗ҆́кѡ непло́ды родѝ ѿ ꙗ҆зы̑къ цр҃ковь, и҆ мно́гое въ ча́дѣхъ и҆знемо́же со́нмище, чꙋ́дномꙋ бг҃ꙋ на́шемꙋ возопїи́мъ: ст҃ъ є҆сѝ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Утвержде́ние ве́рных, и похвало́, / и нетле́ния исто́чниче, / и благи́х прошениода́вче Христе́, / в любви́ Твое́й утверди́ мя.",
  ["текст_цс"] = "Оу҆твержде́нїе вѣ́рныхъ, и҆ похвало̀, и҆ нетлѣ́нїѧ и҆сто́чниче, и҆ бл҃ги́хъ прошенїода́вче хрⷭ҇тѐ, въ любвѝ твое́й оу҆тверди́ мѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Утверди́ся се́рдце мое в Го́споде, / вознесе́ся рог мой в Бо́зе мое́м, / я́ко несть свят, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ въ гдⷭ҇ѣ, даю́щемъ мл҃твꙋ молѧ́щемꙋсѧ, ꙗ҆́кѡ лꙋ́къ си́льныхъ и҆знемо́же, и҆ немощствꙋ́ющїи препоѧ́сашасѧ си́лою.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Да не хва́лится мудр, хваля́йся, / но о сем, е́же разумева́ти, / я́ко несть свят, я́ко Бог наш, / вознося́й рог наш, / дая́й кре́пость царе́м на́шим.",
  ["текст_цс"] = "Да не хва́литсѧ мꙋ́дръ хвалѧ́йсѧ, но ѡ҆ се́мъ є҆́же разꙋмѣва́ти: ꙗ҆́кѡ нѣ́сть ст҃ъ, ꙗ҆́кѡ бг҃ъ на́шъ возносѧ́й ро́гъ на́шъ, даѧ́й крѣ́пость царє́мъ на́шымъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Утверди́ся се́рдце мое́ в Го́споде, / даю́щем моли́тву моля́щемуся, / я́ко лук си́льных изнемо́же / и немощству́ющии препоя́сашася си́лою.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ въ гдⷭ҇ѣ, вознесе́сѧ ро́гъ мо́й въ бз҃ѣ мое́мъ: ꙗ҆́кѡ нѣ́сть ст҃ъ па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вы́шний Спа́се сил, / коле́блемую ду́шу мою́ / утверди́ в во́ли Твое́й, / да и аз сла́влю Твое́ / со Безпло́тными Боже́ственное благоле́пие.",
  ["текст_цс"] = "Вы́шнїй сп҃се си́лъ, коле́блемꙋю дꙋ́шꙋ мою̀ оу҆твердѝ въ во́ли твое́й, да и҆ а҆́зъ сла́влю твоѐ со безпло́тными бж҃е́ственное бл҃голѣ́пїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В Го́споде Бо́зе мое́м / се́рдце мое́ утверди́ся, / тем немощству́ющии препоя́сашася си́лою.",
  ["текст_цс"] = "Въ гдⷭ҇ѣ бз҃ѣ мое́мъ се́рдце моѐ оу҆тверди́сѧ. тѣ́мъ немощствꙋ́ющїи препоѧ́сашасѧ си́лою.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "А́нна, пре́жде безча́дная и непло́дная, / обеща́ния имя́ше плод Саму́ила; / ны́не же А́нна проро́чица, в храм прише́дши, / благодаря́ше нас ра́ди младе́нствовавшаго Бо́га / и ста́рческими объя́тии прие́млемаго.",
  ["текст_цс"] = "А҆́нна, пре́жде безча́днаѧ и҆ непло́днаѧ, ѡ҆бѣща́нїѧ и҆мѧ́ше пло́дъ, самꙋ́ила: ны́нѣ же а҆́нна прⷪ҇ро́чица въ хра́мъ прише́дши, бл҃годарѧ́ше на́съ ра́ди младе́нствовавшаго бг҃а, и҆ ста́рческими ѡ҆б̾ѧ́тїи прїе́млемаго.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вознесе́на Тя ви́девши Це́рковь на Кресте́, / Со́лнце Пра́ведное, / ста в чи́не свое́м, / досто́йно взыва́ющи: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Вознесе́на тѧ̀ ви́дѣвши цр҃ковь на крⷭ҇тѣ̀, сл҃нце пра́ведное, ста̀ въ чи́нѣ свое́мъ, досто́йнѡ взыва́ющи: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Седя́й в Сла́ве на Престо́ле Божества́ / во о́блаце ле́гце, / прии́де Иису́с Пребоже́ственный / Нетле́нною Дла́нию и спасе́ зову́щия: / сла́ва, Христе́, си́ле Твое́й.",
  ["текст_цс"] = "Сѣдѧ́й въ сла́вѣ, на прⷭ҇то́лѣ бж҃ства̀, во ѻ҆́блацѣ ле́гцѣ, прїи́де і҆и҃съ пребж҃е́ственный нетлѣ́нною дла́нїю, и҆ сп҃сѐ зовꙋ́щыѧ: сла́ва хрⷭ҇тѐ си́лѣ твое́й.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Неизсле́дный Бо́жий Сове́т, / е́же от Де́вы, воплоще́ния / Тебе́, Вы́шняго, / проро́к Авваку́м усмотря́я, зовя́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Неизслѣ́дный бж҃їй совѣ́тъ, є҆́же ѿ дв҃ы воплоще́нїѧ, тебѐ вы́шнѧгѡ, прⷪ҇ро́къ а҆ввакꙋ́мъ оу҆смотрѧ́ѧ зовѧ́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Христо́с гряды́й я́вственно Бог наш, /прии́дет и не закосни́т / от горы́ приосене́нныя ча́щи, / Отрокови́цы ражда́ющия, Неискусому́жныя, / проро́к дре́вле глаго́лет. / Тем вси вопие́м: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Хрⷭ҇то́съ грѧды́й ꙗ҆́вственнѡ бг҃ъ на́шъ: прїи́детъ и҆ не закосни́тъ, ѿ горы̀ прїѡсѣне́нныѧ ча́щи, ѻ҆трокови́цы ражда́ющїѧ неискꙋсомꙋ́жныѧ, прⷪ҇ро́къ дре́вле глаго́летъ. тѣ́мъ всѝ вопїе́мъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Царю́ царе́й, / Яковы́й от Якова́го, / Еди́н, Сло́ве, произше́дый, / от Отца́ Безви́новнаго Равномо́щнаго Твоего́ Ду́ха / апо́столом и́стинно посла́л еси́ / я́ко Благо де́теля, пою́щим: / сла́ва держа́ве Твое́й, Го́споди.",
  ["текст_цс"] = "Цр҃ю̀ царе́й, ꙗ҆ковы́й ѿ ꙗ҆кова́гѡ, є҆ди́нъ сло́ве произше́дый, ѿ ѻ҆ц҃а̀ безвино́внагѡ, ровномо́щнаго твоего̀ дх҃а, а҆пⷭ҇лѡмъ и҆́стиннѡ посла́лъ є҆сѝ, ꙗ҆́кѡ бл҃годѣ́телѧ, пою́щымъ: сла́ва держа́вѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах слух Твой и убоя́хся, / разуме́х дела́ Твоя́ / и ужасо́хся, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑ и҆ оу҆жасо́хсѧ, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Любве́ ра́ди, Ще́дре, Твоего́ о́браза / на Кресте́ Твое́м стал еси́, / и раста́яшася язы́цы: / Ты бо еси́, Человеколю́бче, / кре́пость моя́ и хвале́ние.",
  ["текст_цс"] = "Любвѐ ра́ди ще́дре твоегѡ̀ ѡ҆́браза, на крⷭ҇тѣ̀ твое́мъ ста́лъ є҆сѝ, и҆ раста́ѧшасѧ ꙗ҆зы́цы: ты́ бо є҆сѝ чл҃вѣколю́бче, крѣ́пость моѧ̀ и҆ хвале́нїе.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Сей Бог наш, / от Де́вы вопло́щся / и естество́ обожи́в, / Его́же воспева́юще, вопие́м: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Се́й бг҃ъ на́шъ, ѿ дв҃ы вопло́щьсѧ, и҆ є҆стество̀ ѡ҆божи́въ, є҆го́же воспѣва́юще вопїе́мъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах слух Твой, Го́споди, / я́ко яви́лся еси́ на земли́, / и просла́вих Твою́ си́лу.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й гдⷭ҇и, ꙗ҆́кѡ ꙗ҆ви́лсѧ є҆сѝ на землѝ, и҆ просла́вихъ твою̀ си́лꙋ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ве́лие и Боголе́пное, Спа́се, слы́шах, / я́ко Безсме́ртен сый и Бог, / уподо́бился еси́ челове́ком / и пребы́́́́л еси́, е́же был еси́, / и сего́ ра́ди Твою́ сла́влю си́лу.",
  ["текст_цс"] = "Ве́лїе и҆ бг҃олѣ́пное сп҃се слы́шахъ, ꙗ҆́кѡ безсме́ртенъ сы́й и҆ бг҃ъ, оу҆подо́билсѧ є҆сѝ человѣ́кѡмъ, и҆ пребы́лъ є҆сѝ, є҆́же бы́лъ є҆сѝ, и҆ сегѡ̀ ра́ди твою̀ сла́влю си́лꙋ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах сла́вное смотре́ние Твое́, / Христе́ Бо́же, / я́ко роди́лся еси́ от Де́вы, / да от ле́сти изба́виши зову́щия: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ сла́вное смотре́нїе твоѐ хрⷭ҇тѐ бж҃е, ꙗ҆́кѡ роди́лсѧ є҆сѝ ѿ дв҃ы, да ѿ ле́сти и҆зба́виши зовꙋ́щыѧ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Слух услы́шах, глаго́лет Авваку́м, / я́ко Бог из горы́, / из чре́ва де́вственнаго про́йде неизрече́нно, / и, ужа́сся, взыва́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Слꙋ́хъ оу҆слы́шахъ, глаго́летъ а҆ввакꙋ́мъ, ꙗ҆́кѡ бг҃ъ и҆з̾ горы̀, и҆з̾ чре́ва дв҃ственнагѡ про́йде неизрече́ннѡ, и҆ оу҆жа́ссѧ взыва́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Среде́ двою́ разбо́йнику / позна́лся еси́ на Кресте́, Христе́ Бо́же, / взя́тся со́лнце стра́хом, / и луна́ ста в чи́не свое́м: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Средѣ̀ двою̀ разбѡ́йникꙋ позна́лсѧ є҆сѝ на крⷭ҇тѣ̀ хрⷭ҇тѐ бж҃е, взѧ́тсѧ со́лнце стра́хомъ, и҆ лꙋна̀ ста̀ въ чи́нѣ свое́мъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Приклони́л еси́, Христе́, снизхожде́нием Твои́м / Небеса́ в ра́зуме / и яви́лся еси́, воплоще́н на земли́. / Тем вси вопие́м: / си́ле Твое́й сла́ва, Человеколю́бче.",
  ["текст_цс"] = "Приклони́лъ є҆сѝ хрⷭ҇тѐ снизхожде́нїемъ твои́мъ нб҃са̀ въ ра́зꙋмѣ, и҆ ꙗ҆ви́лсѧ є҆сѝ воплоще́нъ на землѝ. тѣ́мъ всѝ вопїе́мъ: си́лѣ твое́й сла́ва чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах слух Твоего́ смотре́ния, / я́ко от Де́вы роди́лся еси́, ро́ждшую не опали́в, / и прославих, Спа́се, снизхожде́ние Твое́.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ твоегѡ̀ смотре́нїѧ, ꙗ҆́кѡ ѿ дв҃ы роди́лсѧ є҆сѝ, ро́ждшꙋю не ѡ҆пали́въ, и҆ просла́вихъ сп҃се, снизхожде́нїе твоѐ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Внегда́ прибли́житися ле́том позна́ешися; / внегда́ приити́ вре́мени яви́шися, / внегда́ смути́тися души́ мое́й / во гне́ве ми́лости помяне́ши: / Го́споди, сла́ва Тебе́.",
  ["текст_цс"] = "Внегда̀ прибли́житисѧ лѣ́тѡмъ, позна́ешисѧ: внегда̀ прїитѝ вре́мени, ꙗ҆ви́шисѧ: внегда̀ смꙋти́тисѧ дꙋшѝ мое́й, во гнѣ́вѣ ми́лѡсти помѧне́ши: гдⷭ҇и сла́ва тебѣ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах, Бо́же, слух Твой и убоя́хся, / разуме́х дела́ Твоя́ и ужасо́хся, Го́споди, / я́ко Твоего́ хвале́ния испо́лнь земля́.",
  ["текст_цс"] = "Оу҆слы́шахъ бж҃е слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ: разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ оу҆жасо́хсѧ гдⷭ҇и, ꙗ҆́кѡ твоегѡ̀ хвале́нїѧ и҆спо́лнь землѧ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Гла́сом Богоглаго́ливым предразуме́в, Авваку́м / зря́ще Сло́ва воплоще́ние и взыва́ше я́ве: / слух услы́шах Бо́жия Сове́та, / Бог бо непрело́жно челове́ком возбесе́дует, / из горы́ гряды́й, де́вственнаго чре́ва, / и мир избавля́я / началоро́дныя кля́твы.",
  ["текст_цс"] = "Гла́сомъ бг҃оглагѡ́ливымъ предразꙋмѣ́въ а҆ввакꙋ́мъ, зрѧ́ше сло́ва воплоще́нїе, и҆ взыва́ше ꙗ҆́вѣ: слꙋ́хъ оу҆слы́шахъ бж҃їѧ совѣ́та. бг҃ъ бо непрело́жнѡ человѣ́кѡмъ возбесѣ́дꙋетъ, и҆з̾ горы̀ грѧды́й дв҃ственнагѡ чре́ва, и҆ мі́ръ и҆збавлѧ́ѧ началоро́дныѧ клѧ́твы.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Его́же проро́к Авваку́м предзри́тельныма очи́ма усмотря́, / пропове́даше Бо́га, / ста́рец днесь во хра́ме прие́млет, вопия́: / ны́не отпуща́еши раба́ Твоего́, Влады́ко, в ми́ре, / по глаго́лу Твоему́.",
  ["текст_цс"] = "Є҆го́же прⷪ҇ро́къ а҆ввакꙋ́мъ предзри́тельныма ѻ҆чи́ма оу҆смотрѧ̀, проповѣ́даше бг҃а, ста́рецъ дне́сь во хра́мѣ прїе́млетъ, вопїѧ̀: ны́нѣ ѿпꙋща́еши раба̀ твоего̀ влⷣко въ ми́рѣ, по глаго́лꙋ твоемꙋ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, возсия́вша от Неискусому́жныя Ма́тере, / проро́к Авваку́м, прови́дя, вопия́ше: / в после́дняя времена́ / спасти́ пома́занныя Твоя́ прише́л еси́, / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Тѧ̀ возсїѧ́вша ѿ неискꙋсомꙋ́жныѧ мт҃ре, прⷪ҇ро́къ а҆ввакꙋ́мъ прови́дѧ, вопїѧ́ше: въ послѣ̑днѧѧ времена̀ сп҃стѝ пома̑занныѧ твоѧ̑ прише́лъ є҆сѝ, сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твоего́ на земли́ явле́ния, / Христе́ Бо́же, / пропове́дая проро́к прише́ствие, / с весе́лием вопия́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Твоегѡ̀ на землѝ ꙗ҆вле́нїѧ хрⷭ҇тѐ бж҃е, проповѣ́даѧ прⷪ҇ро́къ прише́ствїе, съ весе́лїемъ вопїѧ́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Небеса́ доброде́тель Твоя́ покры́ла есть, / и земля́ испо́лнися / сла́вы Твоея́, Христе́. / Те́мже ве́рно вопие́м: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Нб҃са̀ добродѣ́тель твоѧ̀ покры́ла є҆́сть, и҆ землѧ̀ и҆спо́лнисѧ сла́вы твоеѧ̀, хрⷭ҇тѐ. тѣ́мже вѣ́рнѡ вопїе́мъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Услы́шах Твое́, Христе́, вои́стинну пресла́вное, / я́ко безсме́ртен сый Бог / уподо́бися сме́ртным челове́ком / и пребы́сть, е́же бе, / и того́ ра́ди Твою́ сла́влю си́лу.",
  ["текст_цс"] = "Оу҆слы́шахъ твоѐ хрⷭ҇тѐ, вои́стиннꙋ пресла́вное, ꙗ҆́кѡ безсме́ртенъ сы́й бг҃ъ, оу҆подо́бисѧ смє́ртнымъ человѣ́кѡмъ, и҆ пребы́сть є҆́же бѣ̀: и҆ тогѡ̀ ра́ди твою̀ сла́влю си́лꙋ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ты, Го́споди, мой Свет, / в мир прише́л еси́, / Свет Святы́й, обраща́яй / из мра́чна неве́дения / ве́рою воспева́ющия Тя.",
  ["текст_цс"] = "Ты̀ гдⷭ҇и мо́й, свѣ́тъ въ мі́ръ прише́лъ є҆сѝ, свѣ́тъ ст҃ы́й, ѡ҆браща́ѧй и҆з̾ мра́чна невѣ́дѣнїѧ вѣ́рою воспѣва́ющыѧ тѧ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ужасо́шася вся́ческая / о Боже́ственней сла́ве Твое́й: / Ты бо, Неискусобра́чная Де́во, / име́ла еси́ во утро́бе над все́ми Бо́га / и родила́ еси́ Безле́тнаго Сы́на, / всем воспева́ющим Тя / мир подава́ющая.",
  ["текст_цс"] = "Оу҆жасо́шасѧ всѧ́чєскаѧ ѡ҆ бж҃е́ственнѣй сла́вѣ твое́й: ты́ бо неискꙋсобра́чнаѧ дв҃о, и҆мѣ́ла є҆сѝ во оу҆тро́бѣ над̾ всѣ́ми бг҃а, и҆ родила̀ є҆сѝ безлѣ́тнаго сн҃а, всѣ̑мъ воспѣва́ющымъ тѧ̀ ми́ръ подава́ющаѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "На го́ру Сио́н взы́ди, благовеству́яй / и Иерусали́му пропове́дуяй, / в кре́пости вознести́ глас: / пресла́вная глаго́лашася о Тебе́, Гра́де Бо́жий, / мир на Изра́иля и спасе́ние язы́ков.",
  ["текст_цс"] = "На го́рꙋ сїѡ́нъ взы́ди бл҃говѣствꙋ́ѧй, и҆ і҆ерⷭ҇ли́мꙋ проповѣ́дꙋѧй въ крѣ́пости вознестѝ гла́съ: пресла̑внаѧ глаго́лашасѧ ѡ҆ тебѣ̀ гра́де бж҃їй, ми́ръ на і҆и҃лѧ, и҆ сп҃се́нїе ꙗ҆зы́кѡвъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Реши́тельное очище́ние грехо́в, / огнедохнове́нную приими́те Ду́ха ро́су, / о ча́да светообра́зная церко́вная! / Ны́не от Сио́на бо изы́де Зако́н, / языкоогнеобра́зная Ду́ха благода́ть.",
  ["текст_цс"] = "Рѣши́тельное ѡ҆чище́нїе грѣхѡ́въ, ѻ҆гнедохнове́ннꙋю прїими́те дх҃а ро́сꙋ, ѽ ча̑да свѣтоѡбра́знаѧ церкѡ́внаѧ, ны́нѣ ѿ сїѡ́на бо и҆зы́де зако́нъ, ѧ҆зыкоѻгнеѡбра́знаѧ дх҃а бл҃года́ть.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ны́не воста́ну, проро́чески рече́ Бог, / ны́не просла́влюся, ны́не вознесу́ся, / па́дшаго прие́м от Де́вы / и к све́ту у́мному / вознося́й Моего́ Божества́.",
  ["текст_цс"] = "Ны́нѣ воста́нꙋ, прⷪ҇ро́чески речѐ бг҃ъ, ны́нѣ просла́влюсѧ, ны́нѣ вознесꙋ́сѧ, па́дшаго прїе́мъ ѿ дв҃ы, и҆ къ свѣ́тꙋ оу҆́мномꙋ возносѧ́й моегѡ̀ бж҃ества̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Возсия́й ми, Го́споди, / свет повеле́ний Твои́х, / я́ко к Тебе́ дух мой у́тренюет и пое́т Тя: / Ты бо еси́ Бог наш, / и к Тебе́ прибега́ю, Царю́ ми́ра.",
  ["текст_цс"] = "Возсїѧ́й мѝ гдⷭ҇и свѣ́тъ повелѣ́нїй твои́хъ, ꙗ҆́кѡ къ тебѣ̀ дꙋ́хъ мо́й оу҆́тренюетъ, и҆ пое́тъ тѧ̀: ты́ бо є҆сѝ бг҃ъ на́шъ, и҆ къ тебѣ̀ прибѣга́ю цр҃ю̀ ми́ра.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Просвеще́ние Твое́, Го́споди, низпосли́ нам / и от мглы прегреше́ний разреши́ ны, Бла́же, / Твой мир да́руяй.",
  ["текст_цс"] = "Просвѣще́нїе твоѐ гдⷭ҇и, низпослѝ на́мъ, и҆ ѿ мглы̀ прегрѣше́нїй разрѣши́ ны бл҃же, тво́й ми́ръ да́рꙋѧй.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Нечести́вии не у́зрят сла́вы Твоея́, Христе́, / но мы Тя, Единоро́дне, / Оте́ческия Сла́вы Сия́ние Божества́, / от но́щи у́тренююще, / воспева́ем Тя, Человеколю́бче.",
  ["текст_цс"] = "Нечести́вїи не оу҆́зрѧтъ сла́вы твоеѧ̀ хрⷭ҇тѐ, но мы́ тѧ є҆диноро́дне, ѻ҆ч҃ескїѧ сла́вы сїѧ́нїе бж҃ества̀ ѿ но́щи оу҆́тренююще, воспѣва́емъ тѧ̀ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Зако́ном за́поведей Твои́х, Еди́не Человеколю́бче, / просвети́ се́рдце мое́, / молю́ся, Го́споди, и поми́луй мя.",
  ["текст_цс"] = "Зако́номъ за́повѣдей твои́хъ, є҆ди́не человѣколю́бче, просвѣтѝ се́рдце моѐ, молю́сѧ гдⷭ҇и, и҆ поми́лꙋй мѧ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Стяжа́вый ны, избра́нныя лю́ди, Кро́вию Твое́ю, Го́споди, / Твой мир даждь нам, / во единомы́слии сохраня́я ста́до Твое́.",
  ["текст_цс"] = "Стѧжа́вый ны̀ и҆збра̑нныѧ лю́ди, кро́вїю твое́ю гдⷭ҇и, тво́й ми́ръ да́ждь на́мъ во є҆диномы́слїи сохранѧ́ѧ ста́до твоѐ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "От све́та пресеки́й перворо́дный свет, / я́ко во све́те дела́ пою́т Тя, Христе́, Соде́теля, / во Све́те Твое́м пути́ на́ша напра́ви.",
  ["текст_цс"] = "Ѿ свѣ́та пресѣкі́й перворо́дный свѣ́тъ, ꙗ҆́кѡ во свѣ́тѣ дѣла̀ пою́тъ тѧ̀ хрⷭ҇тѐ содѣ́телѧ, во свѣ́тѣ твое́мъ пꙋти̑ на́шѧ напра́ви.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ре́вность прии́мет лю́ди ненака́занныя, / законопресту́пныя евре́и, / и огнь поя́ст супоста́ты Твоя́, / я́ко Тя, Распя́таго, / лестца́ именова́ша.",
  ["текст_цс"] = "Ре́вность прїе́млетъ лю́ди ненака̑занныѧ, законопрестꙋ̑пныѧ є҆вре́и, и҆ ѻ҆́гнь поѧ́стъ сꙋпоста́ты твоѧ̑, ꙗ҆́кѡ тѧ̀ распѧ́таго, лестца̀ и҆менова́ша.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "От но́щи у́тренююще, / вси немо́лчно Тя, Непристу́пный мо́лим Свет: / Бо́же ще́дрый, мир Твой, Христе́, да́руй нам.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренююще, всѝ немо́лчнѡ тѧ̀ непристꙋ́пный мо́лимъ свѣ́тъ, бж҃е ще́дрый, ми́ръ тво́й хрⷭ҇тѐ, да́рꙋй на́мъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "У́тро све́тлое / нам посли́, я́ко Благ, / и наста́ви ны в страх Твой, Влады́ко.",
  ["текст_цс"] = "Оу҆́тро свѣ́тлое на́мъ послѝ ꙗ҆́кѡ бл҃гъ: и҆ наста́ви ны̀ въ стра́хъ тво́й влⷣко.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Нощебори́мых страсте́й тиме́нием / к Тебе́ у́тренюю, / Еди́ному Благоутро́бному: / души́ моея́ мглу просвети́ / и ю́зы пресеки́ долго́в мои́х, / я́ко да Твои́м Со присносу́щным Ду́хом просвеща́емь, / пра́вды путь нетле́нный обря́щу повеле́ний Твои́х.",
  ["текст_цс"] = "Нощебори́мыхъ страсте́й тимѣ́нїемъ, къ тебѣ̀ оу҆́тренюю є҆ди́номꙋ бл҃гоꙋтро́бномꙋ, дꙋшѝ моеѧ̀ мглꙋ̀ просвѣтѝ, и҆ ю҆́зы пресѣкѝ долгѡ́въ мои́хъ, ꙗ҆́кѡ да твои́мъ соприсносꙋ́щнымъ дх҃омъ просвѣща́емь, пра́вды пꙋ́ть нетлѣ́нный ѡ҆брѧ́щꙋ повелѣ́нїй твои́хъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Угль о́гненный клеща́ми прие́млет Иса́ия иногда́, / устна́ма очища́яйся; / ны́не же Де́ва во хра́ме, / нося́щи Бо́га, воплоще́нна нас ра́ди, / рука́ма, а́ки клеща́ми, ста́рцу дае́т, / ми́ра Вино́внаго / и всех Пода́теля.",
  ["текст_цс"] = "Оу҆́гль ѻ҆́гненный клеща́ми прїе́млетъ и҆са́їа и҆ногда̀ оу҆стна́ма ѡ҆чища́ѧйсѧ: ны́нѣ же дв҃а во хра́мѣ носѧ́щи бг҃а воплоще́нна на́съ ра́ди, рꙋка́ма а҆́ки клеща́ми ста́рцꙋ дае́тъ, ми́ра вино́внаго, и҆ всѣ́хъ пода́телѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Мрак разреши́ греха́ моего́, / внегда́ возсия́ти Ти, / у́тро све́тлое / за́поведей Твои́х, Го́споди, / Непристу́пный Све́те.",
  ["текст_цс"] = "Мра́къ разрѣшѝ грѣха̀ моегѡ̀, внегда̀ возсїѧ́ти тѝ, оу҆́тро свѣ́тлое за́повѣдей твои́хъ гдⷭ҇и, непристꙋ́пный свѣ́те.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Возсия́вый Свет, / и просвети́вый у́тро, / и показа́вый день, / сла́ва Тебе́, сла́ва Тебе́, / Иису́се, Сы́не Бо́жий.",
  ["текст_цс"] = "Возсїѧ́вый свѣ́тъ, и҆ просвѣти́вый оу҆́тро, и҆ показа́вый де́нь, сла́ва тебѣ̀, сла́ва тебѣ̀ і҆и҃се сн҃е бж҃їй.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Све́те и́стинный, / просвеща́яй вся́каго челове́ка, / возсия́й в нас заре́ю за́поведей Твои́х / и отжени́ от нас нощь страсте́й, / я́ко, ра́зве Тебе́, ино́го бо́га не ве́мы.",
  ["текст_цс"] = "Свѣ́те и҆́стинный просвѣща́ѧй всѧ́каго человѣ́ка, возсїѧ́й въ на́съ заре́ю за́повѣдей твои́хъ, и҆ ѿженѝ ѿ на́съ но́щь страсте́й, ꙗ҆́кѡ ра́звѣ тебѐ и҆но́гѡ бг҃а не вѣ́мы.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ужасо́шася вся́ческая / о честне́м Успе́нии Твое́м: / Ты бо, Неискусобра́чная Де́во, / от земли́ преста́вилася еси́ к Ве́чным Оби́телем / и к Безконе́чней Жи́зни, / всем воспева́ющим Тя / спасе́ние подава́ющая.",
  ["текст_цс"] = "Оу҆жасо́шасѧ всѧ́чєскаѧ ѡ҆ чⷭ҇тнѣ́мъ оу҆спе́нїи твое́мъ: ты́ бо неискꙋсобра́чнаѧ дв҃о, ѿ землѝ преста́виласѧ є҆сѝ къ вѣ̑чнымъ ѻ҆би́телемъ, и҆ къ безконе́чнѣй жи́зни, всѣ̑мъ воспѣва́ющымъ тѧ̀ сп҃се́нїе подава́ющаѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ужасо́шася вся́ческая / в честне́м вхожде́нии Твое́м: / Ты бо, Неискусобра́чная Де́во, / внутрь вошла́ еси́ в храм Бо́жий, / я́коже чисте́йший храм, / всем воспева́ющим Тя / мир подава́ющая.",
  ["текст_цс"] = "Оу҆жасо́шасѧ всѧ́чєскаѧ въ чⷭ҇тнѣ́мъ вхожде́нїи твое́мъ: ты́ бо неискꙋсобра́чнаѧ дв҃о, внꙋ́трь вошла̀ є҆сѝ въ хра́мъ бж҃їй, ꙗ҆́коже чⷭ҇тнѣ́йшїй хра́мъ, всѣ̑мъ воспѣва́ющымъ тѧ̀ ми́ръ подава́ющаѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Из но́щи у́тренююще, / просвети́ нас, Животво́рче Кре́сте Христо́в, / со стра́хом покланя́ющияся тебе́, / и день спаси́тельный / при́сно возсия́й нам.",
  ["текст_цс"] = "И҆з̾ но́щи оу҆́тренююще, просвѣтѝ на́съ животво́рче крⷭ҇те хрⷭ҇то́въ, со стра́хомъ покланѧ́ющыѧсѧ тебѣ̀, и҆ де́нь сп҃си́тельный при́снѡ возсїѧ́й на́мъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Часть моя́ еси́, Го́споди, / и сла́ва лица́ моего́: / Ты бо мя из тьмы неве́дения / еди́н изба́вил еси́ Богоразу́мием, / и Тебе́ молю́ся, Христе́: / да́руй рабу́ Твоему́ мир, / я́ко Человеколю́бец.",
  ["текст_цс"] = "Ча́сть моѧ̀ є҆сѝ гдⷭ҇и, и҆ сла́ва лица̀ моегѡ̀: ты́ бо мѧ̀ и҆з̾ тьмы̀ невѣ́дѣнїѧ є҆ди́нъ и҆зба́вилъ є҆сѝ бг҃оразꙋ́мїемъ. и҆ тебѣ̀ молю́сѧ хрⷭ҇тѐ: да́рꙋй рабꙋ̀ твоемꙋ̀ ми́ръ, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пожру́ Ти со гла́сом хвале́ния, Го́споди, / Це́рковь вопие́т Ти, / от бесо́вския кро́ве очи́щшися / ра́ди ми́лости от ребр Твои́х / исте́кшею Кро́вию.",
  ["текст_цс"] = "Пожрꙋ́ ти со гла́сомъ хвале́нїѧ гдⷭ҇и, цр҃ковь вопїе́тъ тѝ, ѿ бѣсо́вскїѧ кро́ве ѡ҆чи́щшисѧ, ра́ди млⷭ҇ти ѿ ре́бръ твои́хъ и҆сте́кшею кро́вїю.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Возопи́, прообразу́я погребе́ние тридне́вное, / проро́к Ио́на, в ки́те моля́ся: / от тли изба́ви мя, Иису́се, Царю́ сил.",
  ["текст_цс"] = "Возопѝ проѡбразꙋ́ѧ погребе́нїе тридне́вное прⷪ҇ро́къ і҆ѡ́на, въ ки́тѣ молѧ́сѧ: ѿ тлѝ и҆зба́ви мѧ̀, і҆и҃се цр҃ю̀ си́лъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Боже́ственное сие́ и всечестно́е / соверша́юще пра́зднество, / Богому́дрии, Богома́тере, / прииди́те, рука́ми воспле́щим, / от Нея́ ро́ждшагося Бо́га сла́вим.",
  ["текст_цс"] = "Бж҃е́ственное сїѐ и҆ всечⷭ҇тно́е соверша́юще пра́зднество бг҃омꙋ́дрїи бг҃ома́тере, прїиди́те рꙋка́ми воспле́щимъ, ѿ неѧ̀ ро́ждшагосѧ бг҃а сла́вимъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Возопи́ша с весе́лием пра́ведных ду́си: / ны́не ми́ру Заве́т Но́вый завеща́ется, / и кропле́нием да обновя́тся лю́дие Бо́жия Кро́ве.",
  ["текст_цс"] = "Возопи́ша съ весе́лїемъ првⷣныхъ дꙋ́си: ны́нѣ мі́рꙋ завѣ́тъ но́вый завѣща́етсѧ, и҆ кропле́нїемъ да ѡ҆бновѧ́тсѧ лю́дїе бж҃їѧ кро́ве.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Очище́ние нам, Христе́, / и спасе́ние, Влады́ко, / воз сия́л еси́ от Де́вы, / да, я́ко проро́ка от зве́ря морска́го пе́рсей Ио́ну, / от тли исхити́ши всего́ Ада́ма всеро́дна па́дшаго.",
  ["текст_цс"] = "Ѡ҆чище́нїе на́мъ хрⷭ҇тѐ и҆ сп҃се́нїе влⷣко, возсїѧ́лъ є҆сѝ ѿ дв҃ы, да ꙗ҆́кѡ прⷪ҇ро́ка ѿ ѕвѣ́рѧ морска́гѡ пе́рсей і҆ѡ́нꙋ ѿ тлѝ и҆схити́ши, всего̀ а҆да́ма всеро́дна па́дшаго.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Приидо́х во глубины́ морски́я, / и потопи́ла мя есть бу́ря мно́гих грехо́в, / но, я́ко Бог, из глубины́ / возведи́ живо́т мой, / Многоми́лостиве.",
  ["текст_цс"] = "Прїидо́хъ во глꙋбины̑ морскі̑ѧ, и҆ потопи́ла мѧ̀ є҆́сть бꙋ́рѧ мно́гихъ грѣхѡ́въ: но ꙗ҆́кѡ бг҃ъ и҆з̾ глꙋбины̀ возведѝ живо́тъ мо́й, многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пучи́ною жите́йскою / дея́ньми мои́ми снидо́х во ад, / но, я́ко от ки́та Ио́на, та́ко вопию́: / из глубины́ зол возведи́, молю́ся, / Сы́не Бо́жий и Сло́ве.",
  ["текст_цс"] = "Пꙋчи́ною жите́йскою дѣѧ́ньми мои́ми снидо́хъ во а҆́дъ, но ꙗ҆́кѡ ѿ ки́та і҆ѡ́на, та́кѡ вопїю̀: и҆з̾ глꙋбины̀ ѕѡ́лъ возведѝ, молю́сѧ, сн҃е бж҃їй и҆ сло́ве.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ве́чер, и у́тро, и полу́дне / хва́лим Тя, Го́споди Бо́же наш, / услы́ши глас наш.",
  ["текст_цс"] = "Ве́черъ, и҆ оу҆́трѡ, и҆ полꙋ́дне, хва́лимъ тѧ̀ гдⷭ҇и бж҃е на́шъ, оу҆слы́ши гла́съ на́шъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Бу́рею содержи́мь прегреше́ний, / человеколю́бия сподобля́яйся, не разуме́ю, / я́ко Ио́ну проро́ка, и мене́ спаси́, Спа́се.",
  ["текст_цс"] = "Бꙋ́рею содержи́мь прегрѣше́нїй, человѣколю́бїѧ сподоблѧ́ѧйсѧ не разꙋмѣ́ю: ꙗ҆́кѡ і҆ѡ́нꙋ прⷪ҇ро́ка и҆ менѐ сп҃сѝ сп҃се.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В ки́те, Христе́, тридне́вновав, Ио́на / прописа́ Тя, Безсме́ртнаго, я́ко ме́ртва во́лею / в се́рдце земне́м тридне́вновавша.",
  ["текст_цс"] = "Въ ки́тѣ хрⷭ҇тѐ тридне́вновавъ і҆ѡ́на, прописа́ тѧ безсме́ртнаго, ꙗ҆́кѡ ме́ртва во́лею, въ се́рдцѣ земнѣ́мъ тридне́вновавша.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́ко проро́ка из глубины́ и тли возве́л еси́, / живо́т мой, Бла́же, от прегреше́ний изба́ви / благоутро́бием Твои́м.",
  ["текст_цс"] = "Ꙗ҆́кѡ прⷪ҇ро́ка и҆з̾ глꙋбины̀ и҆ тлѝ возве́лъ є҆сѝ: живо́тъ мо́й бл҃же, ѿ прегрѣше́нїй и҆зба́ви бл҃гоꙋтро́бїемъ твои́мъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Внегда́ скорбе́ти ми, / возопи́х ко Го́споду, / и услы́ша мя Бог спасе́ния моего́.",
  ["текст_цс"] = "Внегда̀ скорбѣ́ти мѝ, возопи́хъ ко гдⷭ҇ꙋ, и҆ оу҆слы́ша мѧ̀ бг҃ъ сп҃се́нїѧ моегѡ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твоего́ Ио́на погребе́ния о́браз / предписа́в я́ве, / и сего́ вои́стинну извле́кл от зве́ря, / и мене́, Спа́се, из глубины́ греха́ возведи́ / и к животу́ я́ве, молю́ся, наста́ви.",
  ["текст_цс"] = "Твоегѡ̀ і҆ѡ́на погребе́нїѧ ѡ҆́бразъ предписа́въ ꙗ҆́вѣ, и҆ сегѡ̀ вои́стиннꙋ и҆звле́клъ ѿ ѕвѣ́рѧ: и҆ менѐ сп҃се, и҆з̾ глꙋбины̀ грѣха̀ возведѝ, и҆ къ животꙋ̀ ꙗ҆́вѣ, молю́сѧ, наста́ви.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Да не погрузи́т мене́ бу́ря водна́я, / ниже́ пожре́т мене́ глубина́, / отве́ржен бо есмь / во глубины́ се́рдца морска́го зол мои́х. / Тем зову́, я́ко Ио́на: / да взы́дет от тли зол живо́т мой / к Тебе́, Бо́же.",
  ["текст_цс"] = "Да не погрꙋзи́тъ менѐ бꙋ́рѧ водна́ѧ, нижѐ пожре́тъ менѐ глꙋбина̀: ѿве́рженъ бо є҆́смь во глꙋбины̑ се́рдца морска́гѡ ѕѡ́лъ мои́хъ. тѣ́мъ зовꙋ̀ ꙗ҆́кѡ і҆ѡ́на: да взы́детъ ѿ тлѝ ѕѡ́лъ живо́тъ мо́й къ тебѣ̀ бж҃е.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́коже проро́ка Ио́ну / от ки́та изба́вил еси́, Христе́ Бо́же, / и мене́ из глубины́ прегреше́ний / возведи́ и спаси́ мя, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Ꙗ҆́коже прⷪ҇ро́ка і҆ѡ́нꙋ ѿ ки́та и҆зба́вилъ є҆сѝ хрⷭ҇тѐ бж҃е, и҆ менѐ и҆з̾ глꙋбины̀ прегрѣше́нїи возведѝ, и҆ сп҃си́ мѧ є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Из чре́ва а́дова во́пля моего́ / услы́шал еси́ глас мой / и возве́л еси́ от тли бу́ри прегреше́ний, / обдержи́т бо, Спа́се, / и погружа́ти искуша́ет, Бла́же, / но, я́коже пре́жде Ио́ну возве́л еси́ от тли, / и мене́, молю́ся, Го́споди, предвари́в, спаси́.",
  ["текст_цс"] = "И҆з̾ чре́ва а҆́дова во́плѧ моегѡ̀ оу҆слы́шалъ є҆сѝ гла́съ мо́й, и҆ возве́лъ є҆сѝ ѿ тлѝ бꙋ́ри прегрѣше́нїй, ѡ҆бдержи́тъ бо сп҃се, и҆ погрꙋжа́ти и҆скꙋша́етъ бл҃же: но ꙗ҆́коже пре́жде і҆ѡ́нꙋ возве́лъ є҆сѝ ѿ тлѝ, и҆ менѐ молю́сѧ гдⷭ҇и, предвари́въ сп҃сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Бу́ря мя помышле́ний, пости́гши, / во глубину́ низвлачи́т мя безме́рных грехо́в, / но Ты, Упра́вителю Благи́й, / предвари́в, упра́ви, / я́ко проро́ка, и спаси́ мя.",
  ["текст_цс"] = "Бꙋ́рѧ мѧ̀ помышле́нїй пости́гши, во глꙋбинꙋ̀ низвлачи́тъ мѧ̀ безмѣ́рныхъ грѣхѡ́въ. но ты̀ оу҆пра́вителю бл҃гі́й, предвари́въ оу҆пра́ви, ꙗ҆́кѡ прⷪ҇ро́ка, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Бу́ря мя мно́гих согреше́ний мои́х потопля́ет, / и изнемога́ет дух мой; / но Ты, Го́споди, / я́ко ми́лостив, сшед, / возведи́ живо́т мой.",
  ["текст_цс"] = "Бꙋ́рѧ мѧ̀ мно́гихъ согрѣше́нїй мои́хъ потоплѧ́етъ, и҆ и҆знемога́етъ дꙋ́хъ мо́й: но ты̀ гдⷭ҇и, ꙗ҆́кѡ млⷭ҇тивъ, сше́дъ возведѝ живо́тъ мо́й.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Обурева́ему мне, Ще́дре, / бу́рею волн мои́х, молю́ся: / воззови́ мя и спаси́, Го́споди, / я́ко Ио́ну / от зве́ря у́мнаго.",
  ["текст_цс"] = "Ѡ҆бꙋрева́емꙋ мнѣ̀, ще́дре, бꙋ́рею во́лнъ мои́хъ, молю́сѧ, воззови́ мѧ, и҆ сп҃сѝ гдⷭ҇и, ꙗ҆́кѡ і҆ѡ́нꙋ ѿ ѕвѣ́рѧ оу҆́мнагѡ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Бу́рею грехо́вною погружа́емь, / я́ко во чре́ве ки́тове содержи́мь, / с проро́ком зову́ Ти: / возведи́ от тли живо́т мой, / Го́споди, и спаси́ мя.",
  ["текст_цс"] = "Бꙋ́рею грѣхо́вною погрꙋжа́емь, ꙗ҆́кѡ во чре́вѣ ки́товѣ содержи́мь, съ прⷪ҇ро́комъ зовꙋ́ ти: возведѝ ѿ тлѝ живо́тъ мо́й, гдⷭ҇и, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ио́на проро́к во чре́ве ки́тове / от ско́рби возопи́: / глава́ моя́ понре́ в разсе́лины гор, Го́споди. / Симео́н же, подъе́м Тя, ра́достно взыва́ше: / ны́не отпуща́еши раба́ Твоего́ по глаго́лу Твоему́.",
  ["текст_цс"] = "І҆ѡ́на прⷪ҇ро́къ во чре́вѣ ки́товѣ ѿ ско́рби возопѝ: глава̀ моѧ̀ понрѐ въ разсѣ̑лины го́ръ гдⷭ҇и. сѷмеѡ́нъ же под̾е́мъ тѧ̀ ра́достнѡ взыва́ше: ны́нѣ ѿпꙋща́еши раба̀ твоего̀, по глаго́лꙋ твоемꙋ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Морско́е рыда́ние, Христе́, Ио́нино / подража́яй, зову́ Ти: / живо́т мой от а́да прегреше́ний возведи́, / да во хра́ме сла́вы Твоея́ / со гла́сом хвале́ния пожру́ Ти.",
  ["текст_цс"] = "Морско́е рыда́нїе хрⷭ҇тѐ і҆ѡ́нино подража́ѧ зовꙋ̀ тѝ: живо́тъ мо́й ѿ а҆́да прегрѣше́нїй возведѝ, да во хра́мѣ сла́вы твоеѧ̀ со гла́сомъ хвале́нїѧ пожрꙋ́ ти.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Проро́ка во чре́ве ки́тове сохрани́вый, / Святы́й Го́споди, / помози́ ми.",
  ["текст_цс"] = "Прⷪ҇ро́ка во чре́вѣ ки́товѣ сохрани́вый, ст҃ы́й гдⷭ҇и, помози́ ми.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В пещи́ авраа́мстии / о́троцы перси́дстей, / любо́вию благоче́стия па́че, / не́жели пла́менем, опаля́еми, взыва́ху: / благослове́н еси́ в хра́ме сла́вы Твоея́, Го́споди.",
  ["текст_цс"] = "Къ пещѝ а҆враа́мстїи ѻ҆́троцы персі́дстѣй, любо́вїю бл҃гоче́стїѧ па́че, не́жели пла́менемъ ѡ҆палѧ́еми взыва́хꙋ: бл҃гослове́нъ є҆сѝ въ хра́мѣ сла́вы твоеѧ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Не послужи́ша тва́ри Богому́дрии / па́че Созда́вшаго, / но, о́гненное преще́ние му́жески попра́вше, / ра́довахуся, пою́ще: / препе́тый отце́в Госпо́дь и Бог, благослове́н еси́.",
  ["текст_цс"] = "Не послꙋжи́ша тва́ри бг҃омꙋ́дрїи па́че созда́вшагѡ, но ѻ҆́гненное преще́нїе мꙋ́жески попра́вше, ра́довахꙋсѧ пою́ще: препѣ́тый ѻ҆тцє́въ гдⷭ҇ь и҆ бг҃ъ бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Спасы́й во огни́ авраа́мския Твоя́ о́троки / и халде́и уби́в, / я́же Пра́вда пра́ведно уловля́ше, / препе́тый Го́споди, Бо́же оте́ц на́ших, / благослове́н еси́.",
  ["текст_цс"] = "Сп҃сы́й во ѻ҆гнѝ а҆враа̑мскїѧ твоѧ̑ ѻ҆́троки, и҆ халдє́и оу҆би́въ, ꙗ҆́же пра́вда пра́веднѡ оу҆ловлѧ́ше, препѣ́тый гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Согла́сная возшуме́ орга́нская песнь / почита́ти златосотворе́нный безду́шный истука́н; / Уте́шителева же Светоно́сная Благода́ть почеству́ет, / е́же вопи́ти: / Тро́ице Еди́ная, Равноси́льная, Безнача́льная, благослове́на еси́.",
  ["текст_цс"] = "Согла́снаѧ возшꙋмѣ̀ ѻ҆рга́нскаѧ пѣ́снь, почита́ти златосотворе́нный бездꙋ́шный и҆стꙋка́нъ: оу҆тѣ́шителева же свѣтоно́снаѧ бл҃года́ть почествꙋ́етъ, є҆́же вопи́ти: трⷪ҇це є҆ди́наѧ, равноси́льнаѧ, безнача́льнаѧ, бл҃гослове́на є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ю́ноши три в Вавило́не, / веле́ние мучи́телево на бу́йство прело́жше, / посреде́ пла́мене вопия́ху: / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ю҆́нѡши трѝ въ вавѷлѡ́нѣ, велѣ́нїе мꙋчи́телево на бꙋ́йство прело́жше, посредѣ̀ пла́мене вопїѧ́хꙋ: бл҃гослове́нъ є҆сѝ гдⷭ҇и, бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "О́бразу злато́му не поклони́вшеся, о́троцы авраа́мстии / искуша́хуся, я́ко зла́то в горни́ле, / в пещи́ о́гненней, я́ко в черто́зе све́тлем, / ликова́ху, пою́ще: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѡ҆́бразꙋ злато́мꙋ не поклони́вшесѧ ѻ҆́троцы а҆враа́мстїи, и҆скꙋша́хꙋсѧ ꙗ҆́кѡ зла́то въ горни́лѣ, въ пещѝ ѻ҆́гненнѣй ꙗ҆́кѡ въ черто́зѣ свѣ́тлѣмъ ликова́хꙋ, пою́ще: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Авраа́мстии иногда́ в Вавило́не о́троцы / пе́щный пла́мень попра́ша, / пе́сньми взыва́юще: / оте́ц на́ших Бо́же, / благослове́н еси́.",
  ["текст_цс"] = "А҆враа́мстїи и҆ногда̀ въ вавѷлѡ́нѣ ѻ҆́троцы, пе́щный пла́мень попра́ша, пѣ́сньми взыва́юще: ѻ҆тє́цъ на́шихъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В пещи́ о́троки неопа́льны соблю́дшаго / и огнь угаси́вшаго, воспое́м, глаго́люще: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́троки неѡпа́льны соблю́дшаго, и҆ ѻ҆́гнь оу҆гаси́вшаго, воспое́мъ глаго́люще: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Халде́йскую пещь дре́вле А́нгел, снизше́д, ороси́, / в Вавило́не о́троцы сего́ ра́ди поя́ху: / оте́ц на́ших Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Халде́йскꙋю пе́щь, дре́вле а҆́гг҃лъ снизше́дъ ѡ҆росѝ, въ вавѷлѡ́нѣ ѻ҆́троцы сегѡ̀ ра́ди поѧ́хꙋ: ѻ҆тє́цъ на́шихъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В нача́ле Безнача́льное Сло́во, / со Отце́м и Ду́хом / Сын Единоро́дный, / благослове́н еси́, / и превозноси́мый Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ нача́лѣ безнача́льное сло́во, со ѻ҆ц҃е́мъ и҆ дх҃омъ, сн҃ъ є҆диноро́дный, бл҃гослове́нъ є҆сѝ и҆ превозноси́мый бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Заве́т Твой помяну́вый, / Христе́ Бо́же, / о́троки из пла́мене изба́вил еси́ / А́нгеловым снизхожде́нием, /Еди́не и́стинно Препросла́вленный.",
  ["текст_цс"] = "Завѣ́тъ тво́й помѧнꙋ́вый хрⷭ҇тѐ бж҃е, ѻ҆́троки и҆з̾ пла́мене и҆зба́вилъ є҆сѝ, а҆́гг҃ловымъ снизхожде́нїемъ, є҆ди́не и҆́стиннѡ препросла́вленный.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Халде́йския пе́щи о́троцы небрего́ша, / И́мене ра́ди Твоего́, Спа́се, / и, игра́юще, взыва́ху: / благо слове́н еси́, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Халде́йскїѧ пе́щи ѻ҆́троцы небрего́ша, и҆́мене ра́ди твоегѡ̀ сп҃се, и҆ и҆гра́юще взыва́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Огнь, паля́ в пещи́, истряса́шеся, / о́троцы ороша́хуся / и, пою́ще, глаго́лаху: / благослове́н еси́, Еди́н Сый / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆́гнь палѧ̀ въ пещѝ и҆стрѧса́шесѧ, ѻ҆́троцы ѡ҆роша́хꙋсѧ, и҆ пою́ще глаго́лахꙋ: бл҃гослове́нъ є҆сѝ є҆ди́нъ сы́й бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Оте́ц на́ших Бо́же, не посрами́ нас, / но да́руй нам со дерзнове́нием вопи́ти Тебе́: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆тє́цъ на́шихъ бж҃е, не посрамѝ на́съ, но да́рꙋй на́мъ со дерзнове́нїемъ вопи́ти тебѣ̀: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Благослове́н еси́, Бо́же, / в пещи́ о́троцы испове́даху, / А́нгела же слы́шаху, / вопию́ща к ним: / се услы́шася моле́ние ва́ше.",
  ["текст_цс"] = "Бл҃гослове́нъ є҆сѝ бж҃е, въ пещѝ ѻ҆́троцы и҆сповѣ́дахꙋ, а҆́гг҃ла же слы́шахꙋ вопїю́ща къ ни̑мъ: сѐ оу҆слы́шасѧ моле́нїе ва́ше.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Не преда́ждь нас до конца́ И́мене Твоего́ ра́ди, / и не разори́ Заве́та Твоего́, / и не отста́ви ми́лости Твоея́ от нас, / Го́споди Бо́же оте́ц на́ших, / препе́тый во ве́ки.",
  ["текст_цс"] = "Не преда́ждь на́съ до конца̀ и҆́мене твоегѡ̀ ра́ди, и҆ не разорѝ завѣ́та твоегѡ̀, и҆ не ѿста́ви млⷭ҇ти твоеѧ̀ ѿ на́съ, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ, препѣ́тый во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Авраа́мстии о́троцы вавило́нский пла́мень попра́ша, / прообразу́юще в нем Де́вы чу́до, / Его́же Симео́н прие́м, возра́довася, вопия́: / ны́не отпуща́еши раба́ Твоего́, / отце́в Бо́же.",
  ["текст_цс"] = "А҆враа́мстїи ѻ҆́троцы вавѷлѡ́нскїй пла́мень попра́ша, проѡбразꙋ́юще въ не́мъ дв҃ы чꙋ́до, є҆го́же сѷмеѡ́нъ прїе́мъ возра́довасѧ вопїѧ̀: ны́нѣ ѿпꙋща́еши раба̀ твоего̀, ѻ҆тцє́въ бж҃е.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, живопису́ющий ассири́йский пла́мень / ю́ноши три спасе́, Го́споди, / я́коже и Де́ву не опали́, Отрокови́цу, / в Боже́ственном Рождестве́ Твое́м Боже́ственная Искра́, / препе́тый отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Тѧ̀ живописꙋ́ющїй а҆ссѷрі́йскїй пла́мень, ю҆́нѡши трѝ сп҃сѐ гдⷭ҇и, ꙗ҆́коже и҆ дв҃ꙋ не ѡ҆палѝ ѻ҆трокови́цꙋ въ бж҃е́ственномъ ржⷭ҇твѣ̀ твое́мъ, бж҃е́ственнаѧ и҆́скра: препѣ́тый ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Глаго́лавый на горе́ с Моисе́ом / и о́браз де́вства явле́й в купине́, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Глаго́лавый на горѣ̀ съ мѡѷсе́омъ, и҆ ѡ҆́бразъ дѣ́вства ꙗ҆вле́й въ кꙋпинѣ̀, бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ру́це распросте́р, Дании́л / львов зия́ния в ро́ве затче́; / о́гненную же си́лу угаси́ша, / доброде́телию препоя́савшеся, / благоче́стия рачи́тели, / о́троцы, взыва́юще: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Рꙋ́цѣ распросте́ръ данїи́лъ, львѡ́въ зїѧ̑нїѧ въ ро́вѣ затчѐ: ѻ҆́гненнꙋю же си́лꙋ оу҆гаси́ша, добродѣ́телїю препоѧ́савшесѧ, бл҃гоче́стїѧ рачи́тели ѻ҆́троцы, взыва́юще: бл҃гослови́те всѧ̀ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "О́троки благочести́выя в пещи́ / Рождество́ Богоро́дичо спасло́ есть; / тогда́ у́бо образу́емое, / ны́не же де́йствуемое, / вселе́нную всю воздвиза́ет пе́ти Тебе́: / Го́спода по́йте, дела́, / и превозноси́те Его́ во вся ве́ки.",
  ["текст_цс"] = "Ѻ҆́троки бл҃гочести̑выѧ въ пещѝ, ржⷭ҇тво̀ бг҃оро́дичо сп҃сло̀ є҆́сть. тогда̀ оу҆́бѡ ѡ҆бразꙋ́емое, ны́нѣ же дѣ́йствꙋемое, вселе́ннꙋю всю̀ воздвиза́етъ пѣ́ти тебѣ̀: гдⷭ҇а по́йте дѣла̀, и҆ превозноси́те є҆го̀ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Слы́ши, Отрокови́це, Де́во Чи́стая, / да рече́т у́бо Гаврии́л / сове́т Вы́шняго дре́вний, и́стинный: / бу́ди к прия́тию гото́ва Бо́жию, / Тобо́ю бо Невмести́мый с челове́ки поживе́. / Тем и, ра́дуяся, вопию́: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Слы́ши ѻ҆трокови́це дв҃о чⷭ҇таѧ, да рече́тъ оу҆́бѡ гаврїи́лъ совѣ́тъ вы́шнѧгѡ дре́внїй и҆́стинный: бꙋ́ди къ прїѧ́тїю гото́ва бж҃їю, тобо́ю бо невмѣсти́мый съ человѣ́ки поживѐ. тѣ́мъ и҆ ра́дꙋѧсѧ вопїю̀: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Весели́ся, Иерусали́ме, / торжеству́йте, лю́бящии Сио́на: / ца́рствуяй бо во ве́ки Госпо́дь Сил прии́де. / Да благогове́ет вся земля́ от лица́ Его́ и да вопие́т: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Весели́сѧ і҆ерⷭ҇ли́ме, торжествꙋ́йте лю́бѧщїи сїѡ́на: црⷭ҇твꙋѧй бо во вѣ́ки гдⷭ҇ь си́лъ прїи́де, да бл҃гоговѣ́етъ всѧ̀ землѧ̀ ѿ лица̀ є҆гѡ̀, и҆ да вопїе́тъ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Разреша́ет у́зы и ороша́ет пла́мень / Трисве́тлый Богонача́лия о́браз, пою́т о́троцы, / благослови́т же еди́наго Спа́са и Вседе́теля / я́ко Благоде́теля / сотворе́нная вся́ческая тварь.",
  ["текст_цс"] = "Разрѣша́етъ оу҆́зы ѡ҆роша́етъ пла́мень, трисвѣ́тлый бг҃онача́лїѧ ѡ҆́бразъ пою́тъ ѻ҆́троцы, бл҃гослови́тъ же є҆ди́наго сп҃са и҆ вседѣ́телѧ, ꙗ҆́кѡ бл҃годѣ́телѧ, сотворе́ннаѧ всѧ́ческаѧ тва́рь.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Изба́вителю всех, Всеси́льне, / посреде́ пла́мене благоче́ствовавшия, / снизше́д, ороси́л еси́ / и на учи́л еси́ пе́ти: / вся дела́, благослови́те, по́йте Го́спода.",
  ["текст_цс"] = "И҆зба́вителю всѣ́хъ всеси́льне, посредѣ̀ пла́мене бл҃гоче́ствовавшыѧ, снизше́дъ ѡ҆роси́лъ є҆сѝ, и҆ наꙋчи́лъ є҆сѝ пѣ́ти: всѧ̑ дѣла̀ бл҃гослови́те, по́йте гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Во огни́ пла́меннем предстоя́т Тебе́ / Херуви́ми, Серафи́ми, Го́споди, / и вся тварь песнь Тебе́ пое́т кра́сную: / по́йте, благослови́те, лю́дие, превозноси́те Христа́, / Еди́наго Соде́теля, во вся ве́ки.",
  ["текст_цс"] = "Во ѻ҆гнѝ пла́меннѣмъ предстоѧ́тъ тебѣ̀ херꙋві́ми, серафі́ми гдⷭ҇и, и҆ всѧ̀ тва́рь пѣ́снь тебѣ̀ пое́тъ кра́снꙋю: по́йте, бл҃гослови́те, лю́дїе превозноси́те хрⷭ҇та̀, є҆ди́наго содѣ́телѧ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "На Кресте́ пло́тию пригвожде́ннаго / и показа́вшаго нам ору́жие во спасе́ние, / о́троцы, превозноси́те Христа́, Бо́га на́шего, во ве́ки.",
  ["текст_цс"] = "На крⷭ҇тѣ̀ пло́тїю пригвожде́ннаго, и҆ показа́вшаго на́мъ ѻ҆рꙋ́жїе во сп҃се́нїе, ѻ҆́троцы превозноси́те хрⷭ҇та̀ бг҃а на́шего во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вся́ческая нося́й непристу́пною Твое́ю си́лою, Христе́, / преподо́бныя Твоя́ о́троки в пла́мени ороси́л еси́, зову́щия: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Всѧ́чєскаѧ носѧ́й непристꙋ́пною твое́ю си́лою хрⷭ҇тѐ, прпⷣбныѧ твоѧ̑ ѻ҆́троки въ пла́мени ѡ҆роси́лъ є҆сѝ, зовꙋ́щыѧ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Во о́бразе А́нгела, / я́вльшагося в пещи́ о́гненней песносло́вцем, / Христа́ Бо́га по́йте, о́троцы, / свяще́н ницы, благослови́те, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Во ѡ҆́бразѣ а҆́гг҃ла ꙗ҆́вльшагосѧ въ пещѝ ѻ҆́гненнѣй пѣсносло́вцємъ, хрⷭ҇та̀ бг҃а по́йте ѻ҆́троцы, сщ҃е́нницы бл҃гослови́те, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Песнь но́вую пои́м, лю́дие, / соше́дшему на зе́млю спасти́ ны, / во́лею бо на Кресте́ пригвозди́ся Госпо́дь, / показа́вый язы́ком, / я́ко Ада́ма ра́ди / в ра́бий о́браз облече́ся / в Вы́шних Живы́й во ве́ки.",
  ["текст_цс"] = "Пѣ́снь но́вꙋю пои́мъ лю́дїе, соше́дшемꙋ на зе́млю сп҃сти́ ны: во́лею бо на крⷭ҇тѣ̀ пригвозди́сѧ гдⷭ҇ь, показа́вый ꙗ҆зы́кѡмъ, ꙗ҆́кѡ а҆да́ма ра́ди въ ра́бїй ѡ҆́бразъ ѡ҆блече́сѧ, въ вы́шнихъ живы́й во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ра́дующеся по осужде́нии мучи́тельском о́троцы, / я́ко да не бого́м скве́рным послу́жат всем, / но живо́му Бо́гу, / на огнь дерзну́ша, / от А́нгела же ороша́еми, песнь поя́ху: / дела́ Госпо́дня, Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Ра́дꙋющесѧ по ѡ҆сꙋжде́нїи мꙋчи́тельскомъ ѻ҆́троцы, ꙗ҆́кѡ да не богѡ́мъ сквє́рнымъ послꙋ́жатъ всѣ̑мъ, но живо́мꙋ бг҃ꙋ, на ѻ҆́гнь дерзнꙋ́ша, ѿ а҆́гг҃ла же ѡ҆роша́еми пѣ́снь поѧ́хꙋ: дѣла̀ гдⷭ҇нѧ гдⷭ҇а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В Вавило́не о́троцы, / Боже́ственною распала́еми ре́вностию, / мучи́теля и пла́мене преще́ние му́жески попра́ша / и, посреде́ огня́ вве́ржени, ороша́еми, поя́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Въ вавѷлѡ́нѣ ѻ҆́троцы, бж҃е́ственною распала́еми ре́вностїю, мꙋчи́телѧ и҆ пла́мене преще́нїе мꙋ́жески попра́ша, и҆ посредѣ̀ ѻ҆гнѧ̀ вве́ржени ѡ҆роша́еми поѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вся́ческая, Влады́ко, прему́дростию соста́вил еси́, / земли́ же па́ки утверди́л еси́, я́коже ве́си, дно, / основа́нием водрузи́вый на вода́х безме́рных. / Тем вси вопие́м, воспева́юще: / благослови́те, дела́ Госпо́дня, непреста́нно Го́спода.",
  ["текст_цс"] = "Всѧ́чєскаѧ влⷣко, премꙋ́дростїю твое́ю соста́вилъ є҆сѝ, земли́ же па́ки оу҆тверди́лъ є҆сѝ, ꙗ҆́коже вѣ́си, дно̀, ѡ҆снова́нїемъ водрꙋзи́вый на вода́хъ безмѣ́рныхъ. тѣ́мъ всѝ вопїе́мъ воспѣва́юще. бл҃гослови́те дѣла̀ гдⷭ҇нѧ непреста́ннѡ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Царя́ Христа́, Его́же испове́даша плене́ннии о́троцы, / в пещи́ глаго́люще ве́лиим гла́сом: / вся дела́, по́йте Го́спода.",
  ["текст_цс"] = "Цр҃ѧ̀ хрⷭ҇та̀, є҆го́же и҆сповѣ́даша плѣне́ннїи ѻ҆́троцы, въ пещѝ глаго́люще ве́лїимъ гла́сомъ: всѧ̑ дѣла̀ по́йте гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Просте́ршаго Бо́га Не́бо, я́ко ко́жу, / и основа́вшаго зе́млю на утвержде́нии ея́, / свяще́нницы Госпо́дни и раби́ Госпо́дни, / Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Просте́ршаго бг҃а не́бо ꙗ҆́кѡ ко́жꙋ, и҆ ѡ҆снова́вшаго зе́млю на оу҆твержде́нїи є҆ѧ̀, сщ҃е́нницы гдⷭ҇ни, и҆ рабѝ гдⷭ҇ни, гдⷭ҇а по́йте и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Земля́, и вся, я́же на ней, / мо́ре и вси исто́чницы, / Небеса́ небе́с, / свет и тьма, мраз и зной, / сы́нове челове́честии, / свяще́нницы, благослови́ те Го́спода / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Землѧ̀, и҆ всѧ̑ ꙗ҆̀же на не́й, мо́ре и҆ всѝ и҆сто́чницы, нб҃са̀ нб҃съ, свѣ́тъ и҆ тьма̀, мра́зъ и҆ зно́й, сы́нове человѣ́честїи, сщ҃е́нницы бл҃гослови́те гдⷭ҇а, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вся дела́ Бо́жия и вся тварь, благослови́те Го́спода, / преподо́бнии и смире́ннии се́рдцем, по́й те Его́ / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Всѧ̑ дѣла̀ бж҃їѧ и҆ всѧ̀ тва́рь бл҃гослови́те гдⷭ҇а, прпⷣбнїи и҆ смире́ннїи се́рдцемъ по́йте є҆го̀, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Вся дела́ Бо́жия и вся тварь, / благослови́те Го́спода, / я́ко челове́ком от земли́ возсия́ Свет, / и вселе́нную всю просвети́, / и жизнь ве́чную ми́ру дарова́, / по́йте, лю́дие, / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Всѧ̑ дѣла̀ бж҃їѧ и҆ всѧ̀ тва́рь бл҃гослови́те гдⷭ҇а, ꙗ҆́кѡ человѣ́кѡмъ ѿ землѝ возсїѧ̀ свѣ́тъ, и҆ вселе́ннꙋю всю̀ просвѣтѝ, и҆ жи́знь вѣ́чнꙋю мі́рꙋ дарова̀, по́йте лю́дїе, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Великоимени́тый пла́мень, / плене́нных чи́стым соедини́вшийся телесе́м, / росода́тельный показа́ся, / мучи́тельнаго злохуле́ния сопротивобо́жный истука́н указа́вше, / Боже́ственным снизхожде́нием / ю́ношам пою́щим: / созда́нная, созда́вшаго Бо́га благослови́те, / я́ко Зижди́теля всех, / непреста́нно во ве́ки.",
  ["текст_цс"] = "Великоимени́тый пла́мень, плѣне́нныхъ чⷭ҇тымъ соедини́вшїйсѧ тѣлесе́мъ, росода́тельный показа́сѧ, мꙋчи́тельнагѡ ѕлохꙋле́нїѧ сопротивобо́жный и҆стꙋка́нъ оу҆каза́вше, бж҃е́ственнымъ снизхожде́нїемъ, ю҆́ношамъ пою́щымъ: созда̑ннаѧ созда́вшаго бг҃а бл҃гослови́те, ꙗ҆́кѡ зижди́телѧ всѣ́хъ непреста́ннѡ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "На Престо́ле Херуви́мстем носи́маго Бо́га / и призира́ющаго на смире́нныя / Симео́н я́ко Младе́нца / во объя́тиих но́сит во хра́ме; / Его́же благословя́т творе́ния вся во ве́ки.",
  ["текст_цс"] = "На прⷭ҇то́лѣ херꙋві́мстѣмъ носи́маго бг҃а и҆ призира́ющаго на смирє́нныѧ, сѷмеѡ́нъ ꙗ҆́кѡ млⷣнца во ѡ҆б̾ѧ́тїихъ но́ситъ во хра́мѣ: є҆го́же бл҃гословѧ́тъ творє́нїѧ всѧ̑ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Находя́щия в пла́мени / беззако́ннаго мучи́теля веле́нием о́троки подража́юще, / немо́лчными устна́ми / в Вы́шних похва́льно возопии́м: / Бла́же, преесте́ственно сый Пресвяты́й, / пою́щия Тя / све́том у́мным Твои́м озари́.",
  ["текст_цс"] = "Находѧ́щыѧ въ пла́мени, беззако́ннагѡ мꙋчи́телѧ велѣ́нїемъ, ѻ҆́троки подража́юще, немо́лчными оу҆стна́ми въ вы́шнихъ похва́льнѡ возопїи́мъ: бл҃же преесте́ственнѡ сы́й прест҃ы́й, пою́щыѧ тѧ̀ свѣ́томъ оу҆́мнымъ твои́мъ ѡ҆зарѝ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В пещи́ о́гненней в Вавило́не / о́троки евре́йския спа́сшаго Бо́га, свяще́нницы, благослови́те, / лю́дие, превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́гненнѣй, въ вавѷлѡ́нѣ ѻ҆́троки є҆врє́йскїѧ сп҃сшаго бг҃а, сщ҃е́нницы бл҃гослови́те, лю́дїе превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В пла́мень снизше́дшаго / песносло́вцем Сио́нским зра́ком а́нгельским, / о́троцы, превозноси́те Христа́ Бо́га на́шего во ве́ки.",
  ["текст_цс"] = "Въ пла́мень снизше́дшаго пѣсносло́вцємъ сїѡ̑нскимъ, зра́комъ а҆́гг҃льскимъ, ѻ҆́троцы превозноси́те хрⷭ҇та̀ бг҃а на́шего во вѣ́ки.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ка́мень нерукосе́чный / от несеко́мыя горы́, Тебе́, Де́во, / краеуго́льный отсече́ся, / Христо́с, совокупи́вый разстоя́щаяся естества́. / Тем, веселя́щеся, Тя, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Ка́мень нерꙋкосѣ́чный ѿ несѣко́мыѧ горы̀ тебѐ дв҃о, краеꙋго́льный ѿсѣче́сѧ, хрⷭ҇то́съ, совокꙋпи́вый разстоѧ̑щаѧсѧ є҆стєства̀. тѣ́мъ, веселѧ́щесѧ, тѧ̀ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Всяк земноро́дный / да взыгра́ется, Ду́хом просвеща́емь, / да торжеству́ет же Безпло́тных умо́в естество́, / почита́ющее свяще́нное торжество́ Богома́тере, / и да вопие́т: / ра́дуйся, Всеблаже́нная, Богоро́дице, / Чи́стая Присноде́во.",
  ["текст_цс"] = "Всѧ́къ земноро́дный да взыгра́етсѧ дх҃омъ просвѣща́емь, да торжествꙋ́етъ же безпло́тныхъ оу҆мѡ́въ є҆стество̀, почита́ющее сщ҃е́нное торжество̀ бг҃омт҃ре, и҆ да вопїе́тъ: ра́дꙋйсѧ всебл҃же́ннаѧ бцⷣе, чⷭ҇таѧ приснодв҃о.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Всяк земноро́дный / да взыгра́ется, Ду́хом просвеща́емь, / да торжеству́ет же Безпло́тных умо́в естество́, / почита́ющее свяще́нное преставле́ние Богома́тере, / и да вопие́т: / ра́дуйся, Всеблаже́нная, Богоро́дице, / Чи́стая Присноде́во.",
  ["текст_цс"] = "Всѧ́къ земноро́дный да взыгра́етсѧ дх҃омъ просвѣща́емь, да торжествꙋ́етъ же безпло́тныхъ оу҆мѡ́въ є҆стество̀, почита́ющее сщ҃е́нное преставле́нїе бг҃омт҃ре, и҆ да вопїе́тъ: ра́дꙋйсѧ всебл҃же́ннаѧ бцⷣе, чⷭ҇таѧ приснодв҃о.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́ко одушевле́нному Бо́жию Киво́ту, / да ника́коже ко́снется рука́ скве́рных, / устне́ же ве́рных Богоро́дице немо́лчно, / глас А́нгела воспева́юще, с ра́достию да вопию́т: / ра́дуйся, Благода́тная, Госпо́дь с Тобо́ю.",
  ["текст_цс"] = "Ꙗ҆́кѡ ѡ҆дꙋшевле́нномꙋ бж҃їю кївѡ́тꙋ, да ника́коже ко́снетсѧ рꙋка̀ скве́рныхъ, оу҆стнѣ́ же вѣ́рныхъ бцⷣѣ немо́лчнѡ, гла́съ а҆́гг҃ла воспѣва́юще, съ ра́достїю да вопїю́тъ: ра́дꙋйсѧ бл҃года́тнаѧ, гдⷭ҇ь съ тобо́ю.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́ко одушевле́нному Бо́жию Киво́ту, / да ника́коже ко́снется рука́ скве́рных, / устне́ же ве́рных Богоро́дице немо́лчно, / глас А́нгела воспева́юще, с ра́достию да вопию́т: / и́стинно вы́шши всех еси́, Де́во Чи́стая.",
  ["текст_цс"] = "Ꙗ҆́кѡ ѡ҆дꙋшевле́нномꙋ бж҃їю кївѡ́тꙋ, да ника́коже ко́снетсѧ рꙋка̀ скве́рныхъ, оу҆стнѣ́ же вѣ́рныхъ бцⷣѣ немо́лчнѡ, гла́съ а҆́гг҃ла воспѣва́юще, съ ра́достїю да вопїю́тъ: и҆́стиннѡ вы́шши всѣ́хъ є҆сѝ дв҃о чⷭ҇таѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Бог Госпо́дь и яви́ся нам, / соста́вите пра́здник / и, веселя́щеся, прииди́те, возвели́чим Христа́, / с ва́иами и ве́твьми пе́сньми зову́ще: / благослове́н гряды́й во И́мя Го́спода, Спа́са на́шего.",
  ["текст_цс"] = "Бг҃ъ гдⷭ҇ь, и҆ ꙗ҆ви́сѧ на́мъ, соста́вите пра́здникъ, и҆ веселѧ́щесѧ прїиди́те возвели́чимъ хрⷭ҇та̀, ва́їами и҆ вѣ́твьми, пѣ́сньми зовꙋ́ще: бл҃гослове́нъ грѧды́й во и҆́мѧ гдⷭ҇а сп҃са на́шегѡ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Ра́дуйся, Цари́це, / матероде́вственная Сла́во, / вся́ка бо удобообраща́тельная благоглаго́ливая уста́ / вити́йствовати не мо́гут, / Тебе́ пе́ти досто́йно, / изумева́ет же ум всяк Твое́ Рождество́ разуме́ти. / Те́мже Тя согла́сно сла́вим.",
  ["текст_цс"] = "Ра́дꙋйсѧ цр҃и́це, мт҃родѣ́вственнаѧ сла́во: всѧ̑ка бо оу҆добоѡбраща́тельнаѧ бл҃гоглагѡ́ливаѧ оу҆ста̀ виті́йствовати не мо́гꙋтъ, тебѐ пѣ́ти досто́йнѡ, и҆з̾ꙋмѣва́етъ же оу҆́мъ всѧ́къ твоѐ ржⷭ҇тво̀ разꙋмѣ́ти. тѣ́мже тѧ̀ согла́снѡ сла́вимъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Е́ва у́бо неду́гом преслуша́ния / кля́тву всели́ла есть; / Ты же, Де́во Богоро́дице, / прозябе́нием чревоноше́ния ми́рови Благослове́ние процвела́ еси́. / Тем Тя вси велича́ем.",
  ["текст_цс"] = "Є҆́ѵа оу҆́бѡ недꙋ́гѡмъ преслꙋша́нїѧ, клѧ́твꙋ всели́ла є҆́сть: ты́ же дв҃о бцⷣе, прозѧбе́нїемъ чревоноше́нїѧ, мі́рови бл҃гослове́нїе процвѣла̀ є҆сѝ. тѣ́мъ тѧ̀ всѝ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Сокрове́нное Бо́жие неизрече́нное / в Тебе́ соверша́ется я́вственное та́инство, / Де́во Пречи́стая, / и́бо Бог из Тебе́ воплоти́ся за милосе́рдие. / Те́мже Тя я́ко Богоро́дицу велича́ем.",
  ["текст_цс"] = "Сокрове́нное бж҃їе неизрече́нное въ тебѣ̀ соверша́етсѧ ꙗ҆́вственное та́инство, дв҃о пречⷭ҇таѧ: и҆́бо бг҃ъ и҆з̾ тебѐ воплоти́сѧ за млⷭ҇рдїе. тѣ́мже тѧ̀ ꙗ҆́кѡ бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Сотвори́ держа́ву мы́шцею Свое́ю, / низложи́ бо си́льныя со престо́л / и вознесе́ смире́нныя Бог Изра́илев. / В ни́хже посети́ нас Восто́к с высоты́ / и напра́вил ны есть на путь ми́ра.",
  ["текст_цс"] = "Сотворѝ держа́вꙋ мы́шцею свое́ю, низложи́ бо си̑льныѧ со престѡ́лъ, и҆ вознесѐ смирє́нныѧ бг҃ъ і҆и҃левъ. въ ни́хже посѣтѝ на́съ восто́къ съ высоты̀, и҆ напра́вилъ ны̀ є҆́сть на пꙋ́ть ми́ра.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, Невмести́мое Сло́во во утро́бу вмести́вшую, / Небе́с простра́ннейшую / и Херуви́мов сла́внейшую, / Богоро́дице Чи́стая, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ невмѣсти́мое сло́во во оу҆тро́бꙋ вмѣсти́вшꙋю нб҃съ простра́ннѣйшꙋю и҆ херꙋві́мѡвъ сла́внѣйшꙋю, бцⷣе чⷭ҇таѧ, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, Пресла́вную Неве́сту / и Всесвяту́ю Богоро́дицу, / Зижди́теля ро́ждшую / неви́димых же и всех ви́димых, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ пресла́внꙋю невѣ́стꙋ, и҆ всест҃ꙋ́ю бцⷣꙋ, зижди́телѧ ро́ждшꙋю, неви́димыхъ же и҆ всѣ́хъ ви́димыхъ, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, Неискусобра́чную Богоро́дицу, Небе́сный черто́г, / ро́ждшую Нача́льника спасе́ния на́шего, / пе́снь ми велича́ем.",
  ["текст_цс"] = "Тѧ̀ неискꙋсобра́чнꙋю бцⷣꙋ, нбⷭ҇ный черто́гъ, ро́ждшꙋю нача́льника сп҃се́нїѧ на́шегѡ, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Го́рнейшая преми́рных умо́в / и многообра́зных Херуви́мов вы́шшая, / Пречи́стая Ма́ти Бо́жия, / Созда́теля зачала́ еси́, / Ты бо во тва́ри влады́чествуеши все́ми. / Те́мже пе́сньми Богоро́дицу, / ве́рнии, Тя велича́ем.",
  ["текст_цс"] = "Го́рнѣйшаѧ премі́рныхъ оу҆мѡ́въ и҆ многоѡбра́зныхъ херꙋві́мѡвъ вы́шшаѧ, пречⷭ҇таѧ мт҃и бж҃їѧ, созда́телѧ зачала̀ є҆сѝ: ты́ бо во тва́ри влады́чествꙋеши всѣ́ми: тѣ́мже пѣ́сньми бцⷣꙋ вѣ́рнїи тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Рождество́ Твое́ нетле́нно яви́ся: / Бог из боку́ Твое́ю про́йде, / я́ко Плотоно́сец яви́ся на земли́ / и с челове́ки поживе́. / Тя, Богоро́дице, тем вси велича́ем.",
  ["текст_цс"] = "Ржⷭ҇тво̀ твоѐ нетлѣ́нно ꙗ҆ви́сѧ: бг҃ъ и҆з̾ бокꙋ̀ твоє́ю про́йде, ꙗ҆́кѡ плотоно́сецъ ꙗ҆ви́сѧ на землѝ, и҆ съ человѣ́ки поживѐ. тѧ̀ бцⷣе тѣ́мъ всѝ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "От земноро́дных ро́ждшися и Творца́ ро́ждшая, / на́ша похвало́, Богоро́дице Чи́стая: / Тя я́ко влады́чествующую тва́рьми, велича́ем.",
  ["текст_цс"] = "Ѿ земноро́дныхъ ро́ждшисѧ, и҆ творца̀ ро́ждшаѧ, на́ша похвало̀, бцⷣе чⷭ҇таѧ. тѧ̀ ꙗ҆́кѡ влады́чествꙋющꙋю тва́рьми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Велича́ем вси человеколю́бие Твое́, / Христе́, Спа́се наш, / Сла́во раб Твои́х / и Ве́нче ве́рных, / возвели́чивый па́мять Ро́ждшия Тя.",
  ["текст_цс"] = "Велича́емъ всѝ человѣколю́бїе твоѐ хрⷭ҇тѐ сп҃се на́шъ, сла́во ра̑бъ твои́хъ, и҆ вѣ́нче вѣ́рныхъ, возвели́чивый па́мѧть ро́ждшїѧ тѧ̀.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Безсе́менное Рождество́ Твое́, Богоро́дице Чи́стая, / Христа́ Бо́га на́шего / пе́сньми немо́лчными велича́ем.",
  ["текст_цс"] = "Безсѣ́менное ржⷭ҇тво̀ твоѐ, бцⷣе чⷭ҇таѧ, хрⷭ҇та̀ бг҃а на́шегѡ, пѣ́сньми немо́лчными велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, я́ко село́ Пречи́стаго Сло́ва, / и прия́телище Ду́ха, / и Благоволе́ния де́лателище пое́м, / в Тебе́ бо соизмене́ние / спасе́ния на́шего соде́лася.",
  ["текст_цс"] = "Тѧ̀ ꙗ҆́кѡ село̀ пречⷭ҇тагѡ сло́ва, и҆ прїѧ́телище дх҃а, и҆ бл҃говоле́нїѧ дѣ́лателище пое́мъ: въ тебѣ́ бо соизмѣне́нїе сп҃се́нїѧ на́шегѡ содѣ́ласѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Огнеро́сную дре́вле пещь халде́йскую / и огне́м неопа́льным купину́ в Сина́и, / Богоро́дицу вси пе́сньми велича́ем.",
  ["текст_цс"] = "Ѻ҆гнеро́снꙋю дре́вле пе́щь халде́йскꙋю и҆ ѻ҆гне́мъ неѡпа́льнымъ кꙋпинꙋ̀ въ сїна́и, бцⷣꙋ всѝ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Я́ко сотвори́ мне вели́чия Си́льный, / и свя́то И́мя Его́, / и ми́лость Его́ в род и род боя́щимся Его́.",
  ["текст_цс"] = "Ꙗ҆́кѡ сотворѝ мнѣ̀ вели̑чїѧ си́льный, и҆ ст҃о и҆́мѧ є҆гѡ̀, и҆ млⷭ҇ть є҆гѡ̀ въ ро́дъ и҆ ро́дъ боѧ́щымсѧ є҆́гѡ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Де́ва, му́ченица многострада́льческая, / де́вы Ма́терь многопе́тую, / днесь в Ея́ черто́г приходя́щую, учрежда́ет: / невестокраси́тели вси, лику́им оте́ческая, / благоче́стно Цари́цу велича́юще.",
  ["текст_цс"] = "Дѣ́ва мч҃нца многострада́льческаѧ дв҃ы мт҃рь многопѣ́тꙋю дне́сь въ є҆ѧ̀ черто́гъ приходѧ́щꙋю оу҆чрежда́етъ: невѣстокраси́тели всѝ ликꙋ́имъ ѻ҆ч҃єскаѧ, бл҃гоче́стнѡ цр҃и́цꙋ велича́юще.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Тя, па́че вся́кия мы́сли / Ма́терь, Де́ву, Отрокови́цу, Безневе́стная, / Спа́са и Бо́га неизрече́нным сло́вом ро́ждшую, / по до́лгу, ве́рнии вси, / благоче́стно велича́ем.",
  ["текст_цс"] = "Тѧ̀ па́че всѧ́кїѧ мы́сли, мт҃рь дв҃ꙋ ѻ҆трокови́цꙋ безневѣ́стнаѧ, сп҃са и҆ бг҃а неизрече́ннымъ сло́вомъ ро́ждшꙋю по до́лгꙋ вѣ́рнїи всѝ бл҃гоче́стнѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Непостижи́мое Рождество́ рожде́ния Твоего́, / несказа́нное бога́тство чистоты́ Твоея́, / по Рождестве́ бо де́вствуеши еди́на от жен, / я́ко ро́ждшая Творца́ Своего́ / и рог спаси́тельный ве́рным возвы́сившаго честны́й Крест, / в Не́мже спа́сшеся Тобо́ю, / Богоро́дицу вои́стинну велича́ем.",
  ["текст_цс"] = "Непостижи́мое ржⷭ҇тво̀ рожде́нїѧ твоегѡ̀ несказа́нное бога́тство чистоты̀ твоеѧ̀. по ржⷭ҇твѣ́ бо дв҃ствꙋеши є҆ди́на ѿ же́нъ, ꙗ҆́кѡ ро́ждшаѧ творца̀ своего̀, и҆ ро́гъ сп҃си́тельный вѣ̑рнымъ возвы́сившаго чⷭ҇тны́й крⷭ҇тъ, въ не́мже сп҃сшесѧ тобо́ю, бцⷣꙋ вои́стиннꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Твою́ пречи́стую и нетле́нную утро́бу, / Де́во Богоро́дице, / Бо́жие Бог Сло́во / освяти́вый це́лу со блюде́, / из нея́же, проше́д, четыредесятодне́вный Младе́нец яви́ся, / И́же прино́сится я́ко Зако́на Творе́ц и Законода́тель, / Его́же велича́ем.",
  ["текст_цс"] = "Твою̀ пречⷭ҇тꙋю и҆ нетлѣ́ннꙋю оу҆тро́бꙋ дв҃о бцⷣе, бж҃їе бг҃ъ сло́во ѡ҆ст҃и́вый цѣ́лꙋ соблюдѐ, и҆з̾ неѧ́же проше́дъ четыредесѧтодне́вный младе́нецъ ꙗ҆ви́сѧ, и҆́же прино́ситсѧ ꙗ҆́кѡ зако́на творе́цъ и҆ законода́тель: є҆го́же велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "В Тебе́, Богоро́дице, на́ше умале́ние преста́, / неви́димое бо Сло́во / во утро́бе Твое́й прие́мшая, / сугу́ба Того́ родила́ еси́, / Бо́га вку́пе и Челове́ка, / на Него́же Херуви́ми воззре́ти не дерза́ют; / те́мже Тя велича́ем, Пречи́стая.",
  ["текст_цс"] = "Въ тебѣ̀ бцⷣе на́ше оу҆мале́нїе преста̀, неви́димое бо сло́во во оу҆тро́бѣ твое́й прїе́мшаѧ, сꙋгꙋ́ба того̀ родила̀ є҆сѝ, бг҃а вкꙋ́пѣ и҆ чл҃вѣ́ка: на него́же херꙋві́ми воззрѣ́ти не дерза́ютъ: тѣ́мже тѧ̀ велича́емъ пречⷭ҇таѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "По Рождестве́ Тя, Чи́стая, / и пре́жде Рождества́, /и в Рождестве́ пречи́стая, / вся тварь, пропове́дающи, / я́ко Богоро́дицу и́стинную велича́ем.",
  ["текст_цс"] = "По ржⷭ҇твѣ̀ тѧ̀ чⷭ҇таѧ, и҆ пре́жде ржⷭ҇тва̀, и҆ въ ржⷭ҇твѣ̀ пречⷭ҇таѧ, всѧ̀ тва́рь проповѣ́дающи, ꙗ҆́кѡ бцⷣꙋ и҆́стиннꙋю велича́емъ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Пое́м Тя, Пресвята́я Де́во / Ма́ти сла́вная, / я́ко прозябла́ еси́ Небе́сный Клас Христа́ Бо́га / па́че вся́кия мы́сли, / от Тебе́ Хлеб бысть Живоно́сный ве́рным. / Тем Ти зове́м: ра́дуйся, Непоро́чная, / пребы́вшая Де́ва по Рождестве́ Чи́стая.",
  ["текст_цс"] = "Пое́мъ тѧ̀ прест҃а́ѧ дв҃о мт҃и сла́внаѧ, ꙗ҆́кѡ прозѧбла̀ є҆сѝ нбⷭ҇ный кла́съ хрⷭ҇та̀ бг҃а, па́че всѧ́кїѧ мы́сли, ѿ тебѐ хлѣ́бъ бы́сть живо́тный вѣ̑рнымъ. тѣ́мъ тѝ зове́мъ: ра́дꙋйсѧ непоро́чнаѧ, пребы́вшаѧ дв҃а по ржⷭ҇твѣ̀ чⷭ҇таѧ.",
}

add_irmos {
  ["глас"] = 4,
  ["текст_ру"] = "Моисе́й на горе́ неопали́мую купину́ ви́де, / Ио́сиф в верте́пе неизрече́нное Рождество́ слы́ша, / Нескве́рная Де́во, / Безму́жная Ма́ти, / пе́снь ми Тя, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Мѡѷсе́й на горѣ̀ неѡпали́мꙋю кꙋпинꙋ̀ ви́дѣ, і҆ѡ́сифъ въ верте́пѣ неизрече́нное ржⷭ҇тво̀ слы́ша, нескве́рнаѧ дв҃о, безмꙋ́жнаѧ мт҃и, пѣ́сньми тѧ̀ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Коня́ и вса́дника в мо́ре Чермно́е / сокруша́яй бра́ни мы́шцею высо́кою / Христо́с истрясе́, Изра́иля же спасе́, / побе́дную песнь пою́ща.",
  ["текст_цс"] = "Конѧ̀ и҆ вса́дника въ мо́ре чермно́е, сокрꙋша́ѧй бра̑ни мы́шцею высо́кою, хрⷭ҇то́съ и҆стрѧсѐ, і҆и҃лѧ же сп҃сѐ, побѣ́днꙋю пѣ́снь пою́ща.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Спаси́телю Бо́гу, / в мо́ри лю́ди немо́крыми нога́ ми наста́вльшему / и фарао́на со всево́инством пото́пльшему, / Тому́ Еди́ному пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Сп҃си́телю бг҃ꙋ, въ мо́ри лю́ди немо́крыми нога́ми наста́вльшемꙋ, и҆ фараѡ́на со всево́инствомъ пото́пльшемꙋ: томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пои́м Го́сподеви, / сотво́ршему ди́вная чудеса́ в Чермне́м мо́ри, / песнь побе́дную, / я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви, сотво́ршемꙋ ди̑внаѧ чꙋдеса̀ въ чермнѣ́мъ мо́ри, пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Зе́млю, на ню́же не возсия́, ни ви́де со́лнце когда́, / бе́здну, ю́же не ви́де на́гу широта́ Небе́сная, / Изра́иль про́йде невла́жно, Го́споди, / и ввел еси́ его́ в го́ру святы́ни Твоея́, / хва́ляща и пою́ща побе́дную песнь.",
  ["текст_цс"] = "Зе́млю, на ню́же не возсїѧ̀, ни ви́дѣ со́лнце когда̀, бе́зднꙋ, ю҆́же не ви́дѣ на́гꙋ широта̀ нбⷭ҇наѧ, і҆и҃ль про́йде невла́жнѡ гдⷭ҇и, и҆ вве́лъ є҆сѝ є҆го̀ въ го́рꙋ ст҃ы́ни твоеѧ̀, хва́лѧща и҆ пою́ща побѣ́днꙋю пѣ́снь.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Песнь побе́дную принесе́м, лю́дие, / изба́вльшему Бо́гу / из рабо́ты фарао́новы Моисе́йския лю́ди, / сла́вно бо просла́вися.",
  ["текст_цс"] = "Пѣ́снь побѣ́днꙋю принесе́мъ лю́дїе, и҆зба́вльшемꙋ бг҃ꙋ и҆з̾ рабо́ты фараѡ́новы мѡѷсє́йскїѧ лю́ди: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пои́м Спаси́телю всех, / во́льным хоте́нием / на Дре́ве пригвозди́вшемуся / и мир просвети́вшему.",
  ["текст_цс"] = "Пои́мъ сп҃си́телю всѣ́хъ, во́льнымъ хотѣ́нїемъ на дре́вѣ пригвозди́вшемꙋсѧ, и҆ мі́ръ просвѣти́вшемꙋ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Христо́с яви́ся на земли́, / изба́вивый род наш от идоло неи́стовства: / Тому́ Еди́ному пои́м, / я́ко просла́вися.",
  ["текст_цс"] = "Хрⷭ҇то́съ ꙗ҆ви́сѧ на землѝ и҆зба́вивый ро́дъ на́шъ ѿ і҆дѡлонеи́стовства: томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пои́м Го́сподеви ди́вному, / я́ко от го́рькия / свободи́вый рабо́ты Изра́иля, / фарао́на со всево́инством погрузи́.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇ви ди́вномꙋ, ꙗ҆́кѡ ѿ го́рькїѧ свободи́вый рабо́ты і҆и҃лѧ, фараѡ́на со всево́инствомъ погрꙋзѝ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пешеше́ствуяй Изра́иль непроходи́мую стезю́ / повеле́нием Влады́чним, / ра́дуяся, поя́ше: / Го́сподеви пои́м, сла́вно бо просла́вися.",
  ["текст_цс"] = "Пѣшеше́ствꙋѧй і҆и҃ль непроходи́мꙋю стезю̀ повелѣ́нїемъ влады́чнимъ, ра́дꙋѧсѧ поѧ́ше: гдⷭ҇ви пои́мъ, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Велича́ваго фарао́на в мо́ри потопи́вша / со ору́жием и вса́дники, / Изра́иля же пресла́вно спа́сша и по су́ху прове́дша, / пое́м Христа́, я́ко просла́вися.",
  ["текст_цс"] = "Велича́ваго фараѡ́на въ мо́ри потопи́вша со ѻ҆рꙋ́жїемъ и҆ вса́дники, і҆и҃лѧ же пресла́внѡ спа́сша и҆ по сꙋ́хꙋ прове́дша, пое́мъ хрⷭ҇та̀, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Вонми́, не́бо, и возглаго́лю, / и воспою́ Христа́, / нас ра́ди от Де́вы воплоти́вшагося / и тлю и смерть стра́стию разори́вшаго.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀ на́съ ра́ди ѿ дв҃ы воплоти́вшагосѧ, и҆ тлю̀ и҆ сме́рть стрⷭ҇тїю разори́вшаго.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог, / в плоть облеки́йся во́лею Свое́ю, / да спасу́ Ада́ма, / от ле́сти па́дшаго в преступле́ние зми́ем.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ въ пло́ть ѡ҆блекі́йсѧ во́лею свое́ю, да сп҃сꙋ̀ а҆да́ма, ѿ ле́сти па́дшаго въ престꙋпле́нїе ѕмі́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог ваш, / в мо́ри спасы́й лю́ди и в пусты́ни препита́вый я́, / и Челове́к быв, / да спасу́ род челове́ческий.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ въ мо́ри сп҃сы́й лю́ди, и҆ въ пꙋсты́ни препита́вый ѧ҆̀, и҆ человѣ́къ бы́въ, да сп҃сꙋ̀ ро́дъ человѣ́ческїй.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог, / об он пол Иорда́на обходя́й, / услы́шав, я́ко Ла́зарь боли́т, и рек: / я́ко не умира́ет, но есть сие́ о сла́ве Мое́й.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ, ѡ҆б̾ ѻ҆́нъ по́лъ і҆ѻрда́на ѡ҆бходѧ́й, оу҆слы́шавъ, ꙗ҆́кѡ ла́зарь боли́тъ, и҆ ре́къ: ꙗ҆́кѡ не оу҆мира́етъ, но є҆́сть сїѐ ѡ҆ сла́вѣ мое́й.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Водрузи́вый на ничесо́мже зе́млю повеле́нием Твои́м / и пове́сивый неодержи́мо тяготе́ющую / на недви́жимем, Христе́, ка́мени за́поведей Твои́х, / Це́рковь Твою́ утверди́, Еди́не Бла́же и Человеколю́бче.",
  ["текст_цс"] = "Водрꙋзи́вый на ничесо́мже зе́млю повелѣ́нїемъ твои́мъ, и҆ повѣ́сивый неѡдержи́мо тѧготѣ́ющꙋю, на недви́жимѣмъ хрⷭ҇тѐ ка́мени за́повѣдей твои́хъ, цр҃ковь твою̀ оу҆твердѝ, є҆ди́не бл҃же и҆ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Си́лою Креста́ Твоего́, Христе́, / утверди́ мое́ помышле́ние, / во е́же пе́ти и сла́вити / спаси́тельное Твое́ Вознесе́ние.",
  ["текст_цс"] = "Си́лою крⷭ҇та̀ твоегѡ̀ хрⷭ҇тѐ, оу҆твердѝ моѐ помышле́нїе, во є҆́же пѣ́ти и҆ сла́вити сп҃си́тельное твоѐ вознесе́нїе.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утверди́ ны, Бо́же, / Твое́ю си́лою, / и низложи́ ерети́ческая шата́ния, / и вознеси́ рог наш.",
  ["текст_цс"] = "Оу҆тверди́ ны бж҃е твое́ю си́лою, и҆ низложѝ є҆реті́чєскаѧ шата̑нїѧ, и҆ вознесѝ ро́гъ на́шъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Над язы́ки Бог воцари́ся, / Бог седи́т на Престо́ле Святе́м Свое́м, / и пое́м Ему́ разу́мно / я́ко Царю́ и Бо́гу.",
  ["текст_цс"] = "Над̾ ꙗ҆зы́ки бг҃ъ воцр҃и́сѧ, бг҃ъ сѣди́тъ на прⷭ҇то́лѣ ст҃ѣ́мъ свое́мъ, и҆ пое́мъ є҆мꙋ̀ разꙋ́мнѡ, ꙗ҆́кѡ цр҃ю̀ и҆ бг҃ꙋ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утверди́ мя, Го́споди, / в житии́ обурева́ема, / и ру́ку мне простри́, / я́ко Всеси́лен.",
  ["текст_цс"] = "Оу҆тверди́ мѧ гдⷭ҇и, въ житїѝ ѡ҆бꙋрева́ема, и҆ рꙋ́кꙋ мнѣ̀ прострѝ, ꙗ҆́кѡ всеси́ленъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Дви́жимое се́рдце мое́, Го́споди, / волна́ми жите́йскими, / утверди́ в приста́нище ти́хое, / наставля́я я́ко Бог.",
  ["текст_цс"] = "Дви́жимое се́рдце моѐ гдⷭ҇и, волна́ми жите́йскими, оу҆твердѝ, въ приста́нище ти́хое наставлѧ́ѧ ꙗ҆́кѡ бг҃ъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "На ка́мени за́поведей Твои́х коле́блющагося мя утверди́, / вознеси́ рог мой в ра́зуме повеле́ний Твои́х, / да, хваля́ся, вопию́ Тебе́: / несть свят, па́че Тебе́, Го́споди Сил.",
  ["текст_цс"] = "На ка́мени за́повѣдей твои́хъ коле́блющагосѧ мѧ̀ оу҆твердѝ, вознесѝ ро́гъ мо́й въ ра́зꙋмѣ повелѣ́нїй твои́хъ, да хвалѧ́сѧ вопїю̀ тебѣ̀: нѣ́сть ст҃ъ па́че тебѐ гдⷭ҇и си́лъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Несть свят, я́ко Госпо́дь, / и несть пра́веден, я́ко Бог мой, / вознесы́й рог наш / и дая́й кре́пость царе́м на́шим.",
  ["текст_цс"] = "Нѣ́сть ст҃ъ ꙗ҆́кѡ гдⷭ҇ь, и҆ нѣ́сть пра́веденъ ꙗ҆́кѡ бг҃ъ мо́й, вознесы́й ро́гъ на́шъ, и҆ даѧ́й крѣ́пость царє́мъ на́шымъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утверди́ мя, Еди́не Ще́дре, / си́лою Креста́ Твоего́, им бо хвалю́ся, / я́ко несть свят, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Оу҆тверди́ мѧ є҆ди́не ще́дре, си́лою крⷭ҇та̀ твоегѡ̀, и҆́мъ бо хвалю́сѧ: ꙗ҆́кѡ нѣ́сть ст҃ъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утвержде́ние мое́ бу́ди и прибе́жище, Спа́се, / и Ца́рствия Твоего́ сподо́би, Сло́ве, / и́стинным се́рдцем испове́дающия, Влады́ко, / Боже́ственное Твое́ воплоще́ние.",
  ["текст_цс"] = "Оу҆твержде́нїе моѐ бꙋ́ди, и҆ прибѣ́жище сп҃се: и҆ црⷭ҇твїѧ твоегѡ̀ сподо́би сло́ве, и҆́стиннымъ се́рдцемъ и҆сповѣ́дающыѧ влⷣко бж҃е́ственное твоѐ воплоще́нїе.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утвержде́ние притека́ющих к Тебе́, Христе́ Бо ́же, / мою́ мысль утверди́ / Твои́м человеколю́бием / и к позна́нию возведи́ за́поведей Твои́х, Всеси́льне.",
  ["текст_цс"] = "Оу҆твержде́нїе притека́ющихъ къ тебѣ̀ хрⷭ҇тѐ бж҃е, мою̀ мы́сль оу҆твердѝ твои́мъ чл҃вѣколю́бїемъ, и҆ къ позна́нїю возведѝ за́повѣдей твои́хъ всеси́льне.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Утверди́ ны, Бо́же Спа́се, / Твое́ю си́лою / и воздви́г ни рог Твоея́ Це́ркве, / правове́рно хва́лящих Тя.",
  ["текст_цс"] = "Оу҆тверди́ ны бж҃е сп҃се твое́ю си́лою, и҆ воздви́гни ро́гъ твоеѧ̀ цр҃кве, правовѣ́рнѡ хва́лѧщихъ тѧ̀.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Держа́вною руко́ю и си́льным сло́вом / Не́бо и зе́млю сотвори́л еси́, / ю́же Твое́ю Кро́вию искупи́л еси́, Це́рковь Твою́, / я́же о Тебе́ утвержда́ется, зову́щи: / я́ко несть свят, ра́зве Тебе́, Го́споди.",
  ["текст_цс"] = "Держа́вною рꙋко́ю, и҆ си́льнымъ сло́вомъ, нб҃о и҆ зе́млю сотвори́лъ є҆сѝ, ю҆́же твое́ю кро́вїю и҆скꙋпи́лъ є҆сѝ цр҃ковь твою̀, ꙗ҆́же ѡ҆ тебѣ̀ оу҆твержда́етсѧ зовꙋ́щи: ꙗ҆́кѡ нѣ́сть ст҃ъ, ра́звѣ тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Боже́ственное Твое́ разуме́в истоща́ние прозорли́во, / Авваку́м, Христе́, со тре́петом вопия́ше Тебе́: / во спасе́ние люде́й Твои́х / спасти́ пома́занныя Твоя́ прише́л еси́.",
  ["текст_цс"] = "Бж҃е́ственное твоѐ разꙋмѣ́въ и҆стоща́нїе прозорли́вѡ а҆ввакꙋ́мъ, хрⷭ҇тѐ, со тре́петомъ вопїѧ́ше тебѣ̀: во сп҃се́нїе люде́й твои́хъ, сп҃стѝ пома̑занныѧ твоѧ̑ прише́лъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Услы́шах слух си́лы Креста́, / я́ко рай отве́рзеся им, / и возопи́х: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ си́лы крⷭ҇та̀, ꙗ҆́кѡ ра́й ѿве́рзесѧ и҆́мъ, и҆ возопи́хъ сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Дела́ смотре́ния Твоего́, Го́споди, / ужаси́ша проро́ка Авваку́ма, / изше́л бо еси́ на спасе́ние люде́й Твои́х, / спасти́ пома́занныя Твоя́ прише́л еси́.",
  ["текст_цс"] = "Дѣла̀ смотре́нїѧ твоегѡ̀ гдⷭ҇и, оу҆жаси́ша прⷪ҇ро́ка а҆ввакꙋ́ма: и҆зше́лъ бо є҆сѝ на сп҃се́нїе люде́й твои́хъ, сп҃стѝ пома̑занныѧ твоѧ̑ прише́лъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Услы́шах, Го́споди, / слух Твой и убоя́хся; / разуме́х смотре́ние Твое́ / и просла́вих Тя, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ: разꙋмѣ́хъ смотре́нїе твоѐ, и҆ просла́вихъ тѧ̀ є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Услы́шах слух / си́лы Госпо́дни / и просла́вих, Чело веколю́бче, / непостижи́мую Твою́ си́лу.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ си́лы гдⷭ҇ни, и҆ просла́вихъ чл҃вѣколю́бче, непостижи́мꙋю твою̀ си́лꙋ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Услы́шах, Го́споди, / из Гро́ба Твое́ воста́ние / и просла́вих Твою́ непобеди́мую си́лу.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и, и҆з̾ гро́ба твоѐ воста́нїе, и҆ просла́вихъ твою̀ непобѣди́мꙋю си́лꙋ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Боже́ственную явле́ния Твоего́ добро́ту проро́к прови́дя / и снизхожде́нию ужаса́яся воплоще́ния, Христе́, предвозгласи́: / от ю́га прии́дет Госпо́дь, / очище́ние ми́рови да́руяй.",
  ["текст_цс"] = "Бж҃е́ственнꙋю ꙗ҆вле́нїѧ твоегѡ̀ добро́тꙋ прⷪ҇ро́къ прови́дѧ, и҆ снизхожде́нїю оу҆жаса́ѧсѧ воплоще́нїѧ хрⷭ҇тѐ, предвозгласѝ: ѿ ю҆́га прїи́детъ гдⷭ҇ь ѡ҆чище́нїе мі́рови да́рꙋѧй.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "От горы́ ча́щныя прише́ствие Твое́ услы́шав, / проро́к вопия́ше: / сла́ва неизрече́нному воплоще́нию Твоему́.",
  ["текст_цс"] = "Ѿ горы̀ ча́щныѧ прише́ствїе твоѐ оу҆слы́шавъ прⷪ҇ро́къ, вопїѧ́ше: сла́ва неизрече́нномꙋ воплоще́нїю твоемꙋ̀.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Проро́к Авваку́м, прови́дя Тя, Христе́, / благода́рным гла́сом воспропове́даше, вопия́: / слух Твой услы́шах и убоя́хся, / дела́ Твоя́ вся разуме́х и ужасо́хся, Го́споди.",
  ["текст_цс"] = "Прⷪ҇ро́къ а҆ввакꙋ́мъ прови́дѧ тѧ̀ хрⷭ҇тѐ, бл҃года́рнымъ гла́сомъ воспроповѣ́даше вопїѧ̀: слꙋ́хъ тво́й оу҆слы́шахъ, и҆ оу҆боѧ́хсѧ: дѣла̀ твоѧ̑ всѧ̑ разꙋмѣ́хъ и҆ оу҆жасо́хсѧ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Смотре́ния Твоего́ та́инство разуме́в Авваку́м, / та́йно схожде́ние прише́ствия Твоего́ напису́яй, взыва́ше: / внегда́ прии́дет вре́мя, Го́споди, яви́шися.",
  ["текст_цс"] = "Смотре́нїѧ твоегѡ̀ та́инство разꙋмѣ́въ а҆ввакꙋ́мъ: та́йнѡ схожде́нїе прише́ствїѧ твоегѡ̀ написꙋ́ѧй, взыва́ше. внегда̀ прїи́детъ вре́мѧ гдⷭ҇и, ꙗ҆ви́шисѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Услы́шах слух Твой и убоя́хся; / разуме́х дела́ Твоя́ / и диви́хся, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ: разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ диви́хсѧ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ду́хом Бо́жиим очи́щся проро́к, / дыха́ющим в нем, Авваку́м Боже́ственный, боя́ся, глаго́лаше: / внегда́ прибли́жатся ле́та, позна́н бу́деши, Бо́же, / на спасе́ние челове́ков.",
  ["текст_цс"] = "Дх҃омъ бж҃їимъ ѡ҆чи́щьсѧ прⷪ҇ро́къ дыха́ющимъ въ не́мъ, а҆ввакꙋ́мъ бж҃е́ственный, боѧ́сѧ глаго́лаше: внегда̀ прибли́жатсѧ лѣ̑та, позна́нъ бꙋ́деши бж҃е, на сп҃се́нїе человѣ́кѡвъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Одея́йся Све́том, я́ко ри́зою, / к Тебе́ у́тренюю и Тебе́ зову́: / ду́шу мою́ просвети́ омраче́нную, Христе́, / я́ко Еди́н Благоутро́бен.",
  ["текст_цс"] = "Ѡ҆дѣѧ́йсѧ свѣ́томъ ꙗ҆́кѡ ри́зою, къ тебѣ̀ оу҆́тренюю, и҆ тебѣ̀ зовꙋ̀: дꙋ́шꙋ мою̀ просвѣтѝ ѡ҆мраче́ннꙋю хрⷭ҇тѐ, ꙗ҆́кѡ є҆ди́нъ бл҃гоꙋтро́бенъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "У́тренююще, вопие́м Ти: / Го́споди, спаси́ ны, / Ты бо еси́ Бог наш, / ра́зве бо Тебе́, ино́го не зна́ем.",
  ["текст_цс"] = "Оу҆́тренююще вопїе́мъ тѝ гдⷭ҇и, сп҃си́ ны: ты́ бо є҆сѝ бг҃ъ на́шъ, ра́звѣ бо тебѐ и҆но́гѡ не зна́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "От но́щи покланя́ющияся Тебе́, Христе́, / поми́луй и мир да́руй, / зане́, свет, повеле́ния Твоя́ / бы́ша исцеле́ния рабо́м Твои́м, Человеколю́бче.",
  ["текст_цс"] = "Ѿ но́щи покланѧ́ющыѧсѧ тебѣ̀ хрⷭ҇тѐ, поми́лꙋй, и҆ ми́ръ да́рꙋй: занѐ свѣ́тъ повелѣ̑нїѧ твоѧ̑, бы́ша и҆сцѣлє́нїѧ рабѡ́мъ твои̑мъ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Све́те И́стинный, Христе́ Бо́же, / к Тебе́ у́тренюет дух мой от но́щи, / яви́ на мя лице́ Твое́.",
  ["текст_цс"] = "Свѣ́те и҆́стинный хрⷭ҇тѐ бж҃е, къ тебѣ̀ оу҆́тренюетъ дꙋ́хъ мо́й ѿ но́щи, ꙗ҆вѝ на мѧ̀ лицѐ твоѐ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Окая́нную ду́шу мою́, нощеборю́щуюся со тьмо́ю страсте́й, / предвари́в, уще́дри / и возсия́й мы́сленное со́лнце днесве́тлыя звезды́ во мне, / во е́же раздели́ти нощь от све́та.",
  ["текст_цс"] = "Ѻ҆каѧ́ннꙋю дꙋ́шꙋ мою̀ нощеборю́щꙋюсѧ со тьмо́ю страсте́й, предвари́въ оу҆ще́дри, и҆ возсїѧ́й мы́сленное сл҃нце днесвѣ́тлыѧ ѕвѣзды̀ во мнѣ̀, во є҆́же раздѣли́ти но́щь ѿ свѣ́та.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пра́вды Со́лнце У́мное, просвети́ мя, / но́щию страсте́й содержи́маго, / и наста́ви к Боже́ственней стези́, / я́ко Еди́н еси́ ми́ра Царь.",
  ["текст_цс"] = "Пра́вды сл҃нце оу҆́мное просвѣти́ мѧ, но́щїю страсте́й содержи́маго, и҆ наста́ви къ бж҃е́ственнѣй стезѝ, ꙗ҆́кѡ є҆ди́нъ є҆сѝ ми́ра цр҃ь.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Не паде́м, но паду́т в паде́нии о́браза Твоего́, Богоро́дице, укори́телие, / да во́змутся от среды́ нас, / да не ви́дят сла́ву Твою́ неразуме́ющии, / зане́ свет и мир Твоего́ Сы́на повеле́ния.",
  ["текст_цс"] = "Не паде́мъ, но падꙋ́тъ въ паде́нїе, ѡ҆́браза твоегѡ̀ бцⷣе оу҆кори́телїе, да во́змꙋтсѧ ѿ среды̀ на́съ, да не ви́дѧтъ сла́вꙋ твою̀ не разꙋмѣ́ющїи: занѐ свѣ́тъ и҆ ми́ръ твоегѡ̀ сн҃а повелѣ̑нїѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Го́споди Бо́же наш, стяжи́ ны, / Го́споди, ра́зве Тебе́, ино́го не ве́мы, / И́мя Твое́ имену́ем, / возсия́й на вся Свет.",
  ["текст_цс"] = "Гдⷭ҇и бж҃е на́шъ, стѧжи́ ны, гдⷭ҇и, ра́звѣ тебѐ и҆но́гѡ не вѣ́мы, и҆́мѧ твоѐ и҆менꙋ́емъ, возсїѧ́й на всѧ̑ свѣ́тъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пра́вде научи́теся, живу́щии на земли́, / и ум очи́стим, воздви́женным се́рдцем / к ще́дрому Бо́гу / от но́щи у́тренююще.",
  ["текст_цс"] = "Пра́вдѣ наꙋчи́тесѧ живꙋ́щїи на землѝ, и҆ оу҆́мъ ѡ҆чи́стимъ, воздви́женнымъ се́рдцемъ къ ще́дромꙋ бг҃ꙋ ѿ но́щи оу҆́тренююще.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Све́та Непристу́пнаго, Христе́, Живота́ Ве́чнаго, / от но́щи у́тренююще, / пое́м Тя, еди́наго Светода́вца Бо́га.",
  ["текст_цс"] = "Свѣ́та непристꙋ́пнаго хрⷭ҇тѐ живота̀ вѣ́чнаго, ѿ но́щи оу҆́тренююще, пое́мъ тѧ̀ є҆ди́наго свѣтода́вца бг҃а.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Возсия́й, Христе́ Бо́же, / свет ра́зума Твоего́, / и просвети́ сердца́ на́ша, / и спаси́ ду́ши на́ша.",
  ["текст_цс"] = "Возсїѧ́й хрⷭ҇тѐ бж҃е, свѣ́тъ ра́зꙋма твоегѡ̀, и҆ просвѣтѝ сердца̀ на̑ша, и҆ сп҃сѝ дꙋ́шы на́шѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Сло́во Бо́жие Всеси́льное, / мир всему́ ми́ру посли́ / и све́том и́стинным освеща́я и просвеща́я вся, / из но́щи Тя сла́вящия.",
  ["текст_цс"] = "Сло́во бж҃їе всеси́льное, ми́ръ всемꙋ̀ мі́рꙋ послѝ. и҆ свѣ́томъ и҆́стиннымъ ѡ҆свѣща́ѧ и҆ просвѣща́ѧ всѧ̑, и҆з̾ но́щи тѧ̀ сла́вѧщыѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Неи́стовствующееся бу́рею душетле́нною, / Влады́ко Христе́, страсте́й мо́ре укроти́ / и от тли возведи́ мя, / я́ко Благоутро́бен.",
  ["текст_цс"] = "Неи́стовствꙋющеесѧ бꙋ́рею дꙋшетлѣ́нною, влⷣко хрⷭ҇тѐ, страсте́й мо́ре оу҆кротѝ, и҆ ѿ тлѝ возведи́ мѧ, ꙗ҆́кѡ бл҃гоꙋтро́бенъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Обы́де мя бе́здна, / гроб мне кит бысть, / аз же возопи́х к Тебе́, Человеколю́бцу, / и спасе́ мя десни́ца Твоя́, Го́споди.",
  ["текст_цс"] = "Ѡ҆бы́де мѧ̀ бе́здна, гро́бъ мнѣ̀ ки́тъ бы́сть: а҆́зъ же возопи́хъ къ тебѣ̀ чл҃вѣколю́бцꙋ, и҆ сп҃се́ мѧ десни́ца твоѧ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "От ки́та проро́ка изба́вил еси́, / мене́ же из глубины́ грехо́в / возведи́, Го́споди, и спаси́ мя.",
  ["текст_цс"] = "Ѿ ки́та прⷪ҇ро́ка и҆зба́вилъ є҆сѝ, мене́ же и҆з̾ глꙋбины̀ грѣхѡ́въ возведѝ гдⷭ҇и, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Я́коже проро́ка от зве́ря изба́вил еси́, Го́споди, / и мене́ из глубины́ несодержи́мых страсте́й / возведи́, молю́ся, / да приложу́ призре́ти ми ко хра́му свято́му Твоему́.",
  ["текст_цс"] = "Ꙗ҆́коже прⷪ҇ро́ка ѿ ѕвѣ́рѧ и҆зба́вилъ є҆сѝ гдⷭ҇и, и҆ менѐ и҆з̾ глꙋбины̀ несодержи́мыхъ страсте́й возведѝ, молю́сѧ, да приложꙋ̀ призрѣ́ти мѝ ко хра́мꙋ ст҃о́мꙋ твоемꙋ̀.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Бу́ря содержа́ мя, Спа́се, грехо́вная, / и ду́шу мою́ низво́дит в душетли́тельную глубину́, / но, я́ко дре́вле Ио́ну, Христе́, возведи́, / я́ко да пожру́ Ти и аз со гла́сом хвале́ния.",
  ["текст_цс"] = "Бꙋ́рѧ содержа́ мѧ сп҃се грѣхо́внаѧ, и҆ дꙋ́шꙋ мою̀ низво́дитъ въ дꙋшетли́тельнꙋю глꙋбинꙋ̀: но ꙗ҆́кѡ дре́вле і҆ѡ́нꙋ хрⷭ҇тѐ возведѝ, ꙗ҆́кѡ да пожрꙋ́ ти и҆ а҆́зъ со гла́сомъ хвале́нїѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "От чре́ва а́дова / во́пля моего́ услы́шал еси́ глас мой / и изба́вил еси́ от тли живо́т мой, / Многоми́лостиве.",
  ["текст_цс"] = "Ѿ чре́ва а҆́дова, во́плѧ моегѡ̀ оу҆слы́шалъ є҆сѝ гла́съ мо́й, и҆ и҆зба́вилъ є҆сѝ ѿ тлѝ живо́тъ мо́й, многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Возопи́ от после́дних Ада́м: / Бо́же мой, изба́ви мя, па́дшаго, / и, уподо́бився, прииди́, / во е́же спасти́ ны.",
  ["текст_цс"] = "Возопѝ ѿ послѣ́днихъ а҆да́мъ: бж҃е мо́й, и҆зба́ви мѧ̀ па́дшаго, и҆ оу҆подо́бивсѧ прїидѝ, во є҆́же сп҃сти́ ны.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Во глубины́ отве́ргся морски́я, / от нужд мои́х изба́ви мя, / я́коже от ки́та возве́л еси́ проро́ка Ио́ну, / та́ко и мене́, молю́ся, / предвар́ив, спаси́ от жите́йских зол.",
  ["текст_цс"] = "Во глꙋбины̀ ѿве́ргсѧ морскі̑ѧ, ѿ нꙋ́ждъ мои́хъ и҆зба́ви мѧ̀, ꙗ҆́коже ѿ ки́та возве́лъ є҆сѝ прⷪ҇ро́ка і҆ѡ́нꙋ, та́кѡ и҆ менѐ, молю́сѧ, предвари́въ сп҃сѝ ѿ жите́йскихъ ѕѡ́лъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "В ки́тово чре́во подше́дый, Ио́на / не растле́ся, Влады́ко, Твои́м повеле́нием, / но проображе́ние бысть тридне́внаго Твоего́ погребе́ния, / тем Ти взыва́ше: / да взы́дет от тли живо́т мой к Тебе́, Го́споди.",
  ["текст_цс"] = "Въ ки́тово чре́во подше́дый і҆ѡ́на, не растлѣ́сѧ влⷣко, твои́мъ повелѣ́нїемъ, но проѡбраже́нїѧ бы́сть тридне́внагѡ твоегѡ̀ погребе́нїѧ. тѣ́мъ тѝ взыва́ше: да взы́детъ ѿ тлѝ живо́тъ мо́й къ тебѣ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Возопи́х всем се́рдцем мои́м / к ще́дрому Бо́гу, / и услы́ша мя от а́да преиспо́дняго, / и возведе́ от тли живо́т мой.",
  ["текст_цс"] = "Возопи́хъ всѣ́мъ се́рдцемъ мои́мъ къ ще́дромꙋ бг҃ꙋ, и҆ оу҆слы́ша мѧ̀ ѿ а҆́да преиспо́днѧгѡ, и҆ возведѐ ѿ тлѝ живо́тъ мо́й.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Возопи́х в печа́ли мое́й, Спа́се мой, молю́ся: / изба́ви мя от обдержа́щия мя боле́зни и озлобле́ния, / я́ко Ми́лостив, / помяну́в Твою́ ми́лость.",
  ["текст_цс"] = "Возопи́хъ въ печа́ли мое́й, сп҃се мо́й, молю́сѧ, и҆зба́ви мѧ̀ ѿ ѡ҆бдержа́щїѧ мѧ̀ болѣ́зни и҆ ѡ҆ѕлобле́нїѧ, ꙗ҆́кѡ млⷭ҇тивъ помѧнꙋ́въ твою̀ млⷭ҇ть.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "В Це́рковь Небе́сную Святу́ю Твою́ да прии́дет моли́тва моя́, / вопию́ Ти, я́ко Ио́на, из глубины́ се́рдца морска́го: / от грех мои́х возведи́ мя, / молю́ся Тебе́, Го́споди.",
  ["текст_цс"] = "Въ цр҃ковь нбⷭ҇нꙋю ст҃ꙋ́ю твою̀, да прїи́детъ мл҃тва моѧ̀, вопїю́ ти ꙗ҆́кѡ і҆ѡ́на, и҆з̾ глꙋбины̀ се́рдца морска́гѡ: ѿ грѣ̑хъ мои́хъ возведи́ мѧ, молю́сѧ тебѣ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Превозноси́мый отце́в Госпо́дь / пла́мень угаси́, о́троки ороси́, / согла́сно пою́щия: / Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Превозноси́мый ѻ҆тцє́въ гдⷭ҇ь, пла́мень оу҆гасѝ, ѻ҆́троки ѡ҆росѝ, согла́снѡ пою́щыѧ: бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "В пещи́ о́гненней / песносло́вцы спасы́й о́троки, / благослове́н Бог оте́ц на́ших.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́гненнѣй пѣсносло́вцы сп҃сы́й ѻ҆́троки, бл҃гослове́нъ бг҃ъ ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Огня́ гаси́лище отроко́в моли́тва, / ороша́ющая пещь, пропове́дница чудесе́, / не опаля́ющи, ниже́ сожига́ющи / песносло́вцы Бо́га оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆гнѧ̀ гаси́лище ѻ҆трокѡ́въ мл҃твы, ѡ҆роша́ющаѧ пе́щь, проповѣ́дница чꙋдесѐ не ѡ҆палѧ́ющи нижѐ сожига́ющи пѣсносло́вцы бг҃а ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Благослове́н еси́, Бо́же, / ви́дяй бе́здны / и на Престо́ле Сла́вы седя́й, / препе́тый и пресла́вный.",
  ["текст_цс"] = "Бл҃гослове́нъ є҆сѝ бж҃е, ви́дѧй бє́здны, и҆ на прⷭ҇то́лѣ сла́вы сѣдѧ́й препѣ́тый и҆ пресла́вный.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пещь угаси́вый в Вавило́не о́гненную /и о́троки в ней, я́ко в черто́зе, сохрани́вый, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Пе́щь оу҆гаси́вый въ вавѷлѡ́нѣ ѻ҆́гненнꙋю, и҆ ѻ҆́троки въ не́й, ꙗ҆́кѡ въ черто́зѣ, сохрани́вый, бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Прехва́льно есть и препросла́влено И́мя Твое́, / Го́споди, Бо́же оте́ц на́ших, во вся ве́ки, / и препросла́влен, я́ко пра́веден еси́ о всех, / я́же сотвори́л еси́ нам.",
  ["текст_цс"] = "Прехва́льно є҆́сть и҆ препросла́влено и҆́мѧ твоѐ, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ, во всѧ̑ вѣ́ки: и҆ препросла́вленъ, ꙗ҆́кѡ пра́веденъ є҆сѝ ѡ҆ всѣ́хъ, ꙗ҆̀же сотвори́лъ є҆сѝ на́мъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "О́троки в пещи́ А́нгелом сохрани́вый, / провозвеща́я и́ми ро́ждшую Тя / нетле́нную Де́ву, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆́троки въ пещѝ а҆́гг҃ломъ сохрани́вый, провозвѣща́ѧ и҆́ми ро́ждшꙋю тѧ̀ нетлѣ́ннꙋю дв҃ꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ороша́емая пещь и я́рость мучи́тельная / благо чести́выя не устраши́ о́троки, / де́рзостно вопию́щия: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѡ҆роша́емаѧ пе́щь и҆ ꙗ҆́рость мꙋчи́тельнаѧ бл҃гочести̑выѧ не оу҆страшѝ ѻ҆́троки, де́рзостнѡ вопїю́щыѧ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "А́нгелом о́троки спасы́й / и гремя́щую пещь преложи́вый в ро́су, / благослове́н еси́, Го́споди.",
  ["текст_цс"] = "А҆́гг҃ломъ ѻ҆́троки сп҃сы́й, и҆ гремѧ́щꙋю пе́щь преложи́вый въ ро́сꙋ, бл҃гослове́нъ є҆сѝ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тро́ицы сла́ву Богочести́вии изобрази́вше, / о́троцы пещь, дре́вле огне́м пали́мую, в ро́су преложи́ша / и, пою́ще, поя́ху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Трⷪ҇цы сла́вы бг҃очести́вїи и҆з̾ѡбрази́вше ѻ҆́троцы, пе́щь дре́вле ѻ҆гне́мъ пали́мꙋю въ ро́сꙋ преложи́ша, и҆ пою́ще поѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Пла́мень пе́щный порабо́тиша благочести́вии о́троцы, / тем свы́ше ороси́ я́, гото́вы пали́мы по естеству́, / но па́че естества́ му́жески поя́ху: / благослове́н еси́, Го́споди, / на Престо́ле Сла́вы Ца́рствия Твоего́.",
  ["текст_цс"] = "Пла́мень пе́щный порабо́тиша бл҃гочести́вїи ѻ҆́троцы, тѣ́мъ свы́ше ѡ҆росѝ ѧ҆̀ гото́вы пали́мы по є҆стествꙋ̀, но па́че є҆стества̀ мꙋ́жески поѧ́хꙋ: бл҃гослове́нъ є҆сѝ гдⷭ҇и, на прⷭ҇то́лѣ сла́вы црⷭ҇твїѧ твоегѡ̀.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тебе́, Вседе́телю, / в пещи́ о́троцы, всеми́рный лик спле́тше, поя́ху: / дела́ вся́кая, Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Тебѣ̀ вседѣ́телю, въ пещѝ ѻ҆́троцы въ мі́рный ли́къ спле́тше поѧ́хꙋ: дѣла̀ всѧ̑каѧ гдⷭ҇а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Из Отца́ пре́жде век рожде́ннаго Сы́на и Бо́га / и в после́дняя ле́та воплоще́ннаго от Де́вы Ма́тере, / свяще́нницы, по́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "И҆з̾ ѻ҆ц҃а̀ пре́жде вѣ̑къ рожде́ннаго сн҃а и҆ бг҃а, и҆ въ послѣ̑днѧѧ лѣ̑та воплоще́ннаго ѿ дв҃ы мт҃ре, сщ҃е́нницы по́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Творца́ тва́ри, / Его́же ужаса́ются А́нгели, / по́йте, лю́дие, / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Творца̀ тва́ри, є҆гѡ́же оу҆жаса́ютсѧ а҆́гг҃ли, по́йте лю́дїе, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "А́нгелов сонм, челове́ков собо́р, / Царя́ и Зижди́теля всех, / свяще́нницы, по́йте, благослови́те, леви́ти, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "А҆́гг҃лѡвъ со́нмъ, человѣ́кѡвъ собо́ръ, цр҃ѧ̀ и҆ зижди́телѧ всѣ́хъ, сщ҃е́нницы по́йте, бл҃гослови́те леві́ти, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Всех Соде́теля / и Спа́са душ на́ших, / свяще́н ницы, благослови́те, / лю́дие, превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Всѣ́хъ содѣ́телѧ, и҆ сп҃са дꙋ́шъ на́шихъ, сщ҃е́нницы бл҃гослови́те, лю́дїе превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Преподо́бнии Твои о́троцы в пещи́, Христе́, / воспева́юще, глаго́лаху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Прпⷣбнїи твоѝ ѻ҆́троцы въ пещѝ хрⷭ҇тѐ воспѣва́юще глаго́лахꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Оте́ческое веле́ние му́дрствующе ю́ноши три в Вавило́не, / безбо́жному веле́нию благоче́стно не покаря́ющеся, / посреде́ осужде́ния о́гненнаго стоя́ще, вопия́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Ѻ҆те́ческое велѣ́нїе мꙋ́дрствꙋюще ю҆́нѡши трѝ въ вавѷлѡ́нѣ, безбо́жномꙋ велѣ́нїю бл҃гоче́стнѡ не покарѧ́ющесѧ, посредѣ̀ ѡ҆сꙋжде́нїѧ ѻ҆́гненнагѡ стоѧ́ще вопїѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Зижди́телю всех Богоно́снии о́троцы / в пещи́ песнь приноша́ху / и, пою́ще, вопия́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Зижди́телю всѣ́хъ бг҃оно́снїи ѻ҆́троцы въ пещѝ пѣ́снь приноша́хꙋ, и҆ пою́ще вопїѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Ороси́вшаго пещь и о́троки Сохра́ншаго посреде́ горя́щаго пла́мене, / о́троцы, славосло́вите, / свяще́нницы, благослови́те, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Ѡ҆роси́вшаго пе́щь, и҆ ѻ҆́троки сохра́ньшаго посредѣ̀ горѧ́щагѡ пла́мене, ѻ҆́троцы славосло́вите, сщ҃е́нницы бл҃гослови́те, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "От Отца́ рожде́ннаго пре́жде век / Бо́га Сло́ва / по́йте, свяще́нницы, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Ѿ ѻ҆ц҃а̀ рожде́ннаго пре́жде вѣ̑къ бг҃а сло́ва, по́йте сщ҃е́нницы, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Царя́ Христа́, Его́же пою́т Херуви́ми / и сла́вят Серафи́ми, / по́йте, лю́дие, / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Цр҃ѧ̀ хрⷭ҇та̀, є҆го́же пою́тъ херꙋві́ми, и҆ сла́вѧтъ серафі́ми, по́йте лю́дїе, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Кре́пции о́троцы трие́ су́ще, / си́лою обо́лкшеся Святы́я Тро́ицы, / улови́ша и победи́ша халде́и, / и ди́вно измени́ся естество́: / ка́ко огнь в ро́су прелага́шеся? / Без туги́ я сохрани́, я́ко пелена́ми, / о пролия́вый му́дрость на всех де́лех Твои́х, Бо́же, / Тя превозно́сим во ве́ки.",
  ["текст_цс"] = "Крѣ́пцыи ѻ҆́троцы трїѐ сꙋ́ще, си́лою ѡ҆бо́лкшесѧ ст҃ы́ѧ трⷪ҇цы, оу҆лови́ша и҆ побѣди́ша халдє́и, и҆ ди́внѡ и҆змѣни́сѧ є҆стество̀: ка́кѡ ѻ҆́гнь въ ро́сꙋ прелага́шесѧ; без̾ тꙋ́ги ѧ҆̀ сохранѝ ꙗ҆́кѡ пелена́ми. ѽ пролїѧ́вый мꙋ́дрость на всѣ́хъ дѣ́лѣхъ твои́хъ бж҃е, тѧ̀ превозно́симъ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Иса́ие, лику́й, Де́ва име́ во чре́ве / и роди́ Сы́на Емману́ила, / Бо́га же и Челове́ка, Восто́к и́мя Ему́, / Его́же велича́юще, Де́ву ублажа́ем.",
  ["текст_цс"] = "И҆са́їе ликꙋ́й, дв҃а и҆мѣ̀ во чре́вѣ, и҆ родѝ сн҃а є҆мманꙋ́ила, бг҃а же и҆ чл҃вѣ́ка, восто́къ и҆́мѧ є҆мꙋ̀: є҆го́же велича́юще дв҃ꙋ оу҆бл҃жа́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, па́че ума́ и словесе́ Ма́терь Бо́жию, / в ле́то Безле́тнаго / неизрече́нно ро́ждшую, / ве́рнии, единому́дренно велича́ем.",
  ["текст_цс"] = "Тѧ̀ па́че оу҆ма̀ и҆ словесѐ мт҃рь бж҃їю, въ лѣ́то безлѣ́тнаго неизрече́ннѡ ро́ждшꙋю, вѣ́рнїи є҆диномꙋ́дреннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, блаже́нную в жена́х / и благослове́нную Бо́гом, / челове́ческий род, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ бл҃же́ннꙋю въ жена́хъ, и҆ бл҃гослове́ннꙋю бг҃омъ, человѣ́ческїй ро́дъ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Я́ко сотвори́ Тебе́ вели́чия Си́льный, / Де́ву явль Тя чи́сту по рождестве́, / я́ко ро́ждшую без се́мене Своего́ Творца́, / тем Тя, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Ꙗ҆́кѡ сотворѝ тебѣ̀ вели̑чїѧ си́льный, дв҃ꙋ ꙗ҆́вль тѧ̀ чи́стꙋ по ржⷭ҇твѣ̀, ꙗ҆́кѡ ро́ждшꙋю без̾ сѣ́мене своего̀ творца̀: тѣ́мъ тѧ̀ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Велича́ем, Христе́, / Твою́ Всенепоро́чную Ма́терь Чи́стую, / я́ко роди́ Тя преесте́ственно пло́тию, / от вся́кия льсти и тли нас избавля́яй.",
  ["текст_цс"] = "Велича́емъ хрⷭ҇тѐ, твою̀ всенепоро́чнꙋю мт҃рь чⷭ҇тꙋю ꙗ҆́кѡ роди́ тѧ преесте́ственнѡ пло́тїю, ѿ всѧ́кїѧ льстѝ и҆ тлѝ на́съ и҆збавлѧ́ѧй.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Чре́во Твое́ яви́ся ши́ршее Небе́с, / и сла́вншая еди́на яви́лася еси́, / чуде́с превы́шшая еди́на показа́лася еси́, Богоро́дице, / ро́ждшая Невмести́маго и Присносу́щнаго Бо́га, / по до́лгу Тя, челове́ческий род, / непреста́нно велича́ем.",
  ["текст_цс"] = "Чре́во твоѐ ꙗ҆ви́сѧ ши́ршее нб҃съ, и҆ сла́вншаѧ є҆ди́на ꙗ҆ви́ласѧ є҆сѝ, чꙋде́съ превы́шшаѧ є҆ди́на показа́ласѧ є҆сѝ бцⷣе, ро́ждшаѧ невмѣсти́маго и҆ присносꙋ́щнаго бг҃а: по до́лгꙋ тѧ̀ человѣ́ческїй ро́дъ непреста́ннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "О, чу́до! / и́бо чу́до, соверша́емое в Тебе́, Богоро́дице: / обновля́ется естество́, и Бог Челове́к быва́ет, / и во дву естеству́, Богосло́вяще, велича́ем.",
  ["текст_цс"] = "Ѽ чꙋ́до! и҆́бо чꙋ́до соверша́емое въ тебѣ̀ бцⷣе: ѡ҆бновлѧ́етсѧ є҆стество̀, и҆ бг҃ъ чл҃вѣ́къ быва́етъ, и҆ во двꙋ̀ є҆стєствꙋ̀ бг҃осло́вѧще велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, Бо́жию Ма́терь, и Де́ву Чи́стую, / и Херуви́мов сла́вншую, / во гла́сех пе́сней велича́ем.",
  ["текст_цс"] = "Тѧ̀ бж҃їю мт҃рь, и҆ дв҃ꙋ чⷭ҇тꙋю, и҆ херꙋві́мѡвъ сла́вншꙋю, во гла́сѣхъ пѣ́сней велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Жезл, прозя́бший от ко́рене Дави́дова, Богоро́дице Всепе́тая, / Цвет красне́йший нам возсия́ла еси́, / дре́вняго вино́вный блаже́нства. / Тем Тя вси пе́сньми велича́ем.",
  ["текст_цс"] = "Же́злъ прозѧ́бшїй ѿ ко́рене дв҃дова, бцⷣе, всепѣ́таѧ, цвѣ́тъ краснѣ́йшїй на́мъ возсїѧ́ла є҆сѝ, дре́внѧгѡ вино́вный бл҃же́нства. тѣ́мъ тѧ̀ всѝ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, рабу́ и Ма́терь / Христа́ Бо́га на́шего, / Богоро́дице, / досто́йно велича́ем.",
  ["текст_цс"] = "Тѧ̀ рабꙋ̀ и҆ мт҃рь хрⷭ҇та̀ бг҃а на́шегѡ бцⷣе, досто́йнѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, неизрече́нным сло́вом / Созда́теля заче́ншую во чре́ве, велича́ем, / Ра́дость бо ро́ждшая, / Живо́т всем дарова́ла еси́, Всеблаже́нная.",
  ["текст_цс"] = "Тѧ̀ неизрече́ннымъ сло́вомъ созда́телѧ заче́ншꙋю во чре́вѣ велича́емъ, ра́дость бо ро́ждшаѧ живо́тъ всѣ̑мъ дарова́ла є҆сѝ, всебл҃же́ннаѧ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Тя, Неискусому́жную Неве́сту, / Ма́терь Сло́ва, / Святу́ю Де́ву, велича́ем.",
  ["текст_цс"] = "Тѧ̀ неискꙋсомꙋ́жнꙋю невѣ́стꙋ, мт҃рь сло́ва, ст҃ꙋ́ю дв҃ꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Из Еде́ма изы́де род наш пра́бабы ради Е́вы, / при́зван же Тобо́ю, ро́ждшею нам но́ваго Ада́ма Христа́, / во двою́ естеству́, Де́во Чи́стая. / Взыгра́ся Ада́м пра́дед, / я́ко избы́в пе́рвыя кля́твы, / мы же, Тобо́ю хва́лящеся, / я́ко Тебе́ ра́ди Бо́га позна́хом, / и Тебе́ велича́ем.",
  ["текст_цс"] = "И҆з̾ є҆де́ма и҆зы́де ро́дъ на́шъ пра́бабы ра́ди є҆́ѵы: при́званъ же тобо́ю ро́ждшею на́мъ но́ваго а҆да́ма хрⷭ҇та̀, є҆стєствꙋ̀ дв҃о чⷭ҇таѧ. взыгра́сѧ а҆да́мъ пра́дѣдъ, ꙗ҆́кѡ и҆збы́въ пе́рвыѧ клѧ́твы: мы́ же тобо́ю хва́лѧщесѧ, ꙗ҆́кѡ тебѐ ра́ди бг҃а позна́хомъ, и҆ тебѐ велича́емъ.",
}

add_irmos {
  ["глас"] = 5,
  ["текст_ру"] = "Си́лою Креста́ Твоего́, Христе́, / утверди́ мое́ помышле́ние, / во е́же пе́ти и сла́вити / тридне́вное Твое́ воскре́сение.",
  ["текст_цс"] = "Си́лою крⷭ҇та̀ твоегѡ̀, хрⷭ҇тѐ, / ᲂу҆твердѝ моѐ помышле́нїе, / во є҆́же пѣ́ти и҆ сла́вити / тридне́вное твоѐ воскресе́нїе.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Я́ко по су́ху, пешеше́ствовав Изра́иль / по бе́здне стопа́ми, / гони́теля фарао́на ви́дя потопля́ема, / Бо́гу побе́дную песнь пои́м, вопия́ше.",
  ["текст_цс"] = "Ꙗ҆́кѡ по сꙋ́хꙋ пѣшеше́ствовавъ і҆и҃ль, по бе́зднѣ стопа́ми, гони́телѧ фараѡ́на ви́дѧ потоплѧ́ема, бг҃ꙋ побѣ́днꙋю пѣ́снь пои́мъ, вопїѧ́ше.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Се́ченное, сече́тся / мо́ре Чермно́е, / волнопита́емая же изсуша́ется глубина́, / та́яжде ку́пно безору́жным бы́вши проходи́ма и всеору́жным гроб. / Песнь же Богокра́сная воспева́шеся: / сла́вно просла́вися Христо́с, Бог наш.",
  ["текст_цс"] = "Сѣ́ченное сѣче́тсѧ мо́ре чермно́е, волнопита́емаѧ же и҆зсꙋша́етъ глꙋбина̀, та́ѧжде кꙋ́пнѡ без̾ѻрꙋ̑жнымъ бы́вши проходи́ма, и҆ всеѻрꙋ́жнымъ гро́бъ. пѣ́снь же бг҃окра́снаѧ воспѣва́шесѧ: сла́внѡ просла́висѧ хрⷭ҇то́съ бг҃ъ на́шъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Волно́ю морско́ю / Скры́вшаго дре́вле / гони́теля мучи́теля / под земле́ю скры́ша спасе́нных о́троцы; / но мы, я́ко отрокови́цы, / Го́сподеви пои́м, сла́вно бо просла́вися.",
  ["текст_цс"] = "Волно́ю морско́ю скры́вшаго дре́вле гони́телѧ мꙋчи́телѧ, под̾ земле́ю скры́ша, сп҃се́нныхъ ѻ҆́троцы: но мы̀ ꙗ҆́кѡ ѻ҆трокови̑цы, гдⷭ҇еви пои́мъ, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Чу́вственный фарао́н потопле́н бысть со всево́инством, / Изра́иль же, проше́д посреде́ мо́ря, вопия́ше: / Го́сподеви Бо́гу на́шему / пои́м, я́ко просла́вися.",
  ["текст_цс"] = "Чꙋ́вственный фараѡ́нъ потопле́нъ бы́сть со всево́инствомъ, і҆и҃ль же проше́дъ посредѣ̀ мо́рѧ, вопїѧ́ше: гдⷭ҇еви бг҃ꙋ на́шемꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Помо́щник и Покрови́тель / бысть мне во спасе́ние, / Сей мой Бог, / и просла́влю Его́, Бог отца́ моего́, / и вознесу́ Его́, / сла́вно бо просла́вися.",
  ["текст_цс"] = "Помо́щникъ и҆ покрови́тель бы́сть мнѣ̀ во сп҃се́нїе се́й мо́й бг҃ъ, и҆ просла́влю є҆го̀, бг҃ъ ѻ҆ц҃а̀ моегѡ̀, и҆ вознесꙋ̀ є҆го̀, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Пои́м Го́сподеви, / от рабо́ты Изра́иля свободи́вшему еги́петския Моисее́м, / песнь непреста́нно, / Христу́, Царю́ и Бо́гу на́шему.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇еви, ѿ рабо́ты і҆и҃лѧ свободи́вшемꙋ є҆гѵ́петскїѧ мѡѷсе́емъ, пѣ́снь непреста́ннѡ хрⷭ҇тꙋ̀ цр҃ю̀ и҆ бг҃ꙋ на́шемꙋ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Проше́дше мо́ре сы́нове Изра́илевы / и ви́дяще фарао́на, погруже́на в нем, / благода́рно поя́ху: / Го́сподеви пои́м, сла́вно бо просла́вися.",
  ["текст_цс"] = "Проше́дше мо́ре сы́нове і҆и҃лєвы, и҆ ви́дѧще фараѡ́на погрꙋже́на въ не́мъ, бл҃года́рнѡ поѧ́хꙋ: гдⷭ҇еви пои́мъ, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Воздвиза́емое мо́ре / немо́крыми нога́ми проходя́ дре́вле Изра́иль, / егда́ ви́дяше погружа́ема го́рдаго фарао́на, / ра́достно взыва́ше: / пои́м Го́сподеви, / сотво́ршему сла́вная чудеса́.",
  ["текст_цс"] = "Воздвиза́емое мо́ре немо́крыми нога́ми проходѧ̀ дре́вле і҆и҃ль, є҆гда̀ ви́дѧше погрꙋжа́ема го́рдаго фараѡ́на, ра́достнѡ взыва́ше: пои́мъ гдⷭ҇еви сотво́ршемꙋ сла̑внаѧ чꙋдеса̀.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Колесни́цы фарао́новы и си́лу его́ / высо́кою мы́шцею Христо́с потопи́, / Изра́иля же спасе́, воспева́юща: / ди́вному Бо́гу на́шему пои́м.",
  ["текст_цс"] = "Колесни̑цы фараѡ́нѡвы, и҆ си́лꙋ є҆гѡ̀, высо́кою мы́шцею хрⷭ҇то́съ потопѝ, і҆и҃лѧ же сп҃сѐ воспѣва́юща: ди́вномꙋ бг҃ꙋ на́шемꙋ пои́мъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Вонми́, не́бо, / и возглаго́лю, / и воспою́ Христа́, / от Де́вы пло́тию прише́дшаго.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀, ѿ дв҃ы пло́тїю прише́дшаго.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог, / ма́нну одожди́вый / и во́ду из ка́мене источи́вый / дре́вле в пусты́ни лю́дем Мои́м / десни́цею еди́ною / и кре́постию Мое́ю.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ, ма́ннꙋ ѡ҆дожди́вый, и҆ во́дꙋ и҆з̾ ка́мене и҆сточи́вый дре́вле въ пꙋсты́ни лю́демъ мои̑мъ, десни́цею є҆ди́ною и҆ крѣ́постїю мое́ю.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Вонми́, не́бо, / и возглаго́лю, / и восхвалю́ Христа́, / Еди́наго Человеколю́бца.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, и҆ восхвалю̀ хрⷭ҇та̀, є҆ди́наго чл҃вѣколю́бца.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог ваш, / Кресто́м ад разори́вый, я́ко си́лен, / и безстра́стия стра́стию пло́ти Свое́й источи́вый земны́м.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ, крⷭ҇то́мъ а҆́дъ разори́вый ꙗ҆́кѡ си́ленъ, и҆ безстра̑стїѧ стра́стїю пло́ти своеѧ̀ и҆сточи́вый земны̑мъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Несть свят, / я́коже Ты, Го́споди Бо́же мой, / вознесы́й рог ве́рных Твои́х, Бла́же, / и утверди́вый нас на ка́мени / испове́дания Твоего́.",
  ["текст_цс"] = "Нѣ́сть ст҃ъ, ꙗ҆́коже ты̀ гдⷭ҇и бж҃е мо́й, вознесы́й ро́гъ вѣ́рныхъ твои́хъ бл҃же, и҆ оу҆тверди́вый на́съ на ка́мени и҆сповѣ́данїѧ твоегѡ̀.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Госпо́дь, Сый, всех и Зижди́тель Бог, / созда́н ное, Безстра́стный, обнища́в, Себе́ соедини́, / и Па́сха, за я́же хотя́ше умре́ти, / Сам, Сый, Себе́ предпожре́: / яди́те, вопия́, Те́ло Мое́ / и ве́рою утверди́теся.",
  ["текст_цс"] = "Гдⷭ҇ь сы́й всѣ́хъ, и҆ зижди́тель бг҃ъ, созда́нное безстра́стный ѡ҆бнища́въ себѣ̀ соединѝ, и҆ па́сха за ꙗ҆́же хотѧ́ше оу҆мре́ти, са́мъ сы́й себѐ предпожрѐ: ꙗ҆ди́те, вопїѧ̀, тѣ́ло моѐ, и҆ вѣ́рою оу҆тверди́тесѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Тебе́, на вода́х / пове́сившаго всю зе́млю неодержи́мо, / тварь, ви́девши на ло́бнем ви́сима, / у́жасом мно́гим содрога́шеся, / несть свят, / ра́зве Тебе́, Го́споди, взыва́ющи.",
  ["текст_цс"] = "Тебѐ на вода́хъ повѣ́сившаго всю̀ зе́млю неѡдержи́мѡ, тва́рь ви́дѣвши на ло́бнѣмъ ви́сима, оу҆́жасомъ мно́гимъ содрага́шесѧ, нѣ́сть ст҃ъ, ра́звѣ тебѐ гдⷭ҇и взыва́ющи.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "На тве́рдем ве́ры Твоея́ ка́мени / помышле́ние утверди́в души́ моея́, / утверди́, Го́споди, Тя бо и́мам, Бла́же, / прибе́жище и утвержде́ние.",
  ["текст_цс"] = "На тве́рдѣмъ вѣ́ры твоеѧ̀ ка́мени, помышле́нїе оу҆тверди́въ дꙋшѝ моеѧ̀, оу҆твердѝ гдⷭ҇и: тѧ́ бо и҆́мамъ бл҃же, прибѣ́жище и҆ оу҆твержде́нїе.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Утверди́, Го́споди, / на ка́мени за́поведей Твои́х / подви́гшееся се́рдце мое́, / я́ко Еди́н Свят еси́ и Госпо́дь.",
  ["текст_цс"] = "Оу҆твердѝ гдⷭ҇и на ка́мени за́повѣдей твои́хъ подви́гшеесѧ се́рдце моѐ, ꙗ҆́кѡ є҆ди́нъ ст҃ъ є҆сѝ и҆ гдⷭ҇ь.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "На недвижи́мом, Христе́, ка́мени за́поведей Твои́х / утверди́ мое́ помышле́ние.",
  ["текст_цс"] = "На недвижи́момъ хрⷭ҇тѐ, ка́мени за́повѣдей твои́хъ, оу҆твердѝ моѐ помышле́нїе.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Утверди́, Го́споди, Це́рковь Твою́, / ра́зумом возвы́сивый Небеса́, / во е́же пе́ти пречи́стое Твое́ смотре́ние, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Оу҆твердѝ гдⷭ҇и цр҃ковь твою̀, ра́зꙋмомъ возвы́сивый нб҃са̀, во є҆́же пѣ́ти пречⷭ҇тое твоѐ смотре́нїе, є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Го́споди, Спа́се мой и Зижди́телю, Бо́же всех, / зе́млю на ничесо́м повеле́нием в нача́ле тя́жестну утверди́вый, / утверди́ и мене́ в ве́ре, / е́же вопи́ти Тебе́ в весе́лии: / Ты моя́ кре́пость и си́ла, / ору́жие и прибе́жище.",
  ["текст_цс"] = "Гдⷭ҇и сп҃се мо́й и҆ зижди́телю бж҃е всѣ́хъ, зе́млю на ничесо́мъ повелѣ́нїемъ, въ нача́лѣ тѧ́жестнꙋ оу҆тверди́вый, оу҆твердѝ и҆ менѐ въ вѣ́рѣ, є҆́же вопи́ти тебѣ̀ въ весе́лїи: ты̀ моѧ̀ крѣ́пость и҆ си́ла, ѻ҆рꙋ́жїе и҆ прибѣ́жище.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Утверди́ мене́, Христе́, / и извести́ мя к Тебе́, / и просвеще́нием ра́зума Твоего́ / научи́ мя.",
  ["текст_цс"] = "Оу҆твердѝ менѐ хрⷭ҇тѐ и҆ и҆звѣсти́ мѧ къ тебѣ̀, и҆ просвѣще́нїемъ ра́зꙋма твоегѡ̀ наꙋчи́ мѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Разшири́шася на враги́ моя́ уста́ моя́, / я́ко утверди́ся о Го́споде се́рдце мое́.",
  ["текст_цс"] = "Разшири́шасѧ на врагѝ моѧ̑ оу҆ста̀ моѧ̑, ꙗ҆́кѡ оу҆тверди́сѧ ѡ҆ гдⷭ҇ѣ се́рдце моѐ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Тобо́ю, Христе́, Небеса́ утвержда́ема вся, / Сло́во Бо́жие и Си́ла, / испове́дуют сла́ву неизрече́нну / и вседе́тельныя руки́ Твоея́ сотворе́ния, / несть бо пресвя́т, ра́зве Тебе́, Го́споди.",
  ["текст_цс"] = "Тобо́ю хрⷭ҇тѐ нб҃са̀ оу҆твержда́єма всѧ̑, сло́во бж҃їе и҆ си́ла, и҆сповѣ́дꙋютъ сла́вꙋ неизрече́ннꙋ, и҆ вседѣ́тельныѧ рꙋкѝ твоеѧ̀ сотворе́нїѧ: нѣ́сть бо пресвѧ́тъ, ра́звѣ тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "В пе́рсех се́рдца и души́ моея́ зову́ Тебе́, / я́ко проро́чица А́нна, / я́коже о́ной дал еси́ моли́твою Саму́ила, / и мне да́руй, Го́споди, плод покая́ния.",
  ["текст_цс"] = "Въ пе́рсѣхъ се́рдца и҆ дꙋшѝ моеѧ̀ зовꙋ̀ тебѣ̀, ꙗ҆́кѡ прⷪ҇ро́чица а҆́нна: ꙗ҆́коже ѻ҆́ной да́лъ є҆сѝ мл҃твою самꙋ́ила, и҆ мнѣ̀ да́рꙋй гдⷭ҇и, пло́дъ покаѧ́нїѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Возвесели́ся непло́ды неражда́ющая, / я́ко прии́де / Изба́витель мой и Бог, / от де́монския пре́лести избавля́яй.",
  ["текст_цс"] = "Возвесели́сѧ непло́ды неражда́ющаѧ, ꙗ҆́кѡ прїи́де и҆зба́витель мо́й и҆ бг҃ъ, ѿ де́мѡнскїѧ пре́лести и҆збавлѧ́ѧй.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Неизрече́нныя Твоея́ си́лы / и содержи́тельныя всех прему́дрости Твоея́ / устраша́юся, помышля́яй, и вопию́ Ти, Бла́же: / на враги́ да вознесе́тся, Христе́, рог мой.",
  ["текст_цс"] = "Неизрече́нныѧ твоеѧ̀ си́лы, и҆ содержи́тельныѧ всѣ́хъ премꙋ́дрости твоеѧ̀, оу҆страша́юсѧ помышлѧ́ѧй, и҆ вопїю́ ти бл҃же: на врагѝ да вознесе́тсѧ хрⷭ҇тѐ ро́гъ мо́й.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Христо́с моя́ си́ла, / Бог и Госпо́дь, / честна́я Це́рковь / Боголе́пно пое́т, взыва́ющи, / от смы́сла чи́ста о Го́споде пра́зднующи.",
  ["текст_цс"] = "Хрⷭ҇то́съ моѧ̀ си́ла, бг҃ъ и҆ гдⷭ҇ь, чⷭ҇тна́ѧ цр҃ковь бг҃олѣ́пнѡ пое́тъ взыва́ющи, ѿ смы́сла чи́ста ѡ҆ гдⷭ҇ѣ пра́зднꙋющи.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Прови́дев проро́к / та́йну Твою́ неизрече́нную, Христе́, провозгласи́: / положи́л еси́ тве́рдую любо́вь кре́пости, / О́тче Ще́дрый, / Единоро́днаго бо Сы́на, Благи́й, / очище́ние в мир посла́л еси́.",
  ["текст_цс"] = "Прови́дѣвъ прⷪ҇ро́къ та́йнꙋ твою̀ неизрече́ннꙋю хрⷭ҇тѐ, провозгласѝ: положи́лъ є҆сѝ тве́рдꙋю любо́вь крѣ́пости, ѻ҆́ч҃е ще́дрый: є҆диноро́днаго бо сн҃а бл҃гі́й ѡ҆чище́нїе въ мі́ръ посла́лъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "На Кресте́ Твое́ Боже́ственное истоща́ние / прови́дя, Авваку́м, ужа́сся, вопия́ше: / Ты си́льных пресе́кл еси́ держа́ву, Бла́же, / приобща́яся су́щим во а́де, я́ко Всеси́лен.",
  ["текст_цс"] = "На крⷭ҇тѣ̀ твоѐ бж҃е́ственное и҆стоща́нїе прови́дѧ а҆ввакꙋ́мъ оу҆жа́ссѧ вопїѧ́ше: ты̀ си́льныхъ пресѣ́клъ є҆сѝ держа́вꙋ бл҃же, прїѡбща́ѧсѧ сꙋ́щымъ во а҆́дѣ, ꙗ҆́кѡ всеси́ленъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Покры́ла есть Небеса́ / доброде́тель Твоя́, Христе́, / и Твоего́ хвале́ния, Го́споди, / вся испо́лнишася.",
  ["текст_цс"] = "Покры́ла є҆́сть нб҃са̀ добродѣ́тель твоѧ̀ хрⷭ҇тѐ, и҆ твоегѡ̀ хвале́нїѧ гдⷭ҇и, всѧ̑ и҆спо́лнишасѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Удиви́ся Твой ра́зум от Мене́, / услы́шавшу пресла́вная веле́ния смотре́ния Твоего́, / укрепи́ся же воз любле́нием Твоего́ схожде́ния, / Ты бо моея́ нищеты́ не отве́рглся еси́.",
  ["текст_цс"] = "Оу҆диви́сѧ тво́й ра́зꙋмъ ѿ менѐ, оу҆слы́шавшꙋ пресла̑внаѧ велѣ̑нїѧ смотре́нїѧ твоегѡ̀, оу҆крѣпи́сѧ же возлюбле́нїемъ твоегѡ̀ схожде́нїѧ: ты́ бо моеѧ̀ нищеты̀ не ѿве́рглсѧ є҆сѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Услы́шах повеле́ния, / презре́х, Го́споди, и, пути́ Твоего́ не сохрани́в, умертви́хся: / Ты мя возста́ви, / Спа́се, наде́ждо моя́, / мене́ ра́ди обнища́вый, / плоть челове́ческую прии́м.",
  ["текст_цс"] = "Оу҆слы́шавъ повелѣ́нїѧ, презрѣ́хъ гдⷭ҇и, и҆ пꙋтѝ твоегѡ̀ не сохрани́въ оу҆мертви́хсѧ: ты́ мѧ возста́ви сп҃се наде́ждо моѧ̀, менѐ ра́ди ѡ҆бнища́вый пло́ть человѣ́ческꙋю прїи́мъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Услы́шах слух Твой / и убоя́хся, / разуме́х дела́ Твоя́ / и ужасо́хся, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ оу҆жасо́хсѧ, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Услы́шах слух Твой / и убоя́хся, / разуме́х дела́ Твоя́ и ужасо́хся: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑ и҆ оу҆жасо́хсѧ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Услы́ша проро́к прише́ствие Твое́, Го́споди, / и убоя́ся, / я́ко хо́щеши от Де́вы роди́тися / и челове́ком яви́тися, и глаго́лаше: / услы́шах слух Твой и убоя́хся; / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ прⷪ҇ро́къ прише́ствїе твоѐ гдⷭ҇и, и҆ оу҆боѧ́сѧ, ꙗ҆́кѡ хо́щеши ѿ дв҃ы роди́тисѧ, и҆ человѣ́кѡмъ ꙗ҆ви́тисѧ, и҆ глаго́лаше: оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Обнови́л еси́ добро́ту Твоего́ о́браза, / к сему́ бо от Оте́ческих соше́л еси́ не́др, / и вопие́м Ти: / сла́ва си́ле Твое́й, Человеколю́бче.",
  ["текст_цс"] = "Ѡ҆бнови́лъ є҆сѝ добро́тꙋ твоегѡ̀ ѡ҆́браза, къ семꙋ́ бо ѿ ѻ҆ч҃ескихъ соше́лъ є҆сѝ нѣ́дръ, и҆ вопїе́мъ тѝ: сла́ва си́лѣ твое́й, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Твоего́ неизрече́ннаго воплоще́ния, Изба́вителю всех, / проро́к Авваку́м очи́стився Ду́хом, / та́инству ужа́с ся, вопия́ше: / внегда́ прибли́жатся ле́та, позна́н бу́деши, / безма́терен от Отца́ / в после́дняя времена́ воплоща́яйся.",
  ["текст_цс"] = "Твоегѡ̀ неизрече́ннагѡ воплоще́нїѧ, и҆зба́вителю всѣ́хъ, прⷪ҇ро́къ а҆ввакꙋ́мъ, ѡ҆чи́стивсѧ дх҃омъ, та́инствꙋ оу҆жа́ссѧ, вопїѧ́ше: внегда̀ прибли́жатсѧ лѣ̑та, позна́нъ бꙋ́деши, безма́теренъ ѿ ѻ҆ц҃а̀, въ послѣ̑днѧѧ времена̀ воплоща́ѧйсѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Взы́ду на высоту́ хвале́ния Твоего́ / и лю́дем избра́нным благовещу́ упокое́ние от осужде́ния сне́ди, / проро́к глаго́лаше, / Сло́во бо одебеле́вшее от Де́вы нам яви́ся.",
  ["текст_цс"] = "Взы́дꙋ на высотꙋ̀ хвале́нїѧ твоегѡ̀, и҆ лю́демъ и҆збра̑ннымъ бл҃говѣщꙋ̀ оу҆покое́нїе ѿ ѡ҆сꙋжде́нїѧ снѣ́ди, прⷪ҇ро́къ глаго́лаше: сло́во бо ѡ҆дебелѣ́вшее, ѿ дв҃ы на́мъ ꙗ҆ви́сѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Бо́жиим све́том Твои́м, Бла́же, / у́треннюющих Ти ду́ши любо́вию озари́, молю́ся, / Тя ве́дети, Сло́ве Бо́жий, и́стиннаго Бо́га, / от мра́ка грехо́внаго взыва́юща.",
  ["текст_цс"] = "Бж҃їимъ свѣ́томъ твои́мъ бл҃же, оу҆́треннюющихъ тѝ дꙋ́шы любо́вїю ѡ҆зарѝ, молю́сѧ, тѧ̀ вѣ́дѣти сло́ве бж҃їй, и҆́стиннаго бг҃а, ѿ мра́ка грѣхо́внагѡ взыва́юща.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Сою́зом любве́ связу́еми, апо́столи, / влады́чествующему все́ми себе́ Христу́ возло́жше, / кра́сны но́ги очища́ху, / благовеству́юще всем мир.",
  ["текст_цс"] = "Сою́зомъ любвѐ свѧзꙋ́еми а҆пⷭ҇ли, влады́чествꙋющемꙋ всѣ́ми себѐ хрⷭ҇тꙋ̀ возло́жше: кра̑сны но́ги ѡ҆чища́хъ бл҃говѣствꙋ́юще всѣ̑мъ ми́ръ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "К Тебе́ у́тренюю, / милосе́рдия ра́ди Себе́ истощи́вшему непрело́жно / и до страсте́й безстра́стно прекло́ншемуся, / Сло́ве Бо́жий: / мир пода́ждь ми, па́дшему, / Человеколю́бче.",
  ["текст_цс"] = "Къ тебѣ̀ оу҆́треннюю: милосе́рдїѧ ра́ди себѐ и҆стощи́вшемꙋ непрело́жнѡ, и҆ до страсте́й безстра́стнѡ прекло́ньшемꙋсѧ сло́ве бж҃їй: ми́ръ пода́ждь мѝ па́дшемꙋ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Богоявле́ния Твоего́, Христе́, / к нам ми́лостивно бы́вшаго, / Иса́ия, Свет ви́дев Невече́рний, / из но́щи у́треневав, взыва́ше: / воскре́снут ме́ртвии, и воста́нут су́щии во гробе́х, / и вси земноро́днии возра́дуются.",
  ["текст_цс"] = "Бг҃оѧвле́нїѧ твоегѡ̀ хрⷭ҇тѐ, къ на́мъ ми́лостивнѡ бы́вшагѡ, и҆са́їа свѣ́тъ ви́дѣвъ невече́рнїй, и҆з̾ но́щи оу҆́треневавъ взыва́ше: воскре́снꙋтъ ме́ртвїи, и҆ воста́нꙋтъ сꙋ́щїи во гробѣ́хъ, и҆ всѝ земноро́днїи возра́дꙋютсѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Свет возсия́вый ми́ру, Христе́, / просвети́ се́рдце мое́, / от но́щи Тебе́ зову́ща, / и спаси́ мя.",
  ["текст_цс"] = "Свѣ́тъ возсїѧ́вый мі́рꙋ хрⷭ҇тѐ, просвѣтѝ се́рдце моѐ ѿ но́щи тебѣ̀ зовꙋ́ща, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "На Тя упова́х, Го́споди, / и к Тебе́ у́тренюю, Пребоже́ственней Добро́те, / ду́шу мою́ возвесели́ / во све́те Богове́дения Твоего́ и спаси́ мя.",
  ["текст_цс"] = "На тѧ̀ оу҆пова́хъ гдⷭ҇и, и҆ къ тебѣ̀ оу҆́тренюю пребж҃е́ственнѣй добро́тѣ, дꙋ́шꙋ мою̀ возвеселѝ во свѣ́тѣ бг҃овѣ́дѣнїѧ твоегѡ̀, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Прозорли́вый Иса́ия, / разуме́яй безсе́менное рожде́ние Твое́, Де́во, вопия́ше: / се во чре́ве прии́мет Де́ва, / ро́ждшая Сло́ва Единоро́днаго, / Сы́на же О́тча, / со Ду́хом Боже́ственным славосло́вима.",
  ["текст_цс"] = "Прозорли́вый и҆са́їа, разꙋмѣ́ѧй безсѣ́менное рожде́нїе твоѐ дв҃о, вопїѧ́ше: сѐ во чре́вѣ прїи́метъ дв҃а, ро́ждшаѧ сло́ва є҆диноро́днагѡ, сн҃а же ѻ҆́ч҃а, со дх҃омъ бж҃е́ственнымъ славосло́вима.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "От но́щи песнь возсыла́ем Тебе́: / возниспосли́ нам ми́лость Твою́, Го́споди, / Ты бо еси́ Бог наш, / ра́зве Тебе́, ино́го не ве́мы.",
  ["текст_цс"] = "Ѿ но́щи пѣ́снь возсыла́емъ тебѣ̀, возниспослѝ на́мъ ми́лость твою̀ гдⷭ҇и: ты́ бо є҆сѝ бг҃ъ на́шъ, ра́звѣ тебѣ̀ и҆но́гѡ не вѣ́мы.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "От но́щи у́тренююща, Человеколю́бче, / просвети́, молю́ся, / и наста́ви и мене́ на повеле́ния Твоя́, / и научи́ мя, Спа́се, твори́ти во́лю Твою́.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренююща, чл҃вѣколю́бче просвѣтѝ, молю́сѧ, и҆ наста́ви и҆ менѐ на повелѣ̑нїѧ твоѧ̑, и҆ наꙋчи́ мѧ сп҃се, твори́ти во́лю твою̀.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Свет и мир Твой, Христе́, / рабо́м Твои́м пода́ждь, Бла́же: / Ты бо еси́ всех мир / и сою́з любве́, Человеколю́бче, / Тя позна́вшим, у́тро све́тлое, / и Влады́ку вои́стинну, и Го́спода.",
  ["текст_цс"] = "Свѣ́тъ и҆ ми́ръ тво́й хрⷭ҇тѐ, рабѡ́мъ твои̑мъ пода́ждь бл҃же: ты́ бо є҆сѝ всѣ́хъ ми́ръ, и҆ сою́зъ любвѐ чл҃вѣколю́бче, тѧ̀ позна́вшымъ оу҆́тро свѣ́тлое, и҆ влⷣкꙋ вои́стиннꙋ и҆ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Мрак тя, душе́ моя́, / поя́т беззако́нных дея́ний, / я́же соде́лала еси́ в житии́ сем, / но не преста́ни, зову́щи: / Наста́вниче Све́та и Изба́вителю всех, / омраче́нную ду́шу мою́ светово́дствуй к Све́ту Невече́рнему.",
  ["текст_цс"] = "Мра́къ тѧ̀, дꙋшѐ моѧ̀, поѧ́тъ беззако́нныхъ дѣѧ́нїй, ꙗ҆̀же содѣ́лала є҆сѝ въ житїѝ се́мъ, но не преста́ни зовꙋ́щи: наста́вниче свѣ́та, и҆ и҆зба́вителю всѣ́хъ, ѡ҆мраче́ннꙋю дꙋ́шꙋ мою̀ свѣтово́дствꙋй къ свѣ́тꙋ невече́рнемꙋ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Положи́ на стопы́ моя́ мглу / всезле́йший враг, Го́споди, / но Ты озари́, Светода́вче Сло́ве, / и сего́ мя изба́ви осужде́ния.",
  ["текст_цс"] = "Положѝ на стѡпы̀ моѧ̑ мглꙋ̀ всеѕлѣ́йшїй вра́гъ, гдⷭ҇и, но ты̀ ѡ҆зарѝ свѣтода́вче сло́ве, и҆ сегѡ́ мѧ и҆зба́ви ѡ҆сꙋжде́нїѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Мир мног лю́бящим Тя, Христе́, / и нощь просвеще́ния в пи́щи слове́с Твои́х, / сего́ ра́ди, от но́щи у́тренююще, / про́сим ми́лости от Тебе́, Человеколю́бче.",
  ["текст_цс"] = "Ми́ръ мно́гъ лю́бѧщымъ тѧ̀ хрⷭ҇тѐ, и҆ но́щь просвѣще́нїѧ въ пи́щи слове́съ твои́хъ: сегѡ̀ ра́ди ѿ но́щи оу҆́тренююще, про́симъ ми́лости ѿ тебѐ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Жите́йское мо́ре, / воздвиза́емое зря напа́стей бу́рею, / к ти́хому приста́нищу Твоему́ прите́к, вопию́ Ти: / возведи́ от тли живо́т мой, Многоми́лостиве.",
  ["текст_цс"] = "Жите́йское мо́ре, воздвиза́емое зрѧ̀ напа́стей бꙋ́рею, къ ти́хомꙋ приста́нищꙋ твоемꙋ̀ прите́къ, вопїю́ ти: возведѝ ѿ тлѝ живо́тъ мо́й, многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Бе́здна после́дняя грехо́в обы́де мя, / и, волне́ния не ктому́ терпя́, / я́ко Ио́на Влады́це, вопию́ Ти: / от тли мя возведи́.",
  ["текст_цс"] = "Бе́здна послѣ́днѧѧ грѣхѡ́въ ѡ҆бы́де мѧ̀, и҆ волне́нїѧ не ктомꙋ̀ терпѧ̀, ꙗ҆́кѡ і҆ѡ́на влⷣцѣ вопїю́ ти: ѿ тлѝ мѧ̀ возведѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ят бысть, / но не удержа́н в пе́рсех ки́товых Ио́на: / Твой бо о́браз нося́, / Страда́вшаго и погребе́нию да́вшагося, / я́ко от черто́га, от зве́ря изы́де. / Приглаша́ше же кустоди́и: / храня́щии су́етная и ло́жная, / ми́лость сию́ оста́вили есте́.",
  ["текст_цс"] = "Ꙗ҆́тъ бы́сть, но не оу҆держа́нъ въ пе́рсехъ ки́товыхъ і҆ѡ́на: тво́й бо ѡ҆́бразъ носѧ̀, страда́вшагѡ, и҆ погребе́нїю да́вшагѡсѧ, ꙗ҆́кѡ ѿ черто́га ѿ ѕвѣ́рѧ и҆зы́де. приглаша́ше же кꙋстѡді́и, хранѧ́щїи сꙋ́єтнаѧ и҆ лѡ́жнаѧ, млⷭ҇ть сїю̀ ѡ҆ста́вили є҆стѐ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ки́том пожре́н грехо́вным, / вопию́ Тебе́, Христе́: / я́ко проро́ка, / из истле́ния мя свободи́.",
  ["текст_цс"] = "Ки́томъ пожре́нъ грѣхо́внымъ, вопїю̀ тебѣ̀ хрⷭ҇тѐ: ꙗ҆́кѡ прⷪ҇ро́ка и҆з̾ и҆стлѣ́нїѧ мѧ̀ свободѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Обы́де мя бе́здна после́дняя грехо́вная, / пожре́ мя мно́жество зол мои́х, / и, стеня́, вопию́ Ти, Бо́же мой: / я́ко проро́ка Ио́ну, изба́ви, Многоми́лостиве.",
  ["текст_цс"] = "Ѡ҆бы́де мѧ̀ бе́здна послѣ́днѧѧ грѣхо́внаѧ пожре́ мѧ мно́жество ѕѡ́лъ мои́хъ, и҆ стенѧ̀ вопїю́ ти бж҃е мо́й: ꙗ҆́кѡ прⷪ҇ро́ка і҆ѡ́нꙋ и҆зба́ви многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ки́том содержи́мь прегреше́ний, / вопию́ Ти, Христе́ мой, со проро́ком: / возведи́ от тли живо́т мой / и спаси́ мя.",
  ["текст_цс"] = "Ки́томъ содержи́мь прегрѣше́нїй, вопїю́ ти хрⷭ҇тѐ мо́й со прⷪ҇ро́комъ: возведѝ ѿ тлѝ живо́тъ мо́й, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Зве́рю бе́здны предае́тся проро́к Ио́на, / глубине́ морско́й, / прообразу́я Твое́, Сло́ве, тридне́вное воста́ние. / Тем и взыва́ше: / из глубины́ преиспо́дния возведи́ живо́т мой, / Благоутро́бне.",
  ["текст_цс"] = "Ѕвѣ́рю бе́здны предае́тсѧ прⷪ҇ро́къ і҆ѡ́на, глꙋбинѣ̀ морско́й, проѡбразꙋ́ѧ твоѐ сло́ве, тридне́вное воста́нїе. тѣ́мъ и҆ взыва́ше: и҆з̾ глꙋбины̀ преиспо́днїѧ возведѝ живо́тъ мо́й, бл҃гоꙋтро́бне.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Возопи́х всем се́рдцем, Го́споди, / злы́ми де́лы одержи́мь, / возведи́, молю́ся, / изринове́на от тли, / Тя бо помяну́х, Спа́се, / и возвесели́ся се́рдце мое́.",
  ["текст_цс"] = "Возопи́хъ всѣ́мъ се́рдцемъ гдⷭ҇и, ѕлы́ми дѣ́лы ѡ҆держи́мь, возведѝ, молю́сѧ, и҆зринове́на ѿ тлѝ: тѧ́ бо помѧнꙋ́хъ сп҃се, и҆ возвесели́сѧ се́рдце моѐ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Росода́тельну у́бо пещь / соде́ла А́нгел / преподо́бным отроко́м, / халде́и же опаля́ющее веле́ние Бо́жие / мучи́теля увеща́ вопи́ти: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Росода́тельнꙋ оу҆́бѡ пе́щь содѣ́ла а҆́гг҃лъ преподѡ́бнымъ ѻ҆трокѡ́мъ, халдє́и же ѡ҆палѧ́ющее велѣ́нїе бж҃їе мꙋчи́телѧ оу҆вѣща̀ вопи́ти: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "О́троцы в Вавило́не / пе́щнаго пла́мене не убоя́шася, / но, посреде́ пла́мене вве́ржени, ороша́еми, поя́ху: / благослове́н еси́, Го́споди, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆́троцы въ вавѷлѡ́нѣ пе́щнагѡ пла́мене не оу҆боѧ́шасѧ, но посредѣ̀ пла́мене вве́ржени, ѡ҆роша́еми поѧ́хꙋ: бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Неизрече́нное чу́до: / в пещи́ Изба́вивый преподо́бныя о́троки из пла́мене / во Гро́бе мертв, бездыха́нен полага́ется / во спасе́ние нас, пою́щих: / Изба́вителю Бо́же, / благослове́н еси́.",
  ["текст_цс"] = "Неизрече́нное чꙋ́до, въ пещѝ и҆зба́вивый преподѡ́бныѧ ѻ҆́троки и҆з̾ пла́мене, во гро́бѣ ме́ртвъ бездыха́ненъ полага́етсѧ, во сп҃се́нїе на́съ пою́щихъ: и҆зба́вителю бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Преподо́бных Твои́х отроко́в песнь услы́шавый / и пещь горя́щую ороси́вый, / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Преподо́бныхъ твои́хъ ѻ҆трокѡ́въ пѣ́снь оу҆слы́шавый, и҆ пе́щь горѧ́щꙋю ѡ҆роси́вый, бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Преподо́бных Твои́х отроко́в моли́тву услы́шавый / и пещь горя́щую ороси́вый, / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Прпⷣбныхъ твои́хъ ѻ҆трокѡ́въ мл҃твꙋ оу҆слы́шавый, и҆ пе́щь горѧ́щꙋю ѡ҆роси́вый, бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ты о́троки в пещи́, Жизнода́вче, / А́нгелом ороси́л еси́, глаго́лющия: / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ты̀ ѻ҆́троки въ пещѝ жизнода́вче, а҆́гг҃ломъ ѡ҆роси́лъ є҆сѝ, глаго́лющыѧ: бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Яви́ся на ны благода́ть Твоя́, Спа́се, / и свет Креста́ Твоего́ возсия́ ми́рови: / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ꙗ҆ви́сѧ на ны̀ бл҃года́ть твоѧ̀ сп҃се, и҆ свѣ́тъ крⷭ҇та̀ твоегѡ̀ возсїѧ̀ мі́рови: бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆те́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Согреши́хом, беззако́нновахом, / непра́вдовахом пред Тобо́ю, / ниже́ соблюдо́хом, ниже́ сотвори́хом, / я́коже запове́дал еси́ нам, / но не преда́ждь нас до конца́, / отце́в Бо́же.",
  ["текст_цс"] = "Согрѣши́хомъ, беззако́нновахомъ, непра́вдовахомъ пред̾ тобо́ю, нижѐ соблюдо́хомъ, нижѐ сотвори́хомъ, ꙗ҆́коже заповѣ́далъ є҆сѝ на́мъ: но не преда́ждь на́съ до конца̀, ѻ҆тцє́въ бж҃е.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Три ю́ноши / не опали́ дре́вле возвыша́емый пла́мень, / неща́дно мя зной к тле́нию положи́. / Но, я́ко о́ныя изба́вил еси́ сия́нием Твои́м, / пою́щаго с ни́ми спаси́ мя: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Трѝ ю҆́нѡши не ѡ҆палѝ дре́вле возвыша́емый пла́мень, неща́днѡ мѧ̀ зно́й къ тлѣ́нїю положѝ. но ꙗ҆́кѡ ѻ҆́ныѧ и҆зба́вилъ є҆сѝ сїѧ́нїемъ твои́мъ, пою́щаго съ ни́ми сп҃си́ мѧ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "В Вавило́не плене́ннии тричи́сленнии / числе́нием царю́ беззако́нному проти́вишася, / поклоне́нию о́браза душетли́тельнаго позлаще́ннаго. / Те́мже, не покори́вшеся, / в пещь о́гненную вве́ржени бы́ша и, пою́ще, поя́ху: / оте́ц Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Въ вавѷлѡ́нѣ плѣне́нїи тричи́сленнїи числе́нїемъ, царю̀ беззако́нномꙋ проти́вишасѧ, поклоне́нїю ѡ҆́браза дꙋшетли́тельнагѡ позлаще́ннагѡ. тѣ́мже не покори́вшесѧ, въ пе́щь ѻ҆́гненнꙋю вве́ржени бы́ша, и҆ пою́ще поѧ́хꙋ: ѻ҆тє́цъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "В пусты́ни купину́, неопа́льно горя́щую, / обра́зно евре́йскую пещь пропису́ющу показа́, / и Де́вы о́браз явля́яй, / чуде́с Бо́же и Препросла́вленный.",
  ["текст_цс"] = "Въ пꙋсты́ни кꙋпинꙋ̀ неѡпа́льнѡ горѧ́щꙋю ѡ҆бра́знѡ є҆вре́йскꙋю пе́щь, прописꙋ́ющꙋ показа̀, и҆ дв҃ы ѡ҆́бразъ ꙗ҆влѧ́ѧй, чꙋде́съ бж҃е, и҆ препросла́вленный.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Из пла́мене преподо́бным ро́су источи́л еси́ / и пра́веднаго же́ртву водо́ю попали́л еси́: / вся бо твори́ши, Христе́, то́кмо е́же хоте́ти. / Тя превозно́сим во вся ве́ки.",
  ["текст_цс"] = "И҆з̾ пла́мене преподѡ́бнымъ ро́сꙋ и҆сточи́лъ є҆сѝ, и҆ пра́веднагѡ же́ртвꙋ водо́ю попали́лъ є҆сѝ: всѧ̑ бо твори́ши хрⷭ҇тѐ, то́кмѡ є҆́же хотѣ́ти. тѧ̀ превозно́симъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "За зако́ны оте́ческия / блаже́ннии в Вавило́не ю́ноши, предбе́дствующе, / царю́ющаго оплева́ша повеле́ние безу́мное / и, совоку́плени, и́мже не свари́шася огне́м, / Держа́вствующему досто́йную воспева́ху песнь: / Го́спода по́йте, дела́, и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "За зако́ны ѻ҆те́чєскїѧ бл҃же́ннїи въ вавѷлѡ́нѣ ю҆́ношы предбѣ́дствꙋюще, царю́ющагѡ ѡ҆плева́ша повелѣ́нїе безꙋ́мное, и҆ совокꙋ́плени и҆́мже не свари́шасѧ ѻ҆гне́мъ, держа́вствꙋюшемꙋ досто́йнꙋю воспѣва́хꙋ пѣ́снь: гдⷭ҇а по́йте дѣла̀, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Столп зло́бы богопроти́вныя / Боже́ственнии о́троцы обличи́ша, / на Христа́ же шата́ющееся беззако́нных собо́рище / сове́тует тще́тная, / уби́ти поуча́ется / Живо́т держа́щаго дла́нию. / Его́же вся тварь благослови́т, / сла́вящи во ве́ки.",
  ["текст_цс"] = "Сто́лпъ ѕло́бы бг҃опроти́вныѧ бж҃е́ственнїи ѻ҆́троцы ѡ҆бличи́ша, на хрⷭ҇та̀ шата́ющеесѧ беззако́нныхъ собо́рище, совѣ́тꙋетъ тщє́тнаѧ, оу҆би́ти поꙋча́етсѧ живо́тъ держа́щаго дла́нїю. є҆го́же всѧ̀ тва́рь бл҃гослови́тъ, сла́вѧщи во вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ужасни́ся, боя́йся, Не́бо, / и да подви́жатся основа́ния земли́: / се бо в мертвеце́х вменя́ется в Вы́шних Живы́й / и во Гроб мал странноприе́млется. / Его́же, о́троцы благослови́те, свяще́нницы, воспо́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Оу҆жасни́сѧ боѧ́йсѧ нб҃о, и҆ да подви́жатсѧ ѡ҆снова̑нїѧ землѝ, се́ бо въ мертвецѣ́хъ вмѣнѧ́етсѧ въ вы́шнихъ живы́й, и҆ во гро́бъ ма́лъ страннопрїе́млетсѧ є҆го́же ѻ҆́троцы бл҃гослови́те, сщ҃е́нницы воспо́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Преподо́бнии Твои́ о́троцы / в пещи́ Херуви́мы подража́ху, / Трисвяту́ю песнь воспева́юще: / благослови́те, по́йте и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Прпⷣбнїи твоѝ ѻ҆́троцы въ пещѝ херꙋві́мы подража́хꙋ, трист҃ꙋ́ю пѣ́снь воспѣва́юще: бл҃гослови́те, по́йте и҆ превозноси́те въ всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Отроко́в песнь воспои́м Христу́, / пою́ще с ни́ми: / да благослови́т вся тварь Го́спода / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Ѻ҆трокѡ́въ пѣ́снь воспои́мъ хрⷭ҇тꙋ̀, пою́ще съ ни́ми. да бл҃гослови́тъ всѧ̀ тва́рь гдⷭ҇а, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Его́же во́инства Небе́сная сла́вят, / и трепе́щут Херуви́ми и Серафи́ми, / вся́ко дыха́ние и тварь, / по́йте, благослови́те и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Є҆го́же вѡ́инства нбⷭ҇наѧ сла́вѧтъ, и҆ трепе́щꙋтъ херꙋві́ми и҆ серафі́ми, всѧ́ко дыха́нїе и҆ тва́рь, по́йте, бл҃гослови́те и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Мусики́йскаго согла́сия небре́гше, о́троцы / песнь Боже́ственную из пла́мене воспева́ху, глаго́люще: / свяще́нницы, благослови́те, лю́дие, коле́на и язы́цы, / превозноси́те Го́спода.",
  ["текст_цс"] = "Мꙋсїкі́йскагѡ согла́сїѧ небре́гше ѻ҆́троцы, пѣ́снь бж҃е́ственнꙋю и҆з̾ пла́мене воспѣва́хꙋ, глаго́люще: сщ҃е́нницы бл҃гослови́те, лю́дїе, кѡлѣ́на и҆ ꙗ҆зы́цы превозноси́те гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Бо́га Отца́ Соде́теля, / Единосу́щна Сы́на и Бо́жия Ду́ха / в пла́мени ю́ноши / пе́ти повелева́ются: / да благослови́т Го́спода вся тварь / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Бг҃а ѻ҆ц҃а̀ содѣ́телѧ, є҆диносꙋ́щна сн҃а, и҆ бж҃їѧ дх҃а, въ пла́мени ю҆́нѡши пѣ́ти повелѣва́ютсѧ: да бл҃гослови́тъ гдⷭ҇а всѧ̀ тва́рь, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Мучи́телеву златослия́нному столпу́, я́ко сопротивобо́жному истука́ну, / не поклони́шася о́троцы Сио́нстии, / но, Богохрани́ми, перси́йскую пещь я́ко травни́к, непщева́ху / и пла́мень, я́ко ороша́ющий о́блак, / и, лику́юще, поя́ху: / благослови́те, творе́ния вся, Го́спода.",
  ["текст_цс"] = "Мꙋчи́телевꙋ златослїѧ́нномꙋ столпꙋ̀, ꙗ҆́кѡ сопротивобо́жномꙋ и҆стꙋка́нꙋ, не поклони́шасѧ ѻ҆́троцы сїѡ́нстїи, но бг҃охрани́ми, персі́йскꙋю пе́щь ꙗ҆́кѡ травни́къ непщева́хꙋ, и҆ пла́мень ꙗ҆́кѡ ѡ҆роша́ющїй ѻ҆́блакъ, и҆ ликꙋ́юще поѧ́хꙋ: бл҃гослови́те творє́нїѧ всѧ̑ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Угрожа́яй царь иногда́ ю́ношам / пещь угото́ва / и непови́нным повеле́ вве́рженным бы́ти, / испове́дающим Бо́га препросла́вленнаго, / Его́же благословя́т творе́ния / всея́ тва́ри во ве́ки.",
  ["текст_цс"] = "Оу҆грожа́ѧй ца́рь и҆ногда̀ ю҆́ношамъ, пе́щь оу҆гото́ва, и҆ непови̑ннымъ повелѣ̀ вве́ржєнымъ бы́ти, и҆сповѣ́дающымъ бг҃а препросла́вленнаго: є҆го́же бл҃гословѧ́тъ творє́нїѧ всеѧ̀ тва́ри во вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Си́ла та́инственная / в Вавило́не явля́ется, / о́троки в пла́мени Боже́ственным Ду́хом ороша́ющи / и мучи́телеву горды́ню попаля́ющи. / Те́мже вопия́ху благоче́стно: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Си́ла та́инственнаѧ въ вавѷлѡ́нѣ ꙗ҆влѧ́етсѧ, ѻ҆́троки въ пла́мени бж҃е́ственнымъ дх҃омъ ѡ҆роша́ющи, и҆ мꙋчи́телевꙋ горды́ню попалѧ́ющи. тѣ́мже вопїѧ́хꙋ бл҃гоче́стнѡ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Царю́ веко́в, Христу́, / песнь рцем отроко́в, ве́рнии: / благослови́те, / вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Цр҃ю̀ вѣкѡ́въ хрⷭ҇тꙋ̀, пѣ́снь рце́мъ ѻ҆трокѡ́въ вѣ́рнїи: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Прохлажде́й горя́щую пещь, Бо́же, / и о́троки же невреди́мы сохрани́в, / Тебе́ воспева́ющия: / свяще́нницы, по́йте и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Прохлажде́й горѧ́щꙋю пе́щь бж҃е, и҆ ѻ҆́троки же невреди́мы сохрани́въ тебѐ воспѣва́ющыѧ: сщ҃е́нницы по́йте, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Бо́га челове́ком не возмо́жно ви́дети, / на Него ́же не сме́ют чи́ни А́нгельстии взира́ти; / Тобо́ю же, Всечи́стая, яви́ся челове́ком / Сло́во воплоще́нно, / Его́же велича́юще, / с Небе́сными во́и Тя ублажа́ем.",
  ["текст_цс"] = "Бг҃а человѣ́кѡмъ не возмо́жно ви́дѣти, на него́же не смѣ́ютъ чи́ни а҆́гг҃льстїи взира́ти: тобо́ю же всечⷭ҇таѧ ꙗ҆ви́сѧ человѣ́кѡмъ сло́во воплоще́нно, є҆го́же велича́юще съ нбⷭ҇ными вѡ́и, тѧ̀ оу҆бл҃жа́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Стра́нствия Влады́чня / и Безсме́ртныя Трапе́зы / на Го́рнем ме́сте высо́кими умы́, / ве́рнии, прииди́те, наслади́мся, / возше́дша Сло́ва, от Сло́ва научи́вшеся, / Его́же велича́ем.",
  ["текст_цс"] = "Стра́нствїѧ влⷣчнѧ, и҆ безсме́ртныѧ трапе́зы на го́рнемъ мѣ́стѣ, высо́кими оу҆мы̀, вѣ́рнїи прїиди́те наслади́мсѧ, возше́дша сло́ва, ѿ сло́ва наꙋчи́вшесѧ, є҆го́же велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Честне́йшую Херуви́м / и сла́внейшую без сравне́ния Серафи́м, / без истле́ния Бо́га Сло́ва ро́ждшую, / су́щую Богоро́дицу, Тя велича́ем.",
  ["текст_цс"] = "Чⷭ҇тнѣ́йшꙋю херꙋві̑мъ, и҆ сла́внѣйшꙋю без̾ сравне́нїѧ серафі̑мъ, без̾ и҆стлѣ́нїѧ бг҃а сло́ва ро́ждшꙋю, сꙋ́щꙋю бцⷣꙋ тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Не рыда́й Мене́, Ма́ти, / зря́щи во Гро́бе, / Его́же во чре́ве без се́мене зачала́ еси́, Сы́на: / воста́ну бо, и просла́влюся, / и вознесу́ со сла́вою непреста́нно я́ко Бог, / ве́рою и любо́вию Тя велича́ющия.",
  ["текст_цс"] = "Не рыда́й менѐ мт҃и зрѧ́щи во гро́бѣ, є҆го́же во чре́вѣ без̾ сѣ́мене зачала̀ є҆сѝ сн҃а: воста́нꙋ бо и҆ просла́влюсѧ, и҆ вознесꙋ̀ со сла́вою непреста́ннѡ ꙗ҆́кѡ бг҃ъ, вѣ́рою и҆ любо́вїю тѧ̀ велича́ющыѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Е́же ра́дуйся / от А́нгела прии́мшая / и ро́ждшая Созда́теля Своего́, / Де́во, спаси́ Тя велича́ющия.",
  ["текст_цс"] = "Є҆́же ра́дꙋйсѧ ѿ а҆́гг҃ла прїи́мшаѧ, и҆ ро́ждшаѧ созда́телѧ своего̀, дв҃о, сп҃си́ тѧ велича́ющыѧ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ве́чное обре́тше избавле́ние, / от пра́отца Ада́ма свы́ше рожде́нное, / ро́ду стра́шнаго изрече́ния, / рождество́ со Безпло́тными / непостижи́мое славосло́вим, / Богоро́дицу Тя пе́сньми велича́юще.",
  ["текст_цс"] = "Вѣ́чное ѡ҆брѣ́тше и҆збавле́нїе, ѿ пра́ѻтца а҆да́ма свы́ше рожде́нное, ро́дꙋ стра́шнагѡ и҆зрече́нїѧ, рождество̀ со безпло́тными непостижи́мое славосло́вимъ, бцⷣꙋ тѧ̀ пѣ́сньми велича́юще.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ра́дуйся, Честна́я Всесвята́я Ма́ти Де́во, / Еди́ на Всепе́тая, / Тя сла́вит вся тварь, / Ма́терь Све́та.",
  ["текст_цс"] = "Ра́дꙋйсѧ чⷭ҇тна́ѧ всест҃а́ѧ мт҃и дв҃о, є҆ди́на всепѣ́таѧ, тѧ̀ сла́витъ всѧ̀ тва́рь, мт҃рь свѣ́та.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Безсе́меннаго зача́тия рождество́ несказа́нное, / Ма́тере безму́жныя Нетле́нен Плод, / Бо́жие бо рожде́ние обновля́ет естества́. / Те́мже Тя, вси ро́ди, / я́ко Богоневе́стную Ма́терь, / правосла́вно велича́ем.",
  ["текст_цс"] = "Безсѣ́меннагѡ зача́тїѧ ржⷭ҇тво̀ несказа́нное, мт҃ре безмꙋ́жныѧ нетлѣ́ненъ пло́дъ: бж҃їе бо рожде́нїе ѡ҆бновлѧ́етъ є҆стєства̀. тѣ́мже тѧ̀ всѝ ро́ди, ꙗ҆́кѡ бг҃оневѣ́стнꙋю мт҃рь, правосла́внѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Сло́вом Сло́во Еди́на ро́ждшая / ерети́ческая уста́ загради́ злоре́чивая: / и́но но́во Не́бо, неокра́домый рай, Пречи́стая, / Тя велича́ем.",
  ["текст_цс"] = "Сло́вомъ сло́во є҆ди́на ро́ждшаѧ, є҆реті́чєскаѧ оу҆ста̀ заградѝ ѕлорѣчи̑ваѧ. и҆́но но́во нб҃о, неѡкра́домый ра́й пречⷭ҇таѧ, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Велича́ем Тя, вси ро́ди, / Богоро́дице Де́во, / исто́чник живота́ на́шего.",
  ["текст_цс"] = "Велича́емъ тѧ̀ всѝ ро́ди бцⷣе дв҃о, и҆сто́чникъ живота̀ на́шегѡ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Се врата́, / се гора́ свята́я, / се де́вствующая Ма́ти, / Ю́же велича́ем.",
  ["текст_цс"] = "Сѐ врата̀, сѐ гора̀ ст҃а́ѧ, сѐ дѣ́вствꙋющаѧ мт҃и, ю҆́же велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Слы́ши, Дщи, и виждь, и приклони́ у́хо Твое́, / и возжела́ет Царь добро́ты Твое́й: / и́бо вся сла́ва Твоя́, Де́во, отвну́трь, / я́ко заче́нши Созда́теля Твоего́. / Те́мже, бога́тии лю́дстии, лицу́ Твоему́ моля́щеся, / Тя велича́ем.",
  ["текст_цс"] = "Слы́ши дщѝ, и҆ ви́ждь, и҆ приклонѝ оу҆́хо твоѐ, и҆ возжела́етъ ца́рь добро́тѣ твое́й: и҆́бо всѧ̀ сла́ва твоѧ̀ дв҃о ѿвнꙋ́трь, ꙗ҆́кѡ заче́нши созда́телѧ твоего̀. тѣ́мже бога́тїи лю́дстїи лицꙋ̀ твоемꙋ̀ молѧ́щесѧ, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Ма́терними объя́тии, Честна́я, / носи́ла еси́ Седя́щаго на Херуви́мех / и Сего́ сосцепита́еши, / за кра́йнюю вся́кую бла́гость во Ада́мов о́браз вообразу́ющася. / Те́мже, соше́дшеся, челове́ческое собра́ние, / и Тя, ро́ждшую Свет ми́ра, велича́ем.",
  ["текст_цс"] = "Мт҃рними ѡ҆б̾ѧ́тїи чⷭ҇тна́ѧ носи́ла є҆сѝ сѣдѧ́щаго на херꙋві́мѣхъ, и҆ сего̀ сосцепита́еши, за кра́йнюю всѧ́кꙋю бл҃гость, во а҆да́мовъ ѡ҆́бразъ воѡбразꙋ́ющасѧ. тѣ́мже соше́дшесѧ человѣ́ческое собра́нїе, и҆ тѧ̀ ро́ждшꙋю свѣ́тъ мі́ра, велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Безсе́менно ро́ждшую Еди́наго от Тро́ицы, / на́ше все без нетле́ния взе́мша, / Ему́же оте́чества язы́ков покланя́ются, / Де́во, Тя велича́ем.",
  ["текст_цс"] = "Безсѣ́меннѡ ро́ждшꙋю є҆ди́наго ѿ трⷪ҇цы на́ше всѐ без̾ и҆стлѣ́нїѧ взе́мша, є҆мꙋ́же ѻ҆те́чєства ꙗ҆зы́кѡвъ покланѧ́ютсѧ, дв҃о тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 6,
  ["текст_ру"] = "Купину́ у́мную, / дре́вле на горе́ я́вльшуюся Моисе́ю, неопа́льно горя́щу, / Пречи́стую и Святу́ю Де́ву / согла́сно пе́сньми велича́ем.",
  ["текст_цс"] = "Кꙋпинꙋ̀ оу҆́мнꙋю дре́вле на горѣ̀ ꙗ҆́вльшꙋюсѧ мѡѷсе́ю, неѡпа́льнѡ горѧ́щꙋ, пречⷭ҇тꙋю и҆ ст҃ꙋ́ю дв҃ꙋ, согла́снѡ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Ма́нием Твои́м на земны́й о́браз преложи́ся / пре́жде удоборазлива́емое водно́е естество́, Го́споди. / Те́мже, немо́кренно пешеше́ствовав, Изра́иль / пое́т Тебе́ песнь побе́дную.",
  ["текст_цс"] = "Ма́нїемъ твои́мъ на земны́й ѡ҆́бразъ преложи́сѧ, пре́жде оу҆доборазлива́емое водно́е є҆стество̀, гдⷭ҇и. тѣ́мже немо́креннѡ пѣшеше́ствовавъ і҆и҃ль, пое́тъ тебѣ̀ пѣ́снь побѣ́днꙋю.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "По́нтом покры́ фарао́на с колесни́цами / Сокруша́яй бра́ни мы́шцею высо́кою, / пои́м Ему́, я́ко просла́вися.",
  ["текст_цс"] = "По́нтомъ покры̀ фараѡ́на съ колесни́цами, сокрꙋша́ѧй бра̑ни мы́шцею высо́кою: пои́мъ є҆мꙋ̀, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Поспе́шествовавшему Бо́гу во Еги́пте Моисе́ови, / извести́ Изра́иля, / Тому́ Еди́ному пои́м, / я́ко просла́вися.",
  ["текст_цс"] = "Поспѣ́шествовавшемꙋ бг҃ꙋ во є҆гѵ́птѣ мѡѷсе́ови, и҆звестѝ і҆и҃лѧ, томꙋ̀ є҆ди́номꙋ пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Сокруши́вшему бра́ни мы́шцею Свое́ю / и вса́дники триста́ты погрузи́вшему, / пои́м Ему́, я́ко Изба́вителю на́шему Бо́гу, / я́ко просла́вися.",
  ["текст_цс"] = "Сокрꙋши́вшемꙋ бра̑ни мы́шцею свое́ю, вса́дники трїста́ты погрꙋзи́вшемꙋ, пои́мъ є҆мꙋ̀, ꙗ҆́кѡ и҆зба́вителю на́шемꙋ бг҃ꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Истря́сшему Бо́гу / фарао́на в мо́ри Чермне́м / песнь побе́дную пои́м, / я́ко просла́вися.",
  ["текст_цс"] = "И҆стрѧ́сшемꙋ бг҃ꙋ фараѡ́на въ мо́ри чермнѣ́мъ, пѣ́снь побѣ́днꙋю пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "От струй Чермна́го / сте́ну сотво́ршему лю́дем / и покры́вшему глубино́ю фарао́на со всево́инством, / пои́м Го́сподеви, сла́вно бо просла́вися.",
  ["текст_цс"] = "Ѿ стрꙋ́й чермна́гѡ, стѣ́нꙋ сотво́ршемꙋ лю́демъ, и҆ покры́вшемꙋ глꙋбино́ю фараѡ́на со всево́инствомъ, пои́мъ гдⷭ҇еви: сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Погрузи́вшему фарао́на / в Чермне́м мо́ри / побе́дную песнь пои́м, / я́ко просла́вися.",
  ["текст_цс"] = "Погрꙋзи́вшемꙋ фараѡ́на въ чермнѣ́мъ мо́ри, побѣ́днꙋю пѣ́снь пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Моисе́йский жезл Боже́ственною си́лою / Чермно́е про́йде мо́ре / и проведе́ лю́ди, пою́щия и глаго́лющия: / пои́м Ди́вному Бо́гу на́шему побе́дную песнь, / я́ко просла́вися.",
  ["текст_цс"] = "Мѡѷсе́йскїй же́злъ бж҃е́ственною си́лою чермно́е про́йде мо́ре, и҆ проведѐ лю́ди пою́щыѧ и҆ глаго́лющыѧ: пои́мъ ди́вномꙋ бг҃ꙋ на́шемꙋ побѣ́днꙋю пѣ́снь, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Пои́м Го́сподеви, / погрузи́вшему всю си́лу фарао́нову в мо́ри, / побе́дную песнь, / я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇еви погрꙋзи́вшемꙋ всю̀ си́лꙋ фараѡ́новꙋ въ мо́ри, побѣ́днꙋю пѣ́снь, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Изме́ншему Бо́гу Изра́иля / от мо́ря Чермна́го / побе́дную песнь пои́м, / я́ко просла́вися.",
  ["текст_цс"] = "И҆змѣ́ншемꙋ бг҃ꙋ і҆и҃лѧ ѿ мо́рѧ чермна́гѡ, побѣ́днꙋю пѣ́снь пои́мъ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Лю́дие, внемли́те Бо́жию снизхожде́нию, / я́ко от Де́вы Святы́я роди́ся, я́ко благоволи́, / Тому́ дади́м сла́ву и хвале́ние.",
  ["текст_цс"] = "Лю́дїе, внемли́те бж҃їю снизхожде́нїю, ꙗ҆́кѡ ѿ дв҃ы ст҃ы́ѧ роди́сѧ, ꙗ҆́кѡ бл҃говолѝ: томꙋ̀ дади́мъ сла́вꙋ и҆ хвале́нїе.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Ви́дите, ви́дите, я́ко Аз есмь Бог ваш, / две́ри Небе́сныя отверзы́й / и одожди́вый ма́нну лю́дем избра́нным, / я́ко возмо́жна Мне вся: / творю́ бо, ели́ка хощу́.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ, двє́ри нбⷭ҇ныѧ ѿве́рзый, и҆ ѡ҆дожди́вый ма́ннꙋ лю́демъ и҆збра̑ннымъ, ꙗ҆́кѡ возмѡ́жна мнѣ̀ всѧ̑: творю́ бо, є҆ли̑ка хощꙋ̀.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / и воспою́ Христа́, / Спа́са ми́ра, Еди́наго Человеколю́бца.",
  ["текст_цс"] = "Вонмѝ нб҃о, и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀ сп҃са мі́ра є҆ди́наго, чл҃вѣколю́бца.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В нача́ле Небеса́ всеси́льным сло́вом Твои́м / утвержде́й, Го́споди Спа́се, / и Вседе́тельным и Бо́жиим Ду́хом всю си́лу их, / на недви́жимем мя ка́мени испове́дания Твоего́ утверди́.",
  ["текст_цс"] = "Въ нача́лѣ нб҃са̀ всеси́льнымъ сло́вомъ твои́мъ оу҆твержде́й гдⷭ҇и сп҃се, и҆ вседѣ́тельнымъ и҆ бж҃їимъ дх҃омъ всю̀ си́лꙋ и҆́хъ, на недви́жимѣмъ мѧ̀ ка́мени и҆сповѣ́данїѧ твоегѡ̀ оу҆твердѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "С высоты́ Си́лою, ученико́м, Христе́, / до́ндеже облеце́теся, рекл еси́, / седи́те во Иерусали́ме: / Аз же я́ко Мене́, Уте́шителя ино́го, / Ду́ха Моего́ же и О́тча послю́, / в Не́мже утвердите́ся.",
  ["текст_цс"] = "Съ высоты̀ си́лою оу҆ч҃нкѡ́мъ хрⷭ҇тѐ, до́ндеже ѡ҆блеце́тесѧ, ре́клъ є҆сѝ сѣди́те во і҆ерⷭ҇ли́мѣ: а҆́зъ же ꙗ҆́кѡ менѐ оу҆тѣ́шителѧ и҆но́го, дх҃а моего́ же и҆ ѻ҆́ч҃а послю̀, въ не́мже оу҆твердите́сѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Утверди́ся се́рдце мое́ в Го́споде, / вознесе́ся рог мой в Бо́зе мое́м, / разшири́шася на враги́ моя́ уста́ моя́, / возвесели́хся о спасе́нии Твое́м.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ въ гдⷭ҇ѣ, вознесе́сѧ ро́гъ мо́й въ бз҃ѣ мое́мъ, разшири́шасѧ на врагѝ моѧ̑, оу҆ста̀ моѧ̑, возвесели́хсѧ ѡ҆ сп҃се́нїи твое́мъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Утверди́ся ве́рою Христо́ва Це́рковь, / и́бо непреста́нно пе́сньми вопие́т, пою́щи: / Свят еси́, Го́споди, / и Тя пое́т дух мой.",
  ["текст_цс"] = "Оу҆тверди́сѧ вѣ́рою хрⷭ҇то́ва цр҃ковь, и҆́бо непреста́ннѡ пѣ́сньми вопїе́тъ, пою́щи: ст҃ъ є҆сѝ гдⷭ҇и: и҆ тѧ̀ пое́тъ дꙋ́хъ мо́й.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Небеса́ утверди́вый сло́вом / и земно́е основа́ние укрепи́вый на вода́х мно́гих, / утверди́ мой ум в во́лю Твою́, / Человеколю́бче.",
  ["текст_цс"] = "Нб҃са̀ оу҆тверди́вый сло́вомъ, и҆ земно́е ѡ҆снова́нїе оу҆крѣпи́вый на вода́хъ мно́гихъ, оу҆твердѝ мо́й оу҆́мъ въ во́лю твою̀ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "На вода́х зе́млю основа́вый, / Сло́ве, Христе́ Бо́же, / и на́ша сердца́ сла́вити Тя утверди́.",
  ["текст_цс"] = "На вода́хъ зе́млю ѡ҆снова́вый, сло́ве хрⷭ҇тѐ бж҃е, и҆ на̑ша сердца̀ сла́вити тѧ̀ оу҆твердѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Утверди́ мя, Христе́, к Твоему́ славосло́вию / и укрепи́ пе́ти А́ннину песнь Тебе́, поя́ во всех: / Свят еси́, Го́споди, содержа́й вся.",
  ["текст_цс"] = "Оу҆тверди́ мѧ хрⷭ҇тѐ къ твоемꙋ̀ славосло́вїю, и҆ оу҆крѣпѝ пѣ́ти а҆́ннинꙋ пѣ́снь тебѣ̀, поѧ̀ во всѣ́хъ: ст҃ъ є҆сѝ гдⷭ҇и, содержа́й всѧ̑.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В Правосла́вной ве́ре испове́дания / утверди́ мя, Го́споди, / да не подви́гнет мя враг до конца́.",
  ["текст_цс"] = "Въ правосла́вной вѣ́рѣ и҆сповѣ́данїѧ оу҆твердѝ мѧ̀ гдⷭ҇и, да не подви́гнетъ мѧ̀ вра́гъ до конца̀.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "И́же от Безнача́льнаго Отца́, Сло́ве, / Сы́не Единоро́дный, / просвети́ сердца́ на́ша.",
  ["текст_цс"] = "И҆́же ѿ безнача́льнагѡ ѻ҆ц҃а̀ сло́ве, сн҃е є҆диноро́дный, просвѣтѝ сердца̀ на̑ша.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Утвержде́ние мне бу́ди, / сло́вом утверди́вый Небеса́ / и укрепи́вый зе́млю на вода́х, / и изба́ви, я́ко Бог, от вся́каго обстоя́ния.",
  ["текст_цс"] = "Оу҆твержде́нїе мнѣ̀ бꙋ́ди, сло́вомъ оу҆тверди́вый нб҃са̀ и҆ оу҆крѣпи́вый зе́млю на вода́хъ, и҆ и҆зба́ви ꙗ҆́кѡ бг҃ъ, ѿ всѧ́кагѡ ѡ҆бстоѧ́нїѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В мокрота́х тя́жестну зе́млю укрепи́вый, Всеси́льне, водны́х / и Небеса́ на ничесо́м сло́вом воздрузи́вый, / вну́тренняго сляче́наго моего́ страстьми́ челове́ка возвлеки́й, Христе́, / на недви́жимом Твоея́ ве́ры ка́мени утверди́.",
  ["текст_цс"] = "Въ мокрота́хъ тѧ́жестнꙋ зе́млю оу҆крѣпи́вый всеси́льне водны́хъ, и҆ нб҃са̀ на ничесо́мъ сло́вомъ водрꙋзи́вый, внꙋ́треннѧго слѧче́наго моего̀ страстьмѝ человѣ́ка возвлекі́й хрⷭ҇тѐ, недви́жимомъ твоеѧ̀ вѣ́ры ка́мени оу҆твердѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "О́тча не́дра не оста́вль / и соше́д на зе́млю, Христе́ Бо́же, / та́йну услы́шах смотре́ния Твоего́ / и просла́вих Тя, Еди́не Человеколю́бче.",
  ["текст_цс"] = "Ѻ҆́ч҃а нѣ́дра не ѡ҆ста́вль, и҆ соше́дъ на зе́млю хрⷭ҇тѐ бж҃е та́йнꙋ оу҆слы́шахъ смотре́нїѧ твоегѡ̀, и҆ просла́вихъ тѧ̀ є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Смотря́яй проро́к в после́дняя / Твое́, Христе́, прише́ствие, вопия́ше: / Твою́ услы́шах, Го́споди, си́лу, / я́ко вся спасти́ пома́занныя Твоя́ прише́л еси́.",
  ["текст_цс"] = "Смотрѧ́ѧй прⷪ҇ро́къ въ послѣ̑днѧѧ твоѐ хрⷭ҇тѐ прише́ствїе, вопїѧ́ше: твою̀ оу҆слы́шахъ гдⷭ҇и си́лꙋ, ꙗ҆́кѡ всѧ̑ сп҃стѝ пома̑заннаѧ твоѧ̑ прише́лъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Покры́ла есть Небеса́, Христе́ Бо́же, / смотре́нием Твои́м доброде́тель неизрече́нныя му́дрости Твоея́, / Человеколю́бче.",
  ["текст_цс"] = "Покры́ла є҆́сть нб҃са̀ хрⷭ҇тѐ бж҃е, смотре́нїемъ твои́мъ, добродѣ́тель неизрече́нныѧ мꙋ́дрости твоеѧ̀, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Услы́шах слух Твой / и убоя́хся, / разуме́х дела́ Твоя́ / и ужасо́хся, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ оу҆жасо́хсѧ, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Плотско́е прише́ствие Твое́, Христе́, уверя́я, / проро́к Авваку́м взыва́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Плотско́е прише́ствїе твоѐ хрⷭ҇тѐ оу҆вѣрѧ́ѧ прⷪ҇ро́къ а҆ввакꙋ́мъ взыва́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Услы́шах слух Твой, Го́споди, / я́ко яви́лся еси́ на земли́, / за е́же спасти́ ны, / тем вопие́м: сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й гдⷭ҇и, ꙗ҆́кѡ ꙗ҆ви́лсѧ є҆сѝ на землѝ, за є҆́же сп҃сти́ ны. тѣ́мъ вопїе́мъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Услы́шах слух Твой и убоя́хся, Го́споди, / разуме́х дела́ Твоя́ и ужасо́хся, / я́ко Кресто́м Твои́м разруши́л еси́ смерть, / Живо́т нам дарова́вый.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, гдⷭ҇и, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ оу҆жасо́хсѧ: ꙗ҆́кѡ крⷭ҇то́мъ твои́мъ разрꙋши́лъ є҆сѝ сме́рть, живо́тъ на́мъ дарова́вый.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Небеса́ покры́ла есть / доброде́тель Твоя́, Го́споди, / и Твоего́ хвале́ния вся испо́лнил еси́: / сла́ва си́ле Твое́й, Человеколю́бче.",
  ["текст_цс"] = "Нб҃са̀ покры́ла є҆́сть добродѣ́тель твоѧ̀ гдⷭ҇и, и҆ твоегѡ̀ хвале́нїѧ всѧ̑ и҆спо́лнилъ є҆сѝ: сла́ва си́лѣ твое́й чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Боже́ственным предъявле́нне Авваку́м очи́стився Ду́хом, / между́ двою́ живо́тну прише́ствие Твое́ пропове́да; / тре́петом же содержи́мь, Христе́ мой, / слух ди́вных Твои́х услы́шав, / взыва́ше, убоя́хся.",
  ["текст_цс"] = "Бж҃е́ственнымъ пред̾ѧвле́ннѣ а҆ввакꙋ́мъ ѡ҆чи́стивсѧ дх҃омъ, междꙋ̀ двою̀ живѡ́тнꙋ прише́ствїе твоѐ проповѣ́да: тре́петомъ же содержи́мь хрⷭ҇тѐ мо́й, слꙋ́хъ ди́вныхъ твои́хъ оу҆слы́шавъ, взыва́ше, оу҆боѧ́хсѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Нощь не светла́ неве́рным, Христе́, / ве́рным же просвеще́ние в сла́дости слове́с Твои́х. / Сего́ ра́ди к Тебе́ у́тренюю / и воспева́ю Твое́ Божество́.",
  ["текст_цс"] = "Но́щь не свѣтла̀ невѣ́рныхъ хрⷭ҇тѐ, вѣ̑рнымъ же просвѣще́нїе въ сла́дости слове́съ твои́хъ. сегѡ̀ ра́ди къ тебѣ̀ оу҆́треннюю, и҆ воспѣва́ю твоѐ бж҃ество̀.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Стра́ха ра́ди Твоего́ зача́тый, Го́споди, / во чре́ве проро́ков / и рожде́нный на земли́ Дух спасе́ния / апо́стольская сердца́ созида́ет чи́ста, /и в ве́рных пра́вый обновля́ется, / свет бо и мир зане́ Твоя́ повеле́ния.",
  ["текст_цс"] = "Стра́ха ра́ди твоегѡ̀ зача́тый гдⷭ҇и, во чре́вѣ прⷪ҇ро́кѡвъ, и҆ рожде́нный на землѝ дх҃ъ сп҃се́нїѧ, а҆пⷭ҇льскаѧ сердца̀ созида́етъ чи̑ста: и҆ въ вѣ́рныхъ пра́вый ѡ҆бновлѧ́етсѧ: свѣ́тъ бо и҆ ми́ръ, занѐ твоѧ̑ повелѣ́нїѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "У́тренююще, Сло́ве, в сла́ву Твою́ и хвалу́, / восхваля́ем непреста́нно о́браз Креста́ Твоего́, / его́же дал еси́ нам / ору́жие в по́мощь.",
  ["текст_цс"] = "Оу҆́тренююще сло́ве, въ сла́вꙋ твою̀ и҆ хвалꙋ̀, восхвалѧ́емъ непреста́ннѡ ѡ҆́бразъ крⷭ҇та̀ твоегѡ̀, є҆го́же да́лъ є҆сѝ на́мъ ѻ҆рꙋ́жїе въ по́мощь.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Разгна́вый нощь страстну́ю, / возсия́й ми Свет у́мный, / началоро́дную тьму отгна́в бе́здны / и первозда́нный Свет возсия́вый ми́ру, Соде́телю всех.",
  ["текст_цс"] = "Разгна́вый но́щь страстнꙋ́ю, возсїѧ́й мѝ свѣ́тъ оу҆́мный, началоро́днꙋю тьмꙋ̀ ѿгна́въ бе́здны, и҆ первозда́нный свѣ́тъ возсїѧ́вый мі́рꙋ, содѣ́телю всѣ́хъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Го́споди Бо́же мой, / от но́щи у́треневав, Тебе́ молю́ся: / пода́ждь ми оставле́ние прегреше́ний мои́х / и к све́ту Твои́х повеле́ний / пути́ моя́ напра́ви, молю́ся.",
  ["текст_цс"] = "Гдⷭ҇и бж҃е мо́й, ѿ но́щи оу҆́треневавъ тебѣ̀ молю́сѧ: пода́ждь мѝ ѡ҆ставле́нїе прегрѣше́нїй мои́хъ, и҆ къ свѣ́тꙋ твои́хъ повелѣ́нїй пꙋти̑ моѧ̑ напра́ви, молю́сѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "У́тренюет дух мой к Тебе́, Бо́же, / зане́ Свет еси́ и Твоя́ повеле́ния бы́ша / исцеле́ния рабо́м Твои́м, / Человеколю́бче.",
  ["текст_цс"] = "Оу҆́тренюетъ дꙋ́хъ мо́й къ тебѣ̀ бж҃е, занѐ свѣ́тъ є҆сѝ, и҆ твоѧ̑ повелѣ̑нїѧ бы́ша и҆сцѣлє́нїѧ рабѡ́мъ твои̑мъ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Све́та мне́нием / ко тьме низри́нувшая помрачи́ся пре́лесть: / Свет бо, вои́стинну Непристу́пный и И́стинный, Богоявле́ния возсия́. / Те́мже Боже́ствен не, от но́щи у́тренююще, / песнь воспева́ем.",
  ["текст_цс"] = "Свѣ́та мнѣ́нїемъ ко тьмѣ̀ низри́нꙋвшаѧ помрачи́сѧ пре́лесть: свѣ́тъ бо вои́стиннꙋ непристꙋ́пный и҆ и҆́стинный бг҃оѧвле́нїѧ возсїѧ̀. тѣ́мже бж҃е́ственнѣ ѿ но́щи оу҆́тренююще, пѣ́снь воспѣва́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Роса́, я́же от Тебе́, Христе́ Бо́же, / исцеле́ние ве́рным нам яви́ся: / земли́ же нече́ствующих злочести́во паде́ние обеща́ется, / те́мже, от но́щи у́тренююще, / песнь Ти прино́сим.",
  ["текст_цс"] = "Роса̀, ꙗ҆̀же ѿ тебѐ хрⷭ҇тѐ бж҃е, и҆сцѣле́нїе вѣ̑рнымъ на́мъ ꙗ҆ви́сѧ: земли́ же нече́ствꙋющихъ ѕлочести́во паде́нїе ѡ҆бѣща́етсѧ. тѣ́мже ѿ но́щи оу҆́тренююще, пѣ́снь тѝ прино́симъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Но́щию мя страсте́й помраче́ннаго, / озари́, Све́те Непристу́пный, воздви́жима, / да, у́тренюя, зову́ Ти: / свет и мир повеле́ния Твоя́.",
  ["текст_цс"] = "Но́щїю мѧ̀ страсте́й помраче́ннаго, ѡ҆зарѝ свѣ́те непристꙋ́пный воздви́жима, да оу҆́тренюѧ зовꙋ́ ти: свѣ́тъ и҆ ми́ръ повелѣ̑нїѧ твоѧ̑.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "К Тебе́ у́тренюю / и Тебе́ вопию́, Благоутро́бне Го́споди: / омраче́нную грехми́ ду́шу мою́, / све́том озари́в за́поведей Твои́х, наста́ви.",
  ["текст_цс"] = "Къ тебѣ̀ оу҆́тренюю, и҆ тебѣ̀ вопїю̀ бл҃гоꙋтро́бне гдⷭ҇и: ѡ҆мраче́ннꙋю грѣхмѝ дꙋ́шꙋ мою̀, свѣ́томъ ѡ҆зари́въ за́повѣдей твои́хъ, наста́ви.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Ио́на из чре́ва а́дова вопия́ше: / возведи́ от тли живо́т мой. / Мы же Тебе́ вопие́м: / Всеси́льне Спа́се, поми́луй нас.",
  ["текст_цс"] = "І҆ѡ́на и҆з̾ чре́ва а҆́дова вопїѧ́ше: возведѝ ѿ тлѝ живо́тъ мо́й. мы́ же тебѣ̀ вопїе́мъ: всеси́льне сп҃се, поми́лꙋй на́съ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Пла́вающаго в молве́ жите́йских попече́ний, / с корабле́м потопля́ема грехи́ / и душетле́нному зве́рю примета́ема, / я́ко Ио́на, Христе́, вопию́ Ти: / из смертоно́сныя глубины́ возведи́ мя.",
  ["текст_цс"] = "Пла́вающаго въ молвѣ̀ жите́йскихъ попече́нїй, съ корабле́мъ потоплѧ́ема грѣхѝ. и҆ дꙋшетлѣ́нномꙋ ѕвѣ́рю примета́ема, ꙗ҆́кѡ і҆ѡ́на хрⷭ҇тѐ вопїю́ тѝ: и҆з̾ смертоно́сныѧ глꙋбины̀ возведи́ мѧ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Во глубину́ грехо́вную впа́дся, Бла́же, / я́ко Ио́на от ки́та, вопию́ Ти: / возведи́ от тли живо́т мой / и спаси́ мя, Человеколю́бче.",
  ["текст_цс"] = "Во глꙋбинꙋ̀ грѣхо́внꙋю впа́дсѧ, бл҃же, ꙗ҆́кѡ і҆ѡ́на ѿ ки́та вопїю́ ти. возведѝ ѿ тлѝ живо́тъ мо́й, и҆ сп҃си́ мѧ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Из глубины́ возве́л еси́ Ио́ну, проро́ка Твоего́, Го́споди, / и мене́, вопию́ща / из глубины́ безме́рных мои́х прегреше́ний, / возведи́, Ми́лостиве, я́ко Человеколю́бец.",
  ["текст_цс"] = "И҆з̾ глꙋбины̀ возве́лъ є҆сѝ і҆ѡ́нꙋ прⷪ҇ро́ка твоего̀ гдⷭ҇и, и҆ менѐ вопїю́ща и҆з̾ глꙋбины̀ безмѣ́рныхъ мои́хъ прегрѣше́нїй возведѝ млⷭ҇тиве, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Возопи́х, Го́споди, / внегда́ скорбе́ти ми к Тебе́, / и возве́л еси́ живо́т мой, / Многоми́лостиве.",
  ["текст_цс"] = "Возопи́хъ, гдⷭ҇и внегда̀ скорбѣ́ти мѝ къ тебѣ̀, и҆ возве́лъ є҆сѝ живо́тъ мо́й многоми́лостиве.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Возопи́х, Го́споди, / внегда́ скорбе́ти ми к Тебе́, / углебо́х бо в тиме́нии / глубины́ прегреше́ний мно́гих, / и, я́влься, возведи́ мя от тли.",
  ["текст_цс"] = "Возопи́хъ внегда̀ скорбѣ́ти мѝ къ тебѣ̀: оу҆глѣбо́хъ бо въ тимѣ́нїи глꙋбины̀ прегрѣше́нїй мно́гихъ, и҆ ꙗ҆́вльсѧ возведи́ мѧ ѿ тлѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Возопи́х, Го́споди, / внегда́ скорбе́ти ми, / и спасо́хся, и воспою́ Тя, / Спа́са моего́.",
  ["текст_цс"] = "Возопи́хъ, гдⷭ҇и, внегда̀ скорбѣ́ти мѝ и҆ сп҃со́хсѧ, и҆ воспою́ тѧ сп҃са моего̀.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "От мно́жества прегреше́ний мои́х, / я́ко Ио́ну от ки́та, изба́ви мя, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Ѿ мно́жества прегрѣше́нїй мои́хъ, ꙗ҆́кѡ і҆ѡ́нꙋ ѿ ки́та и҆зба́ви мѧ̀, є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Пещь о́троцы огнепа́льну, / дре́вле росоточа́щу, показа́ша, / Еди́наго Бо́га воспева́юще и глаго́люще: / превозноси́мый отце́в Бог и препросла́влен.",
  ["текст_цс"] = "Пе́щь ѻ҆́троцы ѻ҆гнепа́льнꙋ дре́вле, росоточа́щꙋ показа́ша, є҆ди́наго бг҃а воспѣва́юще и҆ глаго́люще: превозноси́мый ѻ҆тцє́въ бг҃ъ и҆ препросла́вленъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В пещь о́гненную вве́ржени, преподо́бнии о́троцы / огнь в ро́су преложи́ша, / воспева́нием си́це вопию́ще: / благослове́н еси́, Го́споди / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ пе́щь ѻ҆́гненнꙋю вве́ржени прпⷣбнїи ѻ҆́троцы, ѻ҆́гнь въ ро́сꙋ преложи́ша, воспѣва́нїемъ си́це вопїю́ще. бл҃гослове́нъ є҆сѝ, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Пещь горя́щую ороси́л еси́, Спа́се, / о́троки спасл еси́, пою́щия и глаго́лющия: / благослове́н еси́ во ве́ки, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Пе́щь горѧ́щꙋю ѡ҆роси́лъ є҆сѝ сп҃се, ѻ҆́троки сп҃слъ є҆сѝ пою́щыѧ и҆ глаго́лющыѧ: бл҃гослове́нъ є҆сѝ во вѣ́ки, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Су́щим в пещи́ отроко́м Твои́м, Спа́се, / не прикосну́ся, ниже́ стужи́ огнь, / тогда́ трие́, я́ко еди́неми усты́, поя́ху / и благословля́ху, глаго́люще: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Сꙋ́щымъ въ пещѝ ѻ҆трокѡ́мъ твои̑мъ сп҃се не прикоснꙋ́сѧ, нижѐ стꙋжѝ ѻ҆́гнь, тогда̀ трїѐ ꙗ҆́кѡ є҆ди́нѣми оу҆сты̀ поѧ́хꙋ, и҆ бл҃гословлѧ́хꙋ глаго́люще: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В пещи́ обличи́л еси́, я́влься, / перси́йское безу́мное златотво́рное игра́ние. / Те́мже о́троцы, позна́вше Тя, неизме́ннаго о́браза О́тча, / благослове́н еси́, зовя́ху, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ пещѝ ѡ҆бличи́лъ є҆сѝ ꙗ҆́вльсѧ персі́йское безꙋ́мное златотво́рное и҆гра́нїе. тѣ́мже ѻ҆́троцы позна́вше тѧ̀ неизмѣ́ннаго ѡ҆́браза ѻ҆́ч҃а, бл҃гослове́нъ є҆сѝ, зовѧ́хꙋ, бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "А́нгелом о́троки в пещи́ спасы́й / и пла́мень в ро́су им преложи́вый, / благослове́н еси́, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "А҆́гг҃ломъ ѻ҆́троки въ пещѝ сп҃сы́й, и҆ пла́мень въ ро́сꙋ и҆̀мъ преложи́вый, бл҃гослове́нъ є҆сѝ гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Херуви́мов Обузда́телю и Созда́телю всех, / о́троки в пещи́ спасы́й, / благослове́н еси́ во ве́ки, Го́споди, / Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Херꙋві́мѡвъ ѡ҆бꙋзда́телю, и҆ созда́телю всѣ́хъ, ѻ҆́троки въ пещѝ сп҃сы́й, бл҃гослове́нъ є҆сѝ во вѣ́ки гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Мучи́телева повеле́ния о́троцы не послу́шаша, / пе́щи не убоя́шася, Бо́гу же воспева́ху: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Мꙋчи́телева повелѣ́нїѧ ѻ҆́троцы не послꙋ́шаша, пе́щи не оу҆боѧ́шасѧ, бг҃ꙋ же воспѣва́хꙋ: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В пещи́ су́ще халде́йстей / авраа́мстии о́троцы / ликова́ху со А́нгелом, глаго́люще: / оте́ц на́ших Бо́же, благо слове́н еси́.",
  ["текст_цс"] = "Въ пещѝ сꙋ́ще халде́йстѣй, а҆враа́мстїи ѻ҆́троцы ликова́хꙋ со а҆́гг҃ломъ, глаго́люще: ѻ҆тє́цъ на́шихъ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "В пещи́ о́троки подража́юще, / духо́вную ро́су прие́мшии, ве́рою зове́м: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́троки подража́юще, дх҃о́внꙋю ро́сꙋ прїе́мшїи, вѣ́рою зове́мъ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Неопа́льная огню́ в Сина́и / прича́щшаяся купина́ Бо́га яви́ / медленноязы́чному и гугни́вому Моисе́ови, / и о́троки ре́вность Бо́жия три непребори́мыя во огни́ певцы́ показа́: / вся дела́ Госпо́дня, Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Неѡпа́льнаѧ ѻ҆гню̀ въ сїна́и прича́щшаѧсѧ кꙋпина̀ бг҃а ꙗ҆вѝ: медленноѧзы́чномꙋ и҆ гꙋгни́вомꙋ мѡѷсе́ови, и҆ ѻ҆́троки ре́вность бж҃їѧ трѝ непребори̑мыѧ во ѻ҆гнѝ пѣвцы̀ показа̀: всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а по́йте, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Еди́наго Безнача́льнаго Царя́ Сла́вы, / Его́же благословя́т Небе́сныя Си́лы / и трепе́щут Чи́ни А́нгельстии, / по́йте, свяще́нницы, / лю́дие, превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Є҆ди́наго безнача́льнаго цр҃ѧ̀ сла́вы, є҆го́же бл҃гословѧ́тъ нбⷭ҇ныѧ си̑лы, и҆ трепе́щꙋтъ чи́ни а҆́гг҃льстїи, по́йте сщ҃е́нницы, лю́дїе превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "А́нгельми немо́лчно в Вы́шних сла́вимаго Бо́га, / Небеса́ небе́с, земля́, и го́ры, и хо́лми, и глубина́, / и весь род челове́ческий, / пе́сньми Того́, я́ко Созда ́теля и Изба́вителя, благослови́те.",
  ["текст_цс"] = "А҆́гг҃льми немо́лчнѡ въ вы́шнихъ сла́вимаго бг҃а, нб҃са̀ нб҃съ, землѧ̀ и҆ го́ры и҆ хо́лми, и҆ глꙋбина̀, и҆ ве́сь ро́дъ человѣ́ческїй, пѣ́сньми того̀ ꙗ҆́кѡ созда́телѧ и҆ и҆зба́вителѧ бл҃гослови́те.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Всех Зижди́теля / и Спа́са душ на́ших, / по́йте, лю́дие, Христа́ Бо́га на́шего / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Всѣ́хъ зижди́телѧ, и҆ сп҃са дꙋ́шъ на́шихъ, по́йте лю́дїе хрⷭ҇та̀ бг҃а на́шего, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Го́спода, вся дела́, благослови́те, / я́ко Зижди́те ля и Творца́ всех.",
  ["текст_цс"] = "Гдⷭ҇а всѧ̑ дѣла̀ бл҃гослови́те, ꙗ҆́кѡ зижди́телѧ и҆ творца̀ всѣ́хъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "О́троцы зовя́ху, в пещи́ ороше́ни: / тварь да благослови́т вся́ческая / сло́вом Созда́вшаго / и превозно́сит Его́ во ве́ки.",
  ["текст_цс"] = "Ѻ҆́троцы зовѧ́хꙋ въ пещѝ ѡ҆роше́ни: тва́рь да бл҃гослови́тъ всѧ́чєскаѧ сло́вомъ созда́вшаго, и҆ превозно́ситъ є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Вои́стинну Су́щаго Бо́га / и всех существа́ Вино́в на го, / Христа́ превозно́сим / и славосло́вим во вся ве́ки.",
  ["текст_цс"] = "Вои́стиннꙋ сꙋ́щаго бг҃а, и҆ всѣ́хъ сꙋщества̀ вино́внаго, хрⷭ҇та̀ превозно́симъ, и҆ славосло́вимъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Пещь, дре́вле огне́м опаля́емую, / Богочести́вии попра́ша о́троцы, / не бо стра́ху мучи́телеву покори́шася, / но, любо́вию же, па́че Богоче́стия, пали́ми, глаго́лаху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Пе́щь дре́вле ѻ҆гне́мъ ѡ҆палѧ́емꙋю бг҃очести́вїи попра́ша ѻ҆́троцы. не бо̀ стра́хъ мꙋчи́телевꙋ покори́шасѧ, но любо́вїю же па́че бг҃оче́стїѧ пали́ми глаго́лахꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Стра́шнаго Херуви́мом, / и чу́днаго Серафи́мом, и ми́ру Творца́, / свяще́нницы, и раби́, и ду́си пра́ведных, / по́йте, благослови́те / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "Стра́шнаго херꙋві́мѡмъ, и҆ чꙋ́днаго серафі́мѡмъ, и҆ мі́рꙋ творца̀, сщ҃е́нницы, и҆ рабѝ, и҆ дꙋ́си првⷣныхъ, по́йте, бл҃гослови́те, и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Па́че естества́ Ма́терь и по естеству́ Де́ву, / Еди́ну в жена́х Благослове́нную, / пе́сньми, ве́рнии, Богоро́дицу велича́ем.",
  ["текст_цс"] = "Па́че є҆стества̀ мт҃рь, и҆ по є҆стествꙋ̀ дв҃ꙋ, є҆ди́нꙋ въ жена́хъ бл҃гослове́ннꙋю, пѣ́сньми вѣ́рнїи бцⷣꙋ велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Нетле́ния искуше́нием ро́ждшая / и всехитрецу́ Сло́ву плоть взаимода́вшая, / Ма́ти Неискусому́жная, Де́во Богоро́дице, / Прия́телище Нестерпи́маго, / Село́ Невмести́маго Зижди́теля Твоего́, / Тя велича́ем.",
  ["текст_цс"] = "Нетлѣ́нїѧ и҆скꙋше́нїемъ ро́ждшаѧ, и҆ всехитрецꙋ̀ сло́вꙋ пло́ть взаимода́вшаѧ, мт҃и неискꙋсомꙋ́жнаѧ дв҃о бцⷣе, прїѧ́телище нестерпи́магѡ, село̀ невмѣсти́магѡ, зижди́телѧ твоегѡ̀, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Всепе́тая, Небе́с превы́шшая, / Безнача́льное Сло́во безсе́менно заче́ншая / и Воплоще́ннаго Бо́га ро́ждшая челове́ком, / тем Тя вси велича́ем.",
  ["текст_цс"] = "Всепѣ́таѧ нб҃съ превы́шшаѧ, безнача́льное сло́во безсѣ́меннѡ заче́ншаѧ, и҆ воплоще́ннаго бг҃а ро́ждшаѧ человѣ́кѡмъ: тѣ́мъ тѧ̀ всѝ велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Ма́ти Бо́жия и Де́ва, / ро́ждшая и де́вствующая па́ки, / не естества́ де́ло, но Бо́жия снизхожде́ния: / тем, я́ко Еди́ну, Бо́жиих чуде́с сподо́бльшуюся, / Тя при́сно велича́ем.",
  ["текст_цс"] = "Мт҃и бж҃їѧ и҆ дв҃а, ро́ждшаѧ и҆ дв҃ствꙋющаѧ па́ки, не є҆стества̀ дѣ́ло, но бж҃їѧ снизхожде́нїѧ: тѣ́мъ ꙗ҆́кѡ є҆ди́нꙋ бж҃їихъ чꙋде́съ сподо́бльшꙋюсѧ, тѧ̀ при́снѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Воплоще́ннаго Сло́ва безсе́менно от Тебе́ / Боголе́пно родила́ еси́, / Де́во Богоро́дице, / и Тя велича́ем.",
  ["текст_цс"] = "Воплоще́ннаго сло́ва безсѣ́меннѡ ѿ тебѐ бг҃олѣ́пнѡ родила̀ є҆сѝ дв҃о бцⷣе, и҆ тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Безсе́менно Рождества́ зача́тие кто ска́жет от челове́к? / Нетле́ннаго Рождества́ рожде́нию кто не почуди́тся от земноро́дных? / Тем Тя, племена́ земна́я, / Богоро́дице, велича́ем.",
  ["текст_цс"] = "Безсѣ́менно ржⷭ҇тва̀ зача́тїе кто̀ ска́жетъ ѿ человѣ̑къ; нетлѣ́ннагѡ ржⷭ҇тва̀ рожде́нїю кто̀ не почꙋди́тсѧ ѿ земноро́дныхъ; тѣ́мъ тѧ̀ племена̀ земна̑ѧ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Тя, Ски́нию Святу́ю, Одушевле́нный Ковче́г, / Ю́же Прему́дрость Бо́жия созда́, / И́стинную Богоро́дицу, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ ски́нїю ст҃ꙋ́ю, ѡ҆дꙋшевле́нный ковче́гъ, ю҆́же премꙋ́дрость бж҃їѧ созда̀, и҆́стиннꙋю бцⷣꙋ пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Тя, Пречи́стую Ма́терь и Де́ву, / Невмести́мое Сло́во во утро́бу вмести́вшую / и Роди́вшую пло́тию, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ пречⷭ҇тꙋю мт҃рь и҆ дв҃ꙋ, невмѣсти́мое сло́во во оу҆тро́бꙋ вмѣсти́вшꙋю, и҆ роди́вшꙋю пло́тїю, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 7,
  ["текст_ру"] = "Ра́дуйся, Неве́сто све́тлая, / Ма́ти Светода́вца; / ра́дуйся, вмести́вшая Невмести́маго во утро́бе Твое́й; / ра́дуйся, саме́х Херуви́мов Честне́йшая, / ро́ждшая Спа́са душ на́ших.",
  ["текст_цс"] = "Ра́дꙋйсѧ невѣ́сто свѣ́тлаѧ, мт҃и свѣтода́вца, ра́дꙋйсѧ вмѣсти́вшаѧ невмѣсти́маго во оу҆тро́бѣ твое́й: ра́дꙋйсѧ самѣ́хъ херꙋві́мѡвъ чⷭ҇тнѣ́йшаѧ, ро́ждшаѧ сп҃са дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Колесницегони́теля фарао́ня погрузи́ / чудотворя́й иногда́ / Моисе́йский жезл, крестообра́зно порази́в / и раздели́в мо́ре, / Изра́иля же беглеца́, пешехо́дца спасе́, / песнь Бо́гови воспева́юща.",
  ["текст_цс"] = "Колесницегони́телѧ фараѡ́нѧ погрꙋзѝ, чꙋдотворѧ́й и҆ногда̀ мѡѷсе́йскїй же́злъ, крⷭ҇тоѡбра́знѡ порази́въ, и҆ раздѣли́въ мо́ре, і҆и҃лѧ же бѣглеца̀, пѣшехо́дца сп҃сѐ, пѣ́снь бг҃ови воспѣва́юща.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Крест начерта́в, Моисе́й / впря́мо жезло́м Чермно́е пресече́ / Изра́илю пешеходя́щу; / то́же обра́тно фарао́новым колесни́цам, уда́рив, совокупи́, / вопреки́ написа́в непобеди́мое ору́жие. / Тем Христу́ пои́м, Бо́гу на́шему, я́ко просла́вися.",
  ["текст_цс"] = "Крⷭ҇тъ начерта́въ мѡѷсе́й въ прѧ́мѡ жезло́мъ чермно́е пресѣчѐ, і҆и҃лю пѣшеходѧ́щꙋ, то́же ѡ҆бра́тнѡ фараѡ́нѡвымъ колесни́цамъ оу҆да́ривъ совокꙋпѝ, вопрекѝ написа́въ непобѣди́мое ѻ҆рꙋ́жїе: тѣ́мъ хрⷭ҇тꙋ̀ пои́мъ бг҃ꙋ на́шемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Во́ду проше́д, я́ко су́шу, / и еги́петскаго зла избежа́в, / изра́ильтянин вопия́ше: / Изба́вителю и Бо́гу на́шему пои́м.",
  ["текст_цс"] = "Во́дꙋ проше́дъ ꙗ҆́кѡ сꙋ́шꙋ, и҆ є҆гѵ́петскагѡ ѕла̀ и҆збѣжа́въ, і҆и҃льтѧнинъ вопїѧ́ше: и҆зба́вителю и҆ бг҃ꙋ на́шемꙋ пои́мъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Посече́нный несеко́маго пресече́, / и ви́де со́лнце зе́млю, ю́же не ви́де; / лю́таго врага́ вода́ потопи́, / и не проходи́мое про́йде Изра́иль. / Песнь же воспева́шеся: / Го́сподеви пои́м, сла́вно бо просла́вися.",
  ["текст_цс"] = "Посѣ́ченный несѣко́маго пресѣчѐ, и҆ ви́дѣ со́лнце зе́млю не ви́дѣ: лю́таго врага̀ вода̀ потопѝ, и҆ непроходи́мое про́йде і҆и҃ль. пѣ́снь же воспѣва́шесѧ: гдⷭ҇ви пои́мъ, сла́внѡ бо просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Проро́чески Богови́дец Богоро́дицы о́браз зряй, / немо́кренными нога́ми Чермну́ю про́йде пучи́ну / и, игра́я, вопия́ше: / пои́м побе́дную песнь Го́сподеви, я́ко просла́вися.",
  ["текст_цс"] = "Прⷪ҇ро́чески бг҃ови́децъ бцⷣы ѡ҆́бразъ зрѧ́й немо́кренными нога́ми чермнꙋ́ю про́йде пꙋчи́нꙋ и҆ и҆гра́ѧ вопїѧ́ше: пои́мъ побѣ́днꙋю пѣ́снь гдⷭ҇еви, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Пои́м Го́сподеви, / прове́дшему лю́ди Своя́ сквозе́ Чермно́е мо́ре, / я́ко Еди́н сла́вно просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇еви, прове́дшемꙋ лю́ди своѧ̑ сквозѣ̀ чермно́е мо́ре, ꙗ҆́кѡ є҆ди́нъ сла́внѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Пои́м Го́сподеви, вси лю́дие, / в мо́ри Чермне́м фарао́на погрузи́вшему, / побе́дную песнь пою́ще, я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ гдⷭ҇еви всѝ лю́дїе, въ мо́ри чермнѣ́мъ фараѡ́на погрꙋзи́вшемꙋ, побѣ́днꙋю пѣ́снь пою́ще, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Изра́иля от рабо́ты изба́вил еси́, Го́споди, / десни́цею Твое́ю держа́вною, / я́ко о́наго спасл еси́, / ны́не нас спаси́.",
  ["текст_цс"] = "І҆и҃лѧ ѿ рабо́ты и҆зба́вилъ є҆сѝ гдⷭ҇и, десни́цею твое́ю держа́вною: ꙗ҆́кѡ ѻ҆́наго сп҃слъ є҆сѝ, ны́нѣ на́съ сп҃сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Песнь возсле́м, лю́дие, / чу́дному Бо́гу на́шему, / свободи́вшему Изра́иля от рабо́ты, / песнь побе́дную пою́ще и вопию́ще, / пои́м Тебе́, Еди́ному Влады́це.",
  ["текст_цс"] = "Пѣ́снь возсле́мъ лю́дїе чꙋ́дномꙋ бг҃ꙋ на́шемꙋ, свободи́вшемꙋ і҆и҃лѧ ѿ рабо́ты, пѣ́снь побѣ́днꙋю пою́ще и҆ вопїю́ще: пои́мъ тебѣ̀ є҆ди́номꙋ влⷣцѣ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Истря́сшему в мо́ри мучи́тельство фарао́не / и Изра́иля су́шею наста́вльшему, / пои́м Христу́, я́ко просла́вися во ве́ки.",
  ["текст_цс"] = "И҆стрѧ́сшемꙋ въ мо́ри мꙋчи́тельство фараѡ́не, и҆ і҆и҃лѧ сꙋ́шею наста́вльшемꙋ: пои́мъ хрⷭ҇тꙋ̀, ꙗ҆́кѡ просла́висѧ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Сокруши́вшему бра́ни мы́шцею Свое́ю / и прове́дшему Изра́иля сквозе́ Чермно́е мо́ре, / пои́м Ему́, я́ко Изба́вителю на́шему Бо́гу, / я́ко просла́вися.",
  ["текст_цс"] = "Сокрꙋши́вшемꙋ бра̑ни мы́шцею свое́ю и҆ прове́дшемꙋ і҆и҃лѧ сквозѣ̀ чермно́е мо́ре, пои́мъ є҆мꙋ̀, ꙗ҆́кѡ и҆зба́вителю на́шемꙋ бг҃ꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Пои́м Бо́гу, от го́рькия рабо́ты фарао́новы изба́вльшему Изра́иля / и о́гненным столпо́м и све́тлым о́блаком наста́вльшему, / я́ко просла́вися.",
  ["текст_цс"] = "Пои́мъ бг҃ꙋ, ѿ го́рькїѧ рабо́ты фараѡ́новы и҆зба́вльшемꙋ і҆и҃лѧ, и҆ ѻ҆́гненнымъ столпо́мъ, и҆ свѣ́тлымъ ѻ҆́блакомъ наста́вльшемꙋ, ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Мо́ре огусти́л еси́, / погрузи́вый со ору́жием го́рдаго фарао́на, / и лю́ди спасл еси́ немо́кренно, Го́споди, / и ввел еси́ я́ в Го́ру Святы́ни, вопию́щия: / пои́м Тебе́, Бо́гу на́шему, / песнь побе́дную, я́ко просла́вися.",
  ["текст_цс"] = "Мо́ре ѡ҆гꙋсти́лъ є҆сѝ, погрꙋзи́вый со ѻ҆рꙋ́жїемъ го́рдаго фараѡ́на, и҆ лю́ди сп҃слъ є҆сѝ немо́креннѡ гдⷭ҇и, и҆ вве́лъ є҆сѝ ѧ҆̀ въ го́рꙋ ст҃ы́ни, вопїю́щыѧ: пои́мъ тебѣ̀ бг҃ꙋ на́шемꙋ пѣ́снь побѣ́днꙋю ꙗ҆́кѡ просла́висѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "В Чермне́м фарао́на с колесни́цами погрузи́л еси́ / и лю́ди Моисе́ом спасл еси́, / пою́щия Тебе́, Го́споди, песнь побе́дную, / я́ко Изба́вителю на́шему Бо́гу.",
  ["текст_цс"] = "Въ чермнѣ́мъ фараѡ́на съ колесни́цами погрꙋзи́лъ є҆сѝ, и҆ лю́ди мѡѷсе́омъ сп҃слъ є҆сѝ, пою́щыѧ тебѣ̀ гдⷭ҇и, пѣ́снь побѣ́днꙋю, ꙗ҆́кѡ и҆зба́вителю на́шемꙋ бг҃ꙋ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Пресла́вный в мо́ри устро́ивый лю́дем путь, / Небе́с ное нам ше́ствие проходи́мо сотвори́, / да но́вую песнь пои́м Тебе́, Го́споди.",
  ["текст_цс"] = "Пресла́вный въ мо́ри оу҆стро́ивый лю́демъ пꙋ́ть, нбⷭ҇ное на́мъ ше́ствїе проходи́мо сотворѝ, да но́вꙋю пѣ́снь пои́мъ тебѣ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Внеза́пу дре́вле мо́ре Изра́иль, / я́ко в пусты́ни, ного́ю пра́шною проше́д, вопия́ше: / Го́сподеви Бо́гу на́шему, кре́пкому в бра́нех, / пои́м песнь но́вую.",
  ["текст_цс"] = "Внеза́пꙋ дре́вле мо́ре і҆и҃ль ꙗ҆́кѡ въ пꙋсты́ни ного́ю пра́шною проше́дъ, вопїѧ́ше, гдⷭ҇ви бг҃ꙋ на́шемꙋ крѣ́пкомꙋ въ бра́нехъ, пои́мъ пѣ́снь но́вꙋю.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ди́вному Бо́гу вели́чия принесе́м, / и великоле́пно с на́ми / да воспое́т земля́ и не́бо я́сно сла́ву Его́.",
  ["текст_цс"] = "Ди́вномꙋ бг҃ꙋ вели̑чїѧ принесе́мъ, и҆ великолѣ́пнѡ съ на́ми да воспое́тъ землѧ̀, и҆ нб҃о ꙗ҆́снѡ сла́вꙋ є҆гѡ̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / и воспою́ Христа́, / от Де́вы ро́ждшагося во спасе́ние на́ше.",
  ["текст_цс"] = "Вонмѝ нб҃о и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀, ѿ дв҃ы ро́ждшагосѧ во сп҃се́нїе на́ше.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог ваш, / пре́жде век рожде́нный от Отца́, / и от Де́вы в после́дняя без му́жа заче́ншийся, / и разруши́вый грех пра́отца Ада́ма, / я́ко Человеколю́бец.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ, пре́жде вѣ̑къ рожде́нный ѿ ѻ҆ц҃а̀ и҆ ѿ дв҃ы въ послѣ̑днѧѧ без̾ мꙋ́жа заче́ншїйсѧ, и҆ разрꙋши́вый грѣ́хъ пра́ѻтца а҆да́ма, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог, / расто́ргнувый Чермно́е мо́ре жезло́м Моисе́овым, / и проведы́й лю́ди, и наста́вивый я́, / и пита́вый в пусты́ни Сина́йстей, / и введы́й в Го́ру Святы́ни.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ, расто́ргнꙋвый чермно́е мо́ре жезло́мъ мѡѷсе́овымъ, и҆ проведы́й лю́ди, и҆ наста́вивый ѧ҆̀, и҆ пита́вый въ пꙋсты́ни сїна́йстѣй, и҆ введы́й въ го́рꙋ ст҃ы́ни.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Па́че ме́да и со́та / сла́ждшая словеса́ уст Мои́х, / научи́теся вопи́ти, глаго́лет Госпо́дь.",
  ["текст_цс"] = "Па́че ме́да и҆ со́та сла̑ждшаѧ словеса̀ оу҆́стъ мои́хъ, наꙋчи́тесѧ вопи́ти, глаго́летъ гдⷭ҇ь.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог, / дре́вле Изра́иля сквозе́ Чермно́е мо́ре проведы́й, / и пита́вый, и спасы́й, / и от го́рькия рабо́ты свободи́вый фарао́новы.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ, дре́вле і҆и҃лѧ сквозѣ̀ чермно́е мо́ре проведы́й, и҆ пита́вый, и҆ сп҃сы́й, и҆ ѿ го́рькїѧ рабо́ты свободи́вый фараѡ́новы.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог ваш, / в ми́лости Бога́тый / и Благи́й в щедро́тах, / изба́вивый лю́ди от пре́лести / и рабо́ты безбо́жных враго́в.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ, въ млⷭ҇ти бога́тый и҆ бл҃гі́й въ щедро́тахъ, и҆зба́вивый лю́ди ѿ пре́лести, и҆ рабо́ты безбо́жныхъ врагѡ́въ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Небеса́ простры́й и зе́млю основа́вый, Христе́, / вонми́ моле́нию моему́, / я́ко И́мя Твое́ ди́вное призва́х, / Человеколю́бче.",
  ["текст_цс"] = "Нб҃са̀ простры́й и҆ зе́млю ѡ҆снова́вый хрⷭ҇тѐ, вонмѝ моле́нїю моемꙋ̀, ꙗ҆́кѡ и҆́мѧ твоѐ ди́вное призва́хъ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дите, ви́дите, / я́ко Аз есмь Бог ваш, / освяти́вый нача́ток вам прия́тен, / от дней всего́ ле́та одеся́тствование, / и сие́ дав лю́дем Мои́м во избавле́ние страсте́й, / во спасе́ния нача́ло.",
  ["текст_цс"] = "Ви́дите ви́дите, ꙗ҆́кѡ а҆́зъ є҆́смь бг҃ъ ва́шъ, ѡ҆ст҃и́вый нача́токъ ва́мъ прїѧ́тенъ, ѿ дне́й всегѡ̀ лѣ́та ѡ҆десѧ́тствованїе, и҆ сїѐ да́въ лю́демъ мои̑мъ во и҆збавле́нїе страсте́й, во сп҃се́нїѧ нача́ло.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / и воспою́ Христа́, / от Де́вы пло́тию прише́дшаго.",
  ["текст_цс"] = "Вонмѝ нб҃о и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀, ѿ дв҃ы пло́тїю прише́дшаго.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Вонми́, Не́бо, и возглаго́лю, / и воспою́ Христа́, / Еди́наго Человеколю́бца.",
  ["текст_цс"] = "Вонмѝ нб҃о и҆ возглаго́лю, и҆ воспою̀ хрⷭ҇та̀ є҆ди́наго чл҃вѣколю́бца.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й в нача́ле Небеса́ ра́зумом / и зе́млю на вода́х основа́вый, / на ка́мени мя, Христе́, за́поведей Твои́х утверди́, / я́ко несть свят, па́че Тебе́, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Оу҆твержде́й въ нача́лѣ нб҃са̀ ра́зꙋмомъ, и҆ зе́млю на вода́хъ ѡ҆снова́вый, на ка́мени мѧ̀ хрⷭ҇тѐ за́повѣдей твои́хъ оу҆твердѝ, ꙗ҆́кѡ нѣ́сть ст҃ъ, па́че тебѐ, є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Жезл во о́браз та́йны прие́млется, / прозябе́нием бо предразсужда́ет свяще́нника; / неплодя́щей же пре́жде Це́ркви ны́не процвете́ / Дре́во Креста́ / в держа́ву и утвержде́ние.",
  ["текст_цс"] = "Же́злъ во ѡ҆́бразъ та́йны прїе́млетсѧ, прозѧбе́нїемъ бо предразсꙋжда́етъ сщ҃е́нника: неплодѧ́щей же пре́жде цр҃кви, ны́нѣ процвѣтѐ дре́во крⷭ҇та̀, въ держа́вꙋ и҆ оу҆твержде́нїе.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Небе́снаго кру́га / Верхотво́рче, Го́споди, / и Це́ркве Зижди́телю, / Ты мене́ утверди́ в любви́ Твое́й, / жела́ний кра́ю, ве́рных утвержде́ние, / Еди́не Человеколю́бче.",
  ["текст_цс"] = "Нбⷭ҇нагѡ крꙋ́га верхотво́рче гдⷭ҇и, и҆ цр҃кве зижди́телю, ты̀ менѐ оу҆твердѝ въ любвѝ твое́й, жела́нїй кра́ю, вѣ́рныхъ оу҆твержде́нїе, є҆ди́не чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утверди́ся се́рдце мое́ во Го́споде, / вознесе́ся рог мой в Бо́зе мое́м, / разшири́шася на враги́ моя́ уста́ моя́ / возвесели́хся о спасе́нии Твое́м.",
  ["текст_цс"] = "Оу҆тверди́сѧ се́рдце моѐ во гдⷭ҇ѣ, вознесе́сѧ ро́гъ мо́й въ бз҃ѣ мое́мъ: разшири́шасѧ на врагѝ моѧ̑ оу҆ста̀ моѧ̑, возвесели́хсѧ ѡ҆ сп҃се́нїи твое́мъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утверди́ наш ум и сердца́, / Небеса́ сло́вом утвержде́й, / во е́же пе́ти и сла́вити Тя / во спасе́ние душ на́ших.",
  ["текст_цс"] = "Оу҆твердѝ на́шъ оу҆́мъ и҆ сердца̀, нб҃са̀ сло́вомъ оу҆твержде́й, во є҆́же пѣ́ти и҆ сла́вити тѧ̀ во сп҃се́нїе дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ты еси́ утвержде́ние / притека́ющих к Тебе́, Го́споди, / Ты еси́ Свет омраче́нных, / и пое́т Тя дух мой.",
  ["текст_цс"] = "Ты̀ є҆сѝ оу҆твержде́нїе притека́ющихъ къ тебѣ̀ гдⷭ҇и, ты̀ є҆сѝ свѣ́тъ ѡ҆мраче́нныхъ, и҆ пое́тъ тѧ̀ дꙋ́хъ мо́й.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й руко́ю Твое́ю, Сло́ве Бо́жий, Небеса́ / просвеще́нием Твоего́ и́стиннаго позна́ния, / утверди́ и нас, на Тя наде́ющихся сердца́.",
  ["текст_цс"] = "Оу҆твержде́й рꙋко́ю твое́ю сло́ве бж҃їй нб҃са̀, просвѣще́нїемъ твоегѡ̀ и҆́стиннагѡ позна́нїѧ, оу҆твердѝ и҆ на́съ на тѧ̀ надѣ́ющихсѧ сердца̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й, Сло́ве, Небеса́ сло́вом, / утверди́ наш ум и се́рдце, / во е́же сла́вити Тя, Спа́са душ на́ших.",
  ["текст_цс"] = "Оу҆твержде́й сло́ве нб҃са̀ сло́вомъ, оу҆твердѝ на́шъ оу҆́мъ и҆ се́рдце, во є҆́же сла́вити тѧ̀ сп҃са дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й сло́вом Небеса́ / и зе́млю основа́вый на вода́х мно́гих, / утверди́ мя к пе́нию славосло́вия Твоего́, Го́споди.",
  ["текст_цс"] = "Оу҆твержде́й сло́вомъ нб҃са̀, и҆ зе́млю ѡ҆снова́вый на вода́хъ мно́гихъ, оу҆тверди́ мѧ къ пѣ́нїю славосло́вїѧ твоегѡ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Несть свят, я́ко Госпо́дь, / и несть пра́веден, я́ко Бог наш, / Его́же пое́т вся тварь: / несть пра́веден, па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Нѣ́сть ст҃ъ ꙗ҆́кѡ гдⷭ҇ь и҆ нѣ́сть пра́веденъ ꙗ҆́кѡ бг҃ъ на́шъ, є҆го́же пое́тъ всѧ̀ тва́рь: нѣ́сть пра́веденъ па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Лук си́льных изнемо́же, / и немощству́ющии препоя́сашася си́лою, / сего́ ра́ди утверди́ся в Го́споде се́рдце мое́.",
  ["текст_цс"] = "Лꙋ́къ си́льныхъ и҆знемо́же, и҆ немощствꙋ́ющїи препоѧ́сашасѧ си́лою: сегѡ̀ ра́ди оу҆тверди́сѧ въ гдⷭ҇ѣ се́рдце моѐ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Сочини́ мя, Го́споди, / си́льным люде́й Твои́х, / опоясу́я си́лою, / и лу́ки ра́тников сокруши́, / и нищеты́ мое́й рог возвы́си.",
  ["текст_цс"] = "Сочини́ мѧ гдⷭ҇и си̑льнымъ люде́й твои́хъ, ѡ҆поѧсꙋ́ѧ си́лою, и҆ лꙋ́ки ра́тникѡвъ сокрꙋшѝ, и҆ нищеты̀ моеѧ̀ ро́гъ возвы́си.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Страх Твой, Го́споди, / всади́ в сердца́ раб Твои́х / и бу́ди нам утвержде́ние, / Тя во и́стине призыва́ющим.",
  ["текст_цс"] = "Стра́хъ тво́й гдⷭ҇и всадѝ въ сердца̀ ра́бъ твои́хъ, и҆ бꙋ́ди на́мъ оу҆твержде́нїе тѧ̀ во и҆́стинѣ призыва́ющымъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утверди́ мя, Го́споди, си́лою Кре́стною / и да́руй мне се́рдце чи́стое, / да о Тебе́ хвалю́ся, Бла́же.",
  ["текст_цс"] = "Оу҆тверди́ мѧ гдⷭ҇и си́лою крⷭ҇тною, и҆ да́рꙋй мнѣ̀ се́рдце чи́стое, да ѡ҆ тебѣ̀ хвалю́сѧ бл҃же.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́ние мое́, Спа́се, еси́, / прибе́жище мое́ и си́ла, / поколеба́вшееся се́рдце мое́ утверди́ в стра́се Твое́м, / я́ко несть свят, я́коже Ты, Бог наш.",
  ["текст_цс"] = "Оу҆твержде́нїе моѐ сп҃се є҆сѝ, прибѣ́жище моѐ и҆ си́ла. поколеба́вшеесѧ се́рдце моѐ оу҆твердѝ въ стра́сѣ твое́мъ, ꙗ҆́кѡ нѣ́сть ст҃ъ, ꙗ҆́коже ты̀ бг҃ъ на́шъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "В Го́споде Бо́зе мое́м утверди́ся душа́ моя́ / и да хва́лится, глаго́лющи: / несть свят, несть пра́веден, / па́че Тебе́, Го́споди.",
  ["текст_цс"] = "Въ гдⷭ҇ѣ бз҃ѣ мое́мъ оу҆тверди́сѧ дꙋша̀ моѧ̀, и҆ да хва́литсѧ глаго́лющи: нѣ́сть ст҃ъ, нѣ́сть пра́веденъ, па́че тебѐ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Уподо́би мя, Христе́, у́мно горе́ Сио́нстей, / возвы́сивый и утверди́вый в наде́жди о Тебе́ / и иска́павый ро́су благода́ти, / Человеколю́бче.",
  ["текст_цс"] = "Оу҆подо́би мѧ̀ хрⷭ҇тѐ оу҆́мнѡ горѣ̀ сїѡ́нстѣй, возвы́сивый и҆ оу҆тверди́вый въ наде́жди ѡ҆ тебѣ̀, и҆ и҆ска́павый ро́сꙋ бл҃года́ти, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й на ка́мени ве́ры, / на сем сози́жду Мою́ Це́рковь, реки́й, Го́споди, / спаси́ мя, вопию́ща: / Ты еси́, Христе́, Сын Бо́га Жива́го, / и в Тебе́ утверди́ся дух мой.",
  ["текст_цс"] = "Оу҆твержде́й на ка́мени вѣ́ры, на се́мъ сози́ждꙋ мою̀ цр҃ковь, рекі́й гдⷭ҇и, сп҃си́ мѧ вопїю́ща: ты̀ є҆сѝ хрⷭ҇тѐ сн҃ъ бг҃а жива́гѡ, и҆ въ тебѣ̀ оу҆тверди́сѧ дꙋ́хъ мо́й.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утверди́ мя, Го́споди, / не́мощь мою́ ве́дый, / и ру́ку мне простри́, я́ко Всеси́лен.",
  ["текст_цс"] = "Оу҆тверди́ мѧ гдⷭ҇и, не́мощь мою̀ вѣ́дый, и҆ рꙋ́кꙋ мнѣ̀ прострѝ, ꙗ҆́кѡ всеси́ленъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ты моя́ кре́пость, Го́споди, / Ты моя́ и си́ла, / Ты мой Бог, Ты мое́ ра́дование, / не оста́вль не́дра О́тча / и на́шу нищету́ посети́в. / Тем с проро́ком Авваку́мом зову́ Ти: / си́ле Твое́й сла́ва, Человеколю́бче.",
  ["текст_цс"] = "Ты̀ моѧ̀ крѣ́пость гдⷭ҇и, ты̀ моѧ̀ и҆ си́ла, ты̀ мо́й бг҃ъ, ты̀ моѐ ра́дованїе, не ѡ҆ста́вль нѣ́дра ѻ҆́ч҃а и҆ на́шꙋ нищетꙋ̀ посѣти́въ. тѣ́мъ съ прⷪ҇ро́комъ а҆ввакꙋ́момъ зовꙋ́ ти: си́лѣ твое́й сла́ва чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах, Го́споди, / смотре́ния Твоего́ та́инство, / разуме́х дела́ Твоя́ / и просла́вих Твое́ Божество́.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и смотре́нїѧ твоегѡ̀ та́инство, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ просла́вихъ твоѐ бж҃ество̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Из пло́ти Твоея́ лучи́ Божества́ / исхожда́ху проро́ком и апо́столом. / Тем нача́льницы, пою́ще, взыва́ху: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "И҆з̾ пло́ти твоеѧ̀ лꙋчѝ бж҃ества̀ и҆схожда́хъ прⷪ҇ро́кѡмъ и҆ а҆пⷭ҇лѡмъ. тѣ́мъ нача́льницы пою́ще взыва́хꙋ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Из горы́ приосене́нныя, Сло́ве, проро́к, / еди́ныя Богоро́дицы, / хотя́ща воплоти́тися Богови́дно усмотри́ / и со стра́хом славосло́вяше си́лу Твою́.",
  ["текст_цс"] = "И҆з̾ горы̀ прїѡсѣне́нныѧ сло́ве прⷪ҇ро́къ, є҆ди́ныѧ бцⷣы, хотѧ́ща воплоти́тисѧ бг҃ови́днѡ оу҆смотрѝ, и҆ со стра́хомъ славосло́вѧше си́лꙋ твою̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / я́ко неизрече́нным Сове́том, / Бог сый Присносу́щный, / от Де́вы проше́л еси́, вопло́щься. / Сла́ва снизхожде́нию Твоему́, Христе́, / сла́ва си́ле Твое́й.",
  ["текст_цс"] = "Оу҆слы́шахъ, гдⷭ҇и, слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ, ꙗ҆́кѡ неизрече́ннымъ совѣ́томъ, бг҃ъ сы́й присносꙋ́щный, ѿ дв҃ы проше́лъ є҆сѝ вопло́щьсѧ: сла́ва снизхожде́нїю твоемꙋ̀ хрⷭ҇тѐ, сла́ва си́лѣ твое́й.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Всел еси́ на кони́, апо́столы Твоя́, Го́споди, / и прия́л еси́ рука́ма Твои́ма узды́ их, / и спасе́ние бысть ежде́ние Твое́ / ве́рно пою́щим: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Всѣ́лъ є҆сѝ на ко́ни а҆пⷭ҇лы твоѧ̑ гдⷭ҇и, и҆ прїѧ́лъ є҆сѝ рꙋка́ма твои́ма оу҆зды̑ и҆́хъ, и҆ сп҃се́нїе бы́сть ѣ҆жде́нїе твоѐ, вѣ́рнѡ пою́щымъ: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Богоно́сный Ду́хом Святы́м просвети́вся проро́к Авваку́м, / в после́дняя Твое́ прише́ствие прови́дев, вопия́ше: / внегда́ прибли́житися ле́том, позна́ешися, / внегда́ приити́ вре́мени, яви́шися. / Сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Бг҃оно́сный дх҃омъ ст҃ы́мъ просвѣти́всѧ прⷪ҇ро́къ а҆ввакꙋ́мъ, въ послѣ̑днѧѧ твоѐ прише́ствїе прови́дѣвъ, вопїѧ́ше: внегда̀ прибли́житисѧ лѣ́тѡмъ, позна́ешисѧ: внегда̀ прїитѝ вре́мени, ꙗ҆ви́шисѧ. сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Та́йно проро́к предзря́ от Де́вы Тя, Сло́ве, воплоща́ема, / пе́сненно вопия́ше: / сла́ва си́ле Твое́й, Го́споди.",
  ["текст_цс"] = "Та́йнѡ прⷪ҇ро́къ предзрѧ̀, ѿ дв҃ы тѧ̀ сло́ве воплоща́ема, пѣ́сненнѡ вопїѧ́ше: сла́ва си́лѣ твое́й гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Проро́к Авваку́м у́мныма очи́ма / прови́де, Го́споди, прише́ствие Твое́, / тем и вопия́ше: / от ю́га при и́дет Бог. / Сла́ва си́ле Твое́й, / сла́ва снизхожде́нию Твоему́.",
  ["текст_цс"] = "Прⷪ҇ро́къ а҆ввакꙋ́мъ, оу҆́мныма ѻ҆чи́ма прови́дѣ гдⷭ҇и прише́ствїе твоѐ, тѣ́мъ и҆ вопїѧ́ше: ѿ ю҆́га прїи́детъ бг҃ъ. сла́ва си́лѣ твое́й, сла́ва снизхожде́нїю твоемꙋ̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / разуме́х дела́ Твоя́ / и просла́вих держа́ву Твою́, Го́споди.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑ и҆ просла́вихъ держа́вꙋ твою̀, гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах, Го́споди, слух Твой и убоя́хся, / разуме́х неизрече́нное Твое́ смотре́ние / и просла́вих, Сло́ве, снизхожде́ние Твое́.",
  ["текст_цс"] = "Оу҆слы́шахъ гдⷭ҇и слꙋ́хъ тво́й, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ неизрече́нное твоѐ смотре́нїе и҆ просла́вихъ сло́ве снисхожде́нїе твоѐ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Твое́ вочелове́чение, / е́же пре́жде век предопредели́л еси́, / в после́дняя благоволи́л еси́ соверши́ти, Го́споди, / услы́шах и стра́хом воспева́х.",
  ["текст_цс"] = "Твоѐ вочл҃вѣ́ченїе, є҆́же пре́жде вѣ̑къ пред̾ѡпредѣли́лъ є҆сѝ, въ послѣ̑днѧѧ бл҃говоли́лъ є҆сѝ соверши́ти гдⷭ҇и, оу҆слы́шахъ, и҆ стра́хомъ воспѣва́хъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Твое́ пречи́стое прише́ствие, Христе́, / прови́дяй проро́к Авваку́м / вопия́ше Тебе́ с тре́петом: / услы́шах слух Твой и убоя́хся, / разуме́х дела́ Твоя́ и ужасо́хся, Го́споди.",
  ["текст_цс"] = "Твоѐ пречтⷭ҇ое прише́ствїе хрⷭ҇тѐ, прови́дѧй прⷪ҇ро́къ а҆ввакꙋ́мъ, вопїѧ́ше тебѣ̀ съ тре́петомъ: оу҆слы́шахъ слꙋ́хъ тво́й и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑, и҆ оу҆жасо́хсѧ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах слух Твой, Го́споди, и убоя́хся, /разуме́х дела́ Твоя́ и ужасо́хся, / я́ко посреде́ двою́ живо́тну позна́ешися / во спасе́ние душ на́ших.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ тво́й гдⷭ҇и, и҆ оу҆боѧ́хсѧ, разꙋмѣ́хъ дѣла̀ твоѧ̑ и҆ оу҆жасо́хсѧ, ꙗ҆́кѡ посредѣ̀ двою̀ живѡ́тнꙋ позна́ешисѧ, во сп҃се́нїе дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Покры́ Небеса́ доброде́тель Твоя́, Го́споди, / и вся́ческая, Спа́се, / хвале́ния Твоего́ испо́лнишася.",
  ["текст_цс"] = "Покры̀ нб҃са̀ добродѣ́тель твоѧ̀ гдⷭ҇и, и҆ всѧ́чєскаѧ сп҃се хвале́нїѧ твоегѡ̀ и҆спо́лнишасѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́ко Петру́, ру́ку простры́й в по́мощь, / и мене́ поми́луй / и спаси́, я́ко Человеколю́бец.",
  ["текст_цс"] = "Ꙗ҆́кѡ петрꙋ̀ рꙋ́кꙋ простры́й въ по́мощь, и҆ менѐ поми́лꙋй, и҆ сп҃сѝ ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Авваку́ме проро́че, что зове́ши? / Что ви́дев, ужа́слся еси́? / От ю́га Тя, гряду́ща Бо́га, ви́дя, убоя́хся.",
  ["текст_цс"] = "А҆ввакꙋ́ме прⷪ҇ро́че, что̀ зове́ши; что̀ ви́дѣвъ оу҆жа́слсѧ є҆сѝ: ѿ ю҆́га тѧ̀ грѧдꙋ́ща бг҃а ви́дѧ, оу҆боѧ́хсѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Услы́шах слух си́лы Твоея́, / и возвесели́ся се́рдце мое́ о Го́споде.",
  ["текст_цс"] = "Оу҆слы́шахъ слꙋ́хъ си́лы твоеѧ̀, и҆ возвесели́сѧ се́рдце моѐ ѡ҆ гдⷭ҇ѣ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Вску́ю мя отри́нул еси́ / от лица́ Твоего́, Све́те Незаходи́мый, / и покры́ла мя есть чужда́я тьма, окая́ннаго, / но обрати мя́ и к све́ту за́поведей Твои́х / пути́ моя́ напра́ви, молю́ся.",
  ["текст_цс"] = "Вскꙋ́ю мѧ̀ ѿри́нꙋлъ є҆сѝ ѿ лица̀ твоегѡ̀ свѣ́те незаходи́мый, и҆ покры́ла мѧ̀ є҆́сть чꙋжда́ѧ тьма̀ ѻ҆каѧ́ннаго. но ѡ҆брати́ мѧ и҆ къ свѣ́тꙋ за́повѣдей твои́хъ пꙋтѝ моѧ̑ напра́ви, молю́сѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "О треблаже́нное Дре́во, / на не́мже распя́ся Христо́с, Царь и Госпо́дь! / и́мже паде́ дре́вом прельсти́вый, / Тобо́ю прельсти́вся, / Бо́гу пригвозди́вшуся пло́тию, / подаю́щему мир душа́м на́шим.",
  ["текст_цс"] = "Ѽ требл҃же́нное дре́во, на не́мже распѧ́сѧ хрⷭ҇то́съ, цр҃ь и҆ гдⷭ҇ь: и҆́мже падѐ, дре́вомъ прельсти́вый, тобо́ю прельсти́всѧ, бг҃ꙋ пригвозди́вшꙋсѧ пло́тїю, подаю́щемꙋ ми́ръ дꙋша́мъ на́шымъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Просвети́ нас повеле́нии Твои́ми, Го́споди, / и мы́шцею Твое́ю высо́кою / Твой мир пода́ждь нам, Человеколю́бче.",
  ["текст_цс"] = "Просвѣтѝ на́съ повелѣ́нїи твои́ми гдⷭ҇и, и҆ мы́шцею твое́ю высо́кою, тво́й ми́ръ пода́ждь на́мъ чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Мрак души́ моея́ разжени́, Светода́вче Христе́ Бо́же, / началоро́дную тьму изгна́в бе́здны, / и да́руй ми Свет повеле́ний Твои́х, Сло́ве, / да, у́тренюя, сла́влю Тя.",
  ["текст_цс"] = "Мра́къ дꙋшѝ моеѧ̀ разженѝ свѣтода́вче хрⷭ҇тѐ бж҃е, началоро́днꙋю тьмꙋ̀ и҆згна́въ бе́здны, и҆ да́рꙋй мѝ свѣ́тъ повелѣ́нїй твои́хъ сло́ве, да оу҆́треннюѧ сла́влю тѧ̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "У́тренююще, вопие́м Ти: / Го́споди, спаси́ ны, / Ты бо еси́ Бог наш, / ра́зве Тебе́, ино́го не ве́мы.",
  ["текст_цс"] = "Оу҆́треннююще вопїе́мъ тѝ гдⷭ҇и, сп҃си́ ны. ты́ бо є҆сѝ бг҃ъ на́шъ, ра́звѣ тебѐ и҆но́гѡ не вѣ́мы.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Страсте́й мя мглы, / я́ко от глубо́кия но́щи, избавля́яй, / у́треневати сподо́би дух мой, молю́ся, / во све́те дне повеле́ний Твои́х, Христе́.",
  ["текст_цс"] = "Страсте́й мѧ̀ мглы̀, ꙗ҆́кѡ ѿ глꙋбо́кїѧ но́щи и҆збавлѧ́ѧй, оу҆́треневати сподо́би дꙋ́хъ мо́й молю́сѧ, во свѣ́тѣ днѐ повелѣ́нїй твои́хъ хрⷭ҇тѐ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Твои́м Све́том озари́ мой ум, Бо́же, молю́ся, / да мно́гую Твою́ воспою́, / от но́щи у́тренюя, бла́гость.",
  ["текст_цс"] = "Твои́мъ свѣ́томъ ѡ҆зарѝ мо́й оу҆́мъ бж҃е, молю́сѧ тебѣ̀, да мно́гꙋю твою̀ воспою̀ ѿ но́щи оу҆́треневавъ бл҃госты́ню.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От но́щи неве́дения / по душелови́тельному пути́ при́сно блудя́щаго, / Све́том ра́зума Твоего́, Го́споди, преднаставля́я мя, / на стезю́ за́поведей Твои́х напра́ви.",
  ["текст_цс"] = "Ѿ но́щи невѣ́дѣнїѧ, по дꙋшелови́тельномꙋ пꙋтѝ при́снѡ блꙋдѧ́щаго, свѣ́томъ ра́зꙋма твоегѡ̀ гдⷭ҇и, преднаставлѧ́ѧ мѧ̀ на стезю̀ за́повѣдей твои́хъ напра́ви.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́ко Бо́га ино́го, Бла́же, / па́че Тебе́, не зна́ем, / к Тебе́, Све́ту Незаходи́мому, от но́щи у́тренююще, / воспева́ем Тя, Человеколю́бче.",
  ["текст_цс"] = "Ꙗ҆́кѡ бг҃а и҆но́гѡ бл҃же, па́че тебѐ не зна́емъ, къ тебѣ̀ свѣ́тꙋ незаходи́момꙋ ѿ но́щи оу҆́тренююще, воспѣва́емъ тѧ̀, чл҃вѣколю́бче.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "У́тренюет дух мой к Тебе́, Бо́же, / от Отца́ рожде́нному неизрече́нно / и воздви́гнувшему рог спасе́ния нам.",
  ["текст_цс"] = "Оу҆́тренюетъ дꙋ́хъ мо́й къ тебѣ̀ бж҃е, ѿ ѻ҆ц҃а̀ рожде́нномꙋ неизрече́ннѡ, и҆ воздви́гнꙋвшемꙋ ро́гъ сп҃се́нїѧ на́мъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "У́тренюет дух мой к Тебе́, Бо́же, / зане́ свет повеле́ния прише́ствия Твоего́, / и́миже у́бо озари́ ум наш, Влады́ко, / и наста́ви на стезю́ жи́зни.",
  ["текст_цс"] = "Оу҆́тренюетъ дх҃ъ мо́й къ тебѣ̀ бж҃е, занѐ свѣ́тъ повелѣ́нїѧ прише́ствїѧ твоегѡ̀: и҆́миже оу҆́бѡ ѡ҆зарѝ оу҆́мъ на́шъ влⷣко, и҆ наста́ви на стезю̀ жи́зни.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От но́щи неве́дения / Богове́дением просвети́вый концы́, / просвети́ мя у́тром человеколю́бия Твоего́, Го́споди.",
  ["текст_цс"] = "Ѿ но́щи невѣ́дѣнїѧ бг҃овѣ́дѣнїемъ просвѣти́вый концы̀, просвѣти́ мѧ оу҆́тромъ чл҃вѣколю́бїѧ твоегѡ̀ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От но́щи у́тренюет дух мой / к Тебе́, Бо́же, / ми́лость пода́ждь ми.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренюетъ дꙋ́хъ мо́й къ тебѣ̀ бж҃е, млⷭ҇ть пода́ждь мѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Го́споди Бо́же наш, мир даждь нам, / Го́споди Бо́же наш, стяжи́ ны, / Го́споди, ра́зве Тебе́, ино́го не ве́мы, / И́мя Твое́ имену́ем.",
  ["текст_цс"] = "Гдⷭ҇и бж҃е на́шъ, ми́ръ да́ждь на́мъ, гдⷭ҇и бж҃е на́шъ, стѧжи́ ны, гдⷭ҇и, ра́звѣ тебѐ и҆но́гѡ не вѣ́мы, и҆́мѧ твоѐ и҆менꙋ́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "У́тренююще к Тебе́, Человеколю́бцу, / воспева́ем Тя, Христе́ Бо́же, / да́руй нам ми́лости Твоя́.",
  ["текст_цс"] = "Оу҆́тренююще къ тебѣ̀ чл҃вѣколю́бцꙋ, воспѣва́емъ тѧ̀ хрⷭ҇тѐ бж҃е, да́рꙋй на́мъ млⷭ҇ти твоѧ̑.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От но́щи у́тренюет дух мой / к Твоему́ песнопе́нию, / зане́ свет и мир повеле́ния Твоя́.",
  ["текст_цс"] = "Ѿ но́щи оу҆́тренюетъ дꙋ́хъ мо́й къ твоемꙋ̀ пѣснопѣ́нїю, занѐ свѣ́тъ и҆ ми́ръ повелѣ̑нїѧ твоѧ̑.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Бла́же, Све́та и Ми́ра Пода́телю, / от тьмы мя и бра́ни страсте́й изба́ви, у́тренююща, Христе́, / к Твоему́ хвале́нию.",
  ["текст_цс"] = "Бл҃же, свѣ́та и҆ ми́ра пода́телю, ѿ тьмы̀ мѧ̀ и҆ бра́ни страсте́й и҆зба́ви, оу҆́тренююща хрⷭ҇тѐ къ твоемꙋ̀ хвале́нїю.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Повеле́ния Твоя́ просвеще́нием, Христе́ Бо́же, / я́ко Благ, показа́л еси́, / зане́, Светода́вче, / от но́щи у́тренююще, сла́ву возсыла́ем.",
  ["текст_цс"] = "Повелѣ̑нїѧ твоѧ̑ просвѣще́нїемъ хрⷭ҇тѐ ꙗ҆́кѡ бл҃гъ показа́лъ є҆сѝ, занѐ свѣтода́вче ѿ но́щи оу҆́треннююще сла́вꙋ возсыла́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Твои́м Све́том озари́ мой ум, / Бо́же, молю́ся Тебе́, / да мно́гую Твою́ воспою́, / от но́щи у́треневав, благосты́ню.",
  ["текст_цс"] = "Твои́мъ свѣ́томъ ѡ҆зарѝ мо́й оу҆́мъ бж҃е молю́сѧ, да мно́гꙋю твою̀ воспою̀, ѿ но́щи оу҆́тренюѧ, бл҃гость.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От но́щи неве́дения / Богове́дения день во Све́те Лица́ Твоего́, Христе́, да возсия́ет, / ко у́тру хвале́ние Твое́ в сердца́х на́ших.",
  ["текст_цс"] = "Ѿ но́щи невѣ́дѣнїѧ, бг҃овѣ́дѣнїѧ де́нь во свѣ́тѣ лица̀ твоегѡ̀ хрⷭ҇тѐ, возсїѧ́етъ, ко оу҆́трꙋ хвале́нїе твоѐ въ сердца́хъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Очи́сти мя, Спа́се, / мно́га бо беззако́ния моя́, / и из глубины́ зол возведи́, молю́ся, / к Тебе́ бо возопи́х, и услы́ши мя, / Бо́же спасе́ния моего́.",
  ["текст_цс"] = "Ѡ҆чи́сти мѧ̀ сп҃се, мнѡ́га бо беззакѡ́нїѧ моѧ̑, и҆ и҆з̾ глꙋбины̀ ѕѡ́лъ возведѝ молю́сѧ, къ тебѣ́ бо возопи́хъ, и҆ оу҆слы́ши мѧ̀, бж҃е сп҃се́нїѧ моегѡ̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Во́днаго зве́ря во утро́бе / дла́ни Ио́на крестови́дно распросте́р, / спаси́тельную страсть прообража́ше я́ве; / тем, тридне́вен изше́д, / преми́рное Воскресе́ние прописа́ше / пло́тию пригвожде́ннаго Христа́ Бо́га / и тридне́вным Воскресе́нием мир просве́щшаго.",
  ["текст_цс"] = "Во́днагѡ ѕвѣ́рѧ во оу҆тро́бѣ, дла̑ни і҆ѡ́на крестови́днѡ распросте́ръ, сп҃си́тельнꙋю стра́сть проѡбража́ше ꙗ҆́вѣ. тѣ́мъ тридне́венъ и҆зше́дъ, премі́рное воскрⷭ҇нїе прописа́ше, пло́тїю пригвожде́ннагѡ хрⷭ҇та̀ бг҃а, и҆ тридне́внымъ воскрⷭ҇нїемъ мі́ръ просвѣ́щшагѡ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ио́ну в ки́те, Го́споди, / еди́наго всели́л еси́, / мене́ же, свя́заннаго мре́жами вра́жиями, / я́ко от тли о́наго спаси́.",
  ["текст_цс"] = "І҆ѡ́нꙋ въ ки́тѣ гдⷭ҇и, є҆ди́наго всели́лъ є҆сѝ, мене́ же свѧ́заннаго мре́жами вра́жїими, ꙗ҆́кѡ ѿ тлѝ ѻ҆́наго сп҃сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́коже проро́ка изба́вил еси́ / из глубины́ преиспо́дния, Христе́ Бо́же, / и мене́ от грехо́в мои́х изба́ви, я́ко Человеколю́бец, / и упра́ви живо́т мой, молю́ся.",
  ["текст_цс"] = "Ꙗ҆́коже прⷪ҇ро́ка и҆зба́вилъ є҆сѝ и҆з̾ глꙋбины̀ преиспо́днїѧ хрⷭ҇тѐ бж҃е, и҆ менѐ ѿ грѣхѡ́въ мои́хъ и҆зба́ви ꙗ҆́кѡ чл҃вѣколю́бецъ, и҆ оу҆пра́ви живо́тъ мо́й, молю́сѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ри́зу мне пода́ждь све́тлу, / одея́йся све́том, я́ко ри́зою, / Многоми́лостиве Христе́ Бо́же наш.",
  ["текст_цс"] = "Ри́зꙋ мнѣ̀ пода́ждь свѣ́тлꙋ, ѡ҆дѣѧ́йсѧ свѣ́томъ ꙗ҆́кѡ ри́зою, многомлⷭ҇тиве хрⷭ҇тѐ бж҃е на́шъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Бе́здна грехо́в и прегреше́ний бу́ря мя смуща́ет / и во глубину́ ну́жднаго ре́ет мя отча́яния, / но Твою́ кре́пкую ру́ку мне простри́, я́ко Петро́ви, / о Упра́вителю! и спаси́.",
  ["текст_цс"] = "Бе́здна грѣхѡ́въ и҆ прегрѣше́нїй бꙋ́рѧ мѧ̀ смꙋща́етъ, и҆ во глꙋбинꙋ̀ нꙋ́жднагѡ рѣ́етъ мѧ̀ ѿча́ѧнїѧ: но твою̀ крѣ́пкꙋю рꙋ́кꙋ мнѣ̀ прострѝ ꙗ҆́кѡ петро́ви, ѽ оу҆пра́вителю! и҆ сп҃сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Моли́тву пролию́ ко Го́споду / и Тому́ возвещу́ печа́ли моя́, / я́ко зол душа́ моя́ испо́лнися / и живо́т мой а́ду прибли́жися, / и молю́ся, я́ко Ио́на: / от тли, Бо́же, возведи́ мя.",
  ["текст_цс"] = "Мл҃твꙋ пролїю̀ ко гдⷭ҇ꙋ, и҆ томꙋ̀ возвѣщꙋ̀ печа̑ли моѧ̑, ꙗ҆́кѡ ѕѡ́лъ дꙋша̀ моѧ̀ и҆спо́лнисѧ: и҆ живо́тъ мо́й а҆́дꙋ прибли́жисѧ, и҆ молю́сѧ ꙗ҆́кѡ і҆ѡ́на: ѿ тлѝ бж҃е, возведи́ мѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Во Исаа́це страсть прописа́вый, / и во Ио́не погребе́ние прообразова́вый, / и Воскресе́ние всем подая́й, / Тебе́ вопие́м с проро́ком: / от тли нас возведи́, Благоутро́бне Го́споди.",
  ["текст_цс"] = "Во і҆саа́цѣ стра́сть прописа́вый, и҆ во і҆ѡ́нѣ погребе́нїе проѡбразова́вый, и҆ воскрⷭ҇нїе всѣ̑мъ подаѧ́й, тебѣ̀ вопїе́мъ съ прⷪ҇ро́комъ: ѿ тлѝ на́съ возведѝ, бл҃гоꙋтро́бне гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "К могу́щему мя спасти́ Го́споду / из глубины́ грехо́вныя возопи́х, / и от тли возведе́ живо́т мой, / я́ко Человеколю́бец.",
  ["текст_цс"] = "Къ могꙋ́щемꙋ мѧ̀ сп҃стѝ гдⷭ҇ꙋ и҆з̾ глꙋбины̀ грѣхо́вныѧ возопи́хъ, и҆ ѿ тлѝ возведѐ живо́тъ мо́й, ꙗ҆́кѡ чл҃вѣколю́бецъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Отве́ргл мя еси́ / во глубины́ се́рдца морска́го, / и ви́дех чудеса́ Твоя́, Го́споди.",
  ["текст_цс"] = "Ѿве́рглъ мѧ̀ є҆сѝ во глꙋбины̑ се́рдца морска́гѡ, и҆ ви́дѣхъ чꙋдеса̀ твоѧ̑ гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Содержи́ма мя, приими́, Человеколю́бче, / грехи́ мно́гими, / и припа́дающа щедро́там Твои́м, / я́ко проро́ка, Го́споди, и спаси́ мя.",
  ["текст_цс"] = "Содержи́ма мѧ̀, прїимѝ чл҃вѣколю́бче, грѣхѝ мно́гими, и҆ припа́дающа щедро́тамъ твои́мъ, ꙗ҆́кѡ прⷪ҇ро́ка гдⷭ҇и, и҆ сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́ко во́ды морски́я, Человеколю́бче, / волна́ми жите́йскими обурева́юся. / Те́мже, я́ко Ио́на, та́ко вопию́ Ти: / возведи́ от тли живо́т мой, / Благоутро́бне Го́споди.",
  ["текст_цс"] = "Ꙗ҆́кѡ во́ды морскі̑ѧ чл҃вѣколю́бче волна́ми жите́йскими ѡ҆бꙋрева́юсѧ. тѣ́мже ꙗ҆́кѡ і҆ѡ́на, та́кѡ вопїю́ ти: возведѝ ѿ тлѝ живо́тъ мо́й, бл҃гоꙋтро́бне гдⷭ҇и.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́ко Ио́ну проро́ка от ки́та возве́л еси́, Го́споди, / из ба́ви мя от лови́твы чужда́го / и спаси́ мя, Ще́дре, я́ко Многоми́лостив.",
  ["текст_цс"] = "Ꙗ҆́кѡ і҆ѡ́нꙋ прⷪ҇ро́ка ѿ ки́та возве́лъ є҆сѝ гдⷭ҇и, и҆зба́ви мѧ̀ ѿ лови́твы чꙋжда́гѡ, и҆ сп҃си́ мѧ ще́дре, ꙗ҆́кѡ многомлⷭ҇тивъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Я́ко от ки́та изба́вил еси́ проро́ка Твоего́, / и мене́, Спа́се наш, / от мно́жества прегреше́ний мои́х изба́ви.",
  ["текст_цс"] = "Ꙗ҆́кѡ ѿ ки́та и҆зба́вилъ є҆сѝ прⷪ҇ро́ка твоего̀, и҆ менѐ сп҃се на́шъ ѿ мно́жества прегрѣше́нїй мои́хъ и҆зба́ви.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Превзыдо́ша главу́ мою́ беззако́ния моя́, / я́ко тя́жкое бре́мя на мя обремени́вшаяся, / во отча́яния глубины́ низвлача́т мя, / но пре́жде да́же погря́знути ми, Го́споди, спаси́ мя.",
  ["текст_цс"] = "Превзыдо́ша главꙋ̀ мою̀ беззакѡ́нїѧ моѧ̑, ꙗ҆́кѡ тѧ́жкое бре́мѧ на мѧ̀ ѡ҆бремени̑вшаѧсѧ, во ѿча́ѧнїѧ глꙋбины̀ низвлача́тъ мѧ̀: но пре́жде да́же погрѧ́знꙋти мѝ, гдⷭ҇и, сп҃си́ мѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Из чре́ва а́дова / во́пля моего́ услы́шал еси́ глас мой / и изба́вил еси́ от тли живо́т мой, Многоми́лостиве.",
  ["текст_цс"] = "И҆з̾ чре́ва а҆́дова во́плѧ моегѡ̀ оу҆слы́шалъ є҆сѝ гла́съ мо́й, и҆ и҆зба́вилъ є҆сѝ ѿ тлѝ живо́тъ мо́й, многомлⷭ҇тиве.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Бо́жия снизхожде́ния / огнь устыде́ся в Вавило́не иногда́. / Сего́ ра́ди о́троцы в пещи́, ра́дованною ного́ю, / я́ко во цве́тнице, лику́юще, поя́ху: / благо слове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Бж҃їѧ снизхожде́нїѧ ѻ҆́гнь оу҆стыдѣ́сѧ въ вавѷлѡ́нѣ и҆ногда̀, сегѡ̀ ра́ди ѻ҆́троцы въ пещѝ ра́дованною ного́ю ꙗ҆́кѡ во цвѣ́тницѣ ликꙋ́юще, поѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Безу́мное веле́ние / мучи́теля злочести́ваго лю́ди поколеба́, / ды́шущее преще́ние и злохуле́ние богоме́рзкое, / оба́че три о́троки не устраши́ я́рость зве́рская, / ни огнь снеда́яй, / но противоды́шущу росоно́сному ду́ху, / со огне́м су́ще, поя́ху: / препе́тый отце́в и нас Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Безꙋ́мное велѣ́нїе мꙋчи́телѧ ѕлочести́вагѡ лю́ди поколеба̀, ды́шꙋщее преще́нїе и҆ ѕлохꙋле́нїе бг҃оме́рзкое, ѻ҆ба́че трѝ ѻ҆́троки не оу҆страшѝ ꙗ҆́рость ѕвѣ́рскаѧ, ни ѻ҆́гнь снѣда́ѧй, но противоды́шꙋщꙋ росоно́сномꙋ дх҃ꙋ, со ѻ҆гне́мъ сꙋ́ще поѧ́хꙋ: препѣ́тый ѻ҆тцє́въ и҆ на́съ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "О́троцы евре́йстии в пещи́ / попра́ша пла́мень дерзнове́нно / и на ро́су огнь преложи́ша, вопию́ще: / благослове́н еси́, Го́споди Бо́же, во ве́ки.",
  ["текст_цс"] = "Ѻ҆́троцы є҆вре́йстїи въ пещѝ, попра́ша пла́мень дерзнове́ннѡ, и҆ на ро́сꙋ ѻ҆́гнь преложи́ша, вопїю́ще: бл҃гослове́нъ є҆сѝ гдⷭ҇и, бж҃е во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Халде́йския пе́щи / всепа́губную си́лу угаси́вше / о́бразом А́нгела снизше́дшаго, / Зижди́телю ю́ноши взыва́ху: / благослове́н еси́ и хва́льный, Бо́же отец на́ших.",
  ["текст_цс"] = "Халде́йскїѧ пе́щи, всепа́гꙋбнꙋю си́лꙋ оу҆гаси́вше, ѡ҆́бразомъ а҆́гг҃ла снизше́дшагѡ, зижди́телю ю҆́нѡши взыва́хꙋ: бл҃гослове́нъ є҆сѝ и҆ хва́льный бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "На по́ле Деи́ре / иногда́ мучи́тель пещь поста́ви на муче́ние Богоно́сных, / в не́йже три о́троки песносло́вяху Еди́наго Бо́га, / тро́ично воспева́ху, глаго́люще: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "На по́лѣ деи́рѣ, и҆ногда̀ мꙋчи́тель пе́щь поста́ви на мꙋче́нїе бг҃оно́сныхъ: въ не́йже трѝ ѻ҆́троки пѣсносло́вѧхꙋ є҆ди́наго бг҃а, трⷪ҇чнѡ воспѣва́хꙋ, глаго́люще: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От Иуде́и доше́дше, о́троцы / в Вавило́не иногда́ / ве́рою Тро́ическою пла́мень пе́щный попра́ша, пою́ще: / отце́в Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Ѿ і҆ꙋде́и доше́дше ѻ҆́троцы, въ вавѷлѡ́нѣ и҆ногда̀, вѣ́рою трⷪ҇ческою пла́мень пе́щный попра́ша пою́ще: ѻ҆тцє́въ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "О́троцы Богочести́вии в Вавило́не / о́бразу злато́му не поклони́шася, / но посреде́ пе́щи о́гненныя, ороша́еми, / песнь воспева́ху, глаго́люще: / превозноси́мый отце́в и нас Бо́же, благослове́н еси́.",
  ["текст_цс"] = "Ѻ҆́троцы бг҃очести́вїи въ вавѷлѡ́нѣ ѡ҆́бразꙋ злато́мꙋ не поклони́шасѧ, но посредѣ̀ пе́щи ѻ҆́гненныѧ ѡ҆роша́еми, пѣ́снь воспѣва́хꙋ, глаго́люще: превозноси́мый ѻ҆тцє́въ и҆ на́съ бж҃е бл҃гослове́нъ є҆сѝ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "А́нгелом о́троки из огня́ спасы́й / и гремя́щую пещь преложи́вый на ро́су, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "А҆́гг҃ломъ ѻ҆́троки и҆з̾ ѻ҆гнѧ̀ сп҃сы́й и҆ гремѧ́щꙋю пе́щь преложи́вый на ро́сꙋ, бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "В нача́ле зе́млю основа́вый / и Небеса́ сло́вом утверди́вый, / благослове́н еси́ во ве́ки, / Го́споди, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ нача́лѣ зе́млю ѻ҆снова́вый, и҆ нб҃са̀ сло́вомъ оу҆тверди́вый, бл҃гослове́нъ є҆сѝ во вѣ́ки, гдⷭ҇и бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "О́троки ороси́вый в пещи́ / и Де́ву сохрани́вый ро́ждшую Тя по Рождестве́, / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Ѻ҆́троки ѡ҆роси́вый въ пещѝ и҆ дв҃ꙋ сохрани́вый, ро́ждшꙋю тѧ̀, по ржⷭ҇твѣ̀, бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Халде́йская пещь, огне́м распала́емая, / ороша́шеся Ду́хом, / Бо́жиим предстоя́нием, от́роцы поя́ху: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Халде́йскаѧ пе́щь ѻ҆гне́мъ распала́емаѧ, ѡ҆роша́шесѧ дх҃омъ, бж҃їимъ предстоѧ́нїемъ, ѻ҆́троцы поѧ́хꙋ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "В пещи́ о́гненней о́троки спасы́й, / благослове́н еси́ во ве́ки, / Го́споди, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Въ пещѝ ѻ҆́гненнѣй ѻ҆́троки сп҃сы́й, бл҃гослове́нъ є҆сѝ во вѣ́ки гдⷭ҇и, бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Подража́тели трие́х Твои́х, Го́споди, отроко́в сотвори́ ны, / сопротивля́ющияся греху́, /и огнь страсте́й попира́ющия, и пою́щия: / благослове́н еси́, Бо́же оте́ц на́ших.",
  ["текст_цс"] = "Подража́тели трїе́хъ твои́хъ гдⷭ҇и ѻ҆трокѡ́въ сотвори́ ны, сопротивлѧ́ющыѧсѧ грѣхꙋ̀, и҆ ѻ҆́гнь страсте́й попира́ющыѧ, и҆ пою́щыѧ: бл҃гослове́нъ є҆сѝ бж҃е ѻ҆тє́цъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ви́дев мучи́тель Четве́ртаго зрак, / глаго́лаше су́щим с ним: / три вверго́хом в пла́мень, / ны́не же четы́ре ви́жу, / Еди́наго зрак ужаса́ет мой ум, / удивля́ет мое́ помышле́ние. / Трие́х лик пое́т Тя во ве́ки.",
  ["текст_цс"] = "Ви́дѣвъ мꙋчи́тель четве́ртагѡ зра́къ глаго́лаше сꙋ́щымъ съ ни́мъ: трѝ вверго́хомъ въ пла́мень, ны́нѣ же четы́ре ви́жꙋ: є҆ди́нагѡ зра́къ оу҆жаса́етъ мо́й оу҆́мъ, оу҆дивлѧ́етъ моѐ помышле́нїе. трїе́хъ ли́къ пое́тъ тѧ̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Отроко́м, в пещь вве́рженным, / ви́дев мучи́тель Четве́ртаго зрак / в ви́де Сы́на Бо́жия, / с ни́ми зовя́ше: / благослове́н еси́, Бо́же во ве́ки.",
  ["текст_цс"] = "Ѻ҆трокѡ́мъ въ пе́щь вве́ржєннымъ, ви́дѣвъ мꙋчи́тель четве́ртагѡ зра́къ въ ви́дѣ сн҃а бж҃їѧ, съ ни́ми зовѧ́ше: бл҃гослове́нъ є҆сѝ бж҃е во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Седмери́цею пещь / халде́йский мучитель / Богочести́вым неи́стовно разжже́, / си́лою же лу́чшею спасе́ны, сия́ ви́дев, / Творцу́ и Изба́вителю вопия́ше: / о́троцы, благослови́те, / свяще́нницы, воспо́йте, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Седмери́цею пе́щь, халде́йскїй мꙋчи́тель, бг҃очести̑вымъ неи́стовнѡ разжжѐ, си́лою же лꙋ́чшею, сп҃се́ны сїѧ̑ ви́дѣвъ, творцꙋ̀ и҆ и҆зба́вителю вопїѧ́ше: ѻ҆́троцы бл҃гослови́те, сщ҃е́нницы воспо́йте, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Благослови́те, о́троцы, / Тро́ицы равночи́сленнии, / Соде́теля Отца́ Бо́га, / по́йте снизше́дшее Сло́во / и огнь в ро́су претво́ршее / и превозноси́те всем жизнь подава́ющаго / Ду́ха Всесвята́го во ве́ки.",
  ["текст_цс"] = "Бл҃гослови́те ѻ҆́троцы, трⷪ҇цы равночи́сленнїи, содѣ́телѧ ѻ҆ц҃а̀, бг҃а, по́йте снизше́дшее сло́во, и҆ ѻ҆́гнь въ ро́сꙋ претво́ршее, и҆ превозноси́те всѣ̑мъ жи́знь подава́ющаго, дх҃а всест҃а́го, во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Мусики́йским орга́ном согласу́ющим / и лю́дем безчи́сленным, покланя́ющимся о́бразу в Деи́ре, / три о́троцы не повину́вшеся, / Го́спода воспева́ху / и славосло́вляху во вся ве́ки.",
  ["текст_цс"] = "Мꙋсїкі̑йскимъ ѻ҆рга́нѡмъ согласꙋ́ющымъ, и҆ лю́демъ безчи́слєннымъ покланѧ́ющымсѧ ѡ҆́бразꙋ въ деи́рѣ, трѝ ѻ҆́троцы не повинꙋ́вшесѧ, гдⷭ҇а воспѣва́хꙋ, и҆ славосло́влѧхꙋ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Победи́тели мучи́теля и пла́мене / благода́тию Твое́ю бы́вше, / за́поведем Твои́м зело́ прилежа́ще, / о́троцы вопия́ху: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Побѣди́тели мꙋчи́телѧ и҆ пла́мене, бл҃года́тїю твое́ю бы́вше, за́повѣдемъ твои̑мъ ѕѣлѡ̀ прилѣжа́ще, ѻ҆́троцы вопїѧ́хꙋ: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Отрица́ющеся златослуже́ния о́троцы, / царя́ небрего́ша, / яви́ бо я́ огнь преложе́нный рабы́ Бо́жия, вопию́щия: / да пое́т тварь Го́спода / и превозно́сит во вся ве́ки.",
  ["текст_цс"] = "Ѿрица́ющесѧ златослꙋже́нїѧ ѻ҆́троцы, царѧ̀ небрего́ша, ꙗ҆ви́ бо ѧ҆̀ ѻ҆́гнь преложе́нный рабы̀ бж҃їѧ, вопїю́щыѧ: да пое́тъ тва́рь гдⷭ҇а, и҆ превозно́ситъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Нече́стия орга́ны ину́ю песнь, / благоче́стия же благовеща́ннии поя́ху гу́сли: / благослови́те, дела́ Госпо́дня, Христа́ во ве́ки.",
  ["текст_цс"] = "Нече́стїѧ ѻ҆рга́ны и҆нꙋ́ю пѣ́снь, бл҃гоче́стїѧ же бл҃говѣща́ннїи поѧ́хꙋ гꙋ́сли: бл҃гослови́те дѣла̀ гдⷭ҇нѧ, хрⷭ҇та̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Богоглаго́ливии о́троцы, в пещи́ / со огне́м пла́мень попира́юще, поя́ху: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Бг҃оглаго́ливїи ѻ҆́троцы въ пещѝ, со ѻ҆гне́мъ пла́мень попира́юще, поѧ́хꙋ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "От Отца́ пре́жде век рожде́ннаго / и от Ма́тере в после́дняя воплоще́ннаго, / свяще́нницы, благослови́те, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Ѿ ѻ҆ц҃а̀ пре́жде вѣ̑къ рожде́ннаго, и҆ ѿ мт҃ре въ послѣ̑днѧѧ воплоще́ннаго, сщ҃е́нницы бл҃гослови́те, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "На горе́ святе́й просла́вльшася / и в купине́ огне́м Присноде́вы Моисе́ови та́йну я́вльшаго, / Го́спода по́йте / и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "На горѣ̀ ст҃ѣ́й просла́вльшасѧ, и҆ въ кꙋпинѣ̀ ѻ҆гне́мъ приснодв҃ы мѡѷсе́ови та́йнꙋ ꙗ҆́вльшаго, гдⷭ҇а по́йте и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Безнача́льнаго Царя́ Сла́вы, / Его́же трепе́щут Небе́с ныя Си́лы, / по́йте, свяще́нницы, / лю́дие, превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Безнача́льнаго цр҃ѧ̀ сла́вы, є҆гѡ́же трепе́щꙋтъ нбⷭ҇ныѧ си̑лы, по́йте сщ҃е́нницы, лю́дїе превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Покрыва́яй вода́ми превы́спренняя Своя́, / полага́яй мо́рю преде́л песо́к / и содержа́й вся, / Тя пое́т со́лнце, Тя сла́вит луна́, / Тебе́ прино́сит песнь вся тварь, / я́ко Соде́телю всех во ве́ки.",
  ["текст_цс"] = "Покрыва́ѧй вода́ми превы́спрєннѧѧ своѧ̑, полага́ѧй мо́рю предѣ́лъ песо́къ, и҆ содержа́й всѧ̑, тѧ̀ пое́тъ со́лнце, тѧ̀ сла́витъ лꙋна̀, тебѣ̀ прино́ситъ пѣ́снь всѧ̀ тва́рь, ꙗ҆́кѡ содѣ́телю всѣ́хъ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "А́нгели и Небеса́, на Престо́ле Сла́вы Седя́щаго / и я́ко Бо́га непреста́нно Сла́вимаго, / благослови́те, по́йте / и превозноси́те Его́ во ве́ки.",
  ["текст_цс"] = "А҆́гг҃ли и҆ нб҃са̀, на прⷭ҇то́лѣ сла́вы сѣдѧ́щаго, и҆ ꙗ҆́кѡ бг҃а непреста́ннѡ сла́вимаго, бл҃гослови́те, по́йте и҆ превозноси́те є҆го̀ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "В пещи́ ликова́ние поста́виша о́троцы, / сочине́нный чин прии́мше, / тва́ри повелева́юще сла́ви ти Вседе́тельную Прему́дрость, / Христа́ воспева́юще: / благослови́те, вся дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Въ пещѝ ликова́нїе поста́виша ѻ҆́троцы, сочине́нный чи́нъ прїи́мше, тва́ри повелѣва́юще, сла́вити вседѣ́тельнꙋю премꙋ́дрость, хрⷭ҇та̀ воспѣва́юще: бл҃гослови́те всѧ̑ дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Иерусали́ме освяще́нный, / благоро́днии су́ще о́троцы яви́шася, / в нем Боже́ственных зако́ нов не прие́мше забве́ния всегуби́тельнаго, / но вавило́нский огнь в себе́ благоче́ствующих ходата́йствовавше, / в нем ороше́ни, поя́ху: / благослови́те творе́ния, Го́спода.",
  ["текст_цс"] = "І҆ерⷭ҇ли́ме ѡ҆сщ҃е́нный, бл҃горо́днїи сꙋ́ще ѻ҆́троцы ꙗ҆ви́шасѧ въ не́мъ, бж҃е́ственныхъ зако́нѡвъ не прїе́мше забве́нїѧ всегꙋби́тельнагѡ. но вавѷлѡ́нскїй ѻ҆́гнь въ себѣ̀ бл҃гоче́ствꙋющихъ хода́тайствовавше, въ не́мъ ѡ҆роше́ни поѧ́хꙋ: бл҃гослови́те творє́нїѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Разжжи́те пещь седмери́цею, / до́ндеже до конца́ разгори́тся, / мучи́тель рече́ халде́ом, / Ана́нию, Аза́рию и Мисаи́ла, вложи́те я́ в ню, / и́же о́бразу зла то́му не поклони́шася, но глаго́лаху: / мы Бо́га и́мамы на Небесе́х, / Ему́же слу́жим и покланя́емся во ве́ки.",
  ["текст_цс"] = "Разжжи́те пе́щь седмери́цею, до́ндеже до конца̀ разгори́тсѧ, мꙋчи́тель речѐ халде́ѡмъ: а҆на́нїю, а҆за́рїю и҆ мїсаи́ла, вложи́те. ѧ҆̀ въ ню̀, и҆̀же ѡ҆́бразꙋ злато́мꙋ не поклони́шасѧ, но глаго́лахꙋ: мы̀ бг҃а и҆́мамы на нб҃сѣ́хъ, є҆мꙋ́же слꙋ́жимъ и҆ покланѧ́емсѧ во вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Благослови́т Тя вся тварь, Го́споди, / славосло́виша Тя Небе́сныя Си́лы со о́троки, / и мы воспева́ем и превозно́сим во вся ве́ки.",
  ["текст_цс"] = "Бл҃гослови́тъ тѧ̀ всѧ̀ тва́рь гдⷭ҇и, славосло́виша тѧ̀ нбⷭ҇ныѧ си̑лы со ѻ҆́троки, и҆ мы̀ воспѣва́емъ и҆ превозно́симъ во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Безнача́льный Бог Сло́во, / прише́дый на Креще́ние, / соверша́ше та́инство смотре́ния во Иорда́не / и Предте́чи глаго́лаше: / ты Мя креща́еши водо́ю, / Аз же тя Ду́хом / с вопию́щими Мне ве́рою: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Безнача́льный бг҃ъ сло́во, прише́дый на кр҃ще́нїе, соверша́ше та́инство смотре́нїѧ во і҆ѻрда́нѣ, и҆ прⷣте́чи глаго́лаше: ты́ мѧ кр҃ща́еши водо́ю, а҆́зъ же тѧ̀ дх҃омъ, съ вопїю́щими мнѣ̀ вѣ́рою: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Царя́ Небе́снаго, / Его́же пою́т во́и А́нгельстии, / хвали́те и превозноси́те во вся ве́ки.",
  ["текст_цс"] = "Цр҃ѧ̀ нбⷭ҇наго, є҆го́же пою́тъ вѡ́и а҆́гг҃льстїи, хвали́те, и҆ превозноси́те во всѧ̑ вѣ́ки.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Преподо́бнии Твои́ о́троцы, / в пещь вве́ржени, поя́ху: / благослови́те, дела́ Госпо́дня, Го́спода.",
  ["текст_цс"] = "Прпⷣбнїи твоѝ ѻ҆́троцы, въ пе́щь вве́ржени поѧ́хꙋ: бл҃гослови́те дѣла̀ гдⷭ҇нѧ гдⷭ҇а.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Ужасе́ся о сем Не́бо, / и земли́ удиви́шася концы́, / я́ко Бог яви́ся челове́ком пло́тски / и чре́во Твое́ бысть простра́ннейшее Небе́с. / Тем Тя, Богоро́дицу, / А́нгелов и челове́к чинона́чалия велича́ют.",
  ["текст_цс"] = "Оу҆жасе́сѧ ѡ҆ се́мъ нб҃о, и҆ землѝ оу҆диви́шасѧ концы̀, ꙗ҆́кѡ бг҃ъ ꙗ҆ви́сѧ человѣ́кѡмъ пло́тски, и҆ чре́во твоѐ бы́сть простра́ннѣйшее нб҃съ: тѣ́мъ тѧ̀ бцⷣꙋ, а҆́гг҃лѡвъ и҆ человѣ̑къ чинонача̑лїѧ велича́ютъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Та́ин еси́, Богоро́дице, рай, / невозде́ланно возрасти́вший Христа́, / И́мже Кре́стное Живоно́сное на земли́ насади́ся Дре́во; / тем, ны́не возноси́му, / покланя́ющеся Ему́, Тя велича́ем.",
  ["текст_цс"] = "Та́инъ є҆сѝ бцⷣе ра́й, невоздѣ́ланнѡ возрасти́вшїй хрⷭ҇та̀: и҆́мже крⷭ҇тное живоно́сное на землѝ насади́сѧ дре́во. тѣ́мъ ны́нѣ возноси́мꙋ, покланѧ́ющесѧ є҆мꙋ̀, тѧ̀ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Сне́дию дре́ва ро́ду прибы́вшая смерть / Кресто́м упраздни́ся днесь, / и́бо прама́терняя всеро́дная кля́тва разруши́ся прозябе́нием / Чи́стыя Богома́тере, / Ю́же вся си́лы Небе́сныя велича́ют.",
  ["текст_цс"] = "Снѣ́дїю дре́ва, ро́дꙋ прибы́вшаѧ сме́рть, крⷭ҇то́мъ оу҆праздни́сѧ дне́сь, и҆́бо прама́тернѧѧ всеро́днаѧ клѧ́тва разрꙋши́сѧ, прозѧбе́нїемъ чтⷭ҇ыѧ бг҃ома́тере: ю҆́же всѧ̑ си̑лы нбⷭ҇ныѧ велича́ютъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Устраши́ся всяк слух / неизрече́нна Бо́жия снизхожде́ния, / я́ко Вы́шний во́лею сни́де да́же и до пло́ти, / от деви́ческаго чре́ва быв Челове́к. / Те́мже Пречи́стую Богоро́дицу, ве́рнии, велича́ем.",
  ["текст_цс"] = "Оу҆страши́сѧ всѧ́къ слꙋ́хъ неизрече́нна бж҃їѧ снизхожде́нїѧ, ꙗ҆́кѡ вы́шнїй во́лею сни́де да́же и҆ до пло́ти, ѿ дв҃и́ческагѡ чре́ва бы́въ чл҃вѣ́къ: тѣ́мже пречⷭ҇тꙋю бцⷣꙋ вѣ́рнїи велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Благослове́н Госпо́дь, Бог Изра́илев, / воздви́гнувый рог спасе́ния нам / в дому́ Дави́дове, о́трока Своего́, / в ни́хже посети́ нас Восто́к с высоты́ / и напра́вил ны есть на путь ми́ра.",
  ["текст_цс"] = "Бл҃гослове́нъ гдⷭ҇ь бг҃ъ і҆и҃левъ, воздви́гнꙋвый ро́гъ сп҃се́нїѧ на́мъ, въ домꙋ̀ даві́довѣ ѻ҆́трока своегѡ̀: въ ни́хже посѣтѝ на́съ восто́къ съ высоты̀, и҆ напра́вилъ ны̀ є҆́сть на пꙋ́ть ми́ра.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Вои́стинну Богоро́дицу / Тя испове́дуем, / спасе́ннии Тобо́ю, Де́во Чи́стая, / с Безпло́тными ли́ки Тя велича́юще.",
  ["текст_цс"] = "Вои́стиннꙋ бцⷣꙋ тѧ̀ и҆сповѣ́дꙋемъ, сп҃се́ннїи тобо́ю дв҃о чⷭ҇таѧ, съ безпло́тными ли́ки тѧ̀ велича́юще.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Тя, Неискусобра́чную Ма́терь Бо́га Вы́шняго, / Тя, па́че ума́ ро́ждшую сло́вом вои́стинну Бо́га, / вы́шшую пречи́стых Сил, / немо́лчными славословле́нии велича́ем.",
  ["текст_цс"] = "Тѧ̀ неискꙋсобра́чнꙋю мт҃рь бг҃а вы́шнѧгѡ, тѧ̀ па́че оу҆ма̀ ро́ждшꙋю сло́вомъ вои́стиннꙋ бг҃а, вы́шшꙋю пречⷭ҇тыхъ си́лъ немо́лчными славословле́нїи велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "О, де́вства край, Богоро́дице! / пе́сньми же сла́вными / пра́здники возвыша́ющая благода́тей Твои́х / и ны́не де́вственною Сло́ва Твоего́ па́мятию / наи́тием та́йным украша́ющая в ней Тя велича́ющия.",
  ["текст_цс"] = "Ѽ дв҃ства кра́й бцⷣе, пѣ́сньми же сла́вными, пра́здники возвыша́ющаѧ бл҃года́тей твои́хъ, и҆ ны́нѣ дв҃ственною сло́ва твоегѡ̀ па́мѧтїю, наи́тїемъ та́йнымъ оу҆краша́ющаѧ въ не́й, тѧ̀ велича́ющыѧ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Уста́вы прешла́ еси́ естества́, / Соде́теля заче́нши и Го́спода, / и дверь спасе́ния ми́рови была́ еси́. / Тем Тя, Богоро́дице, / непреста́нно велича́ем.",
  ["текст_цс"] = "Оу҆ста́вы прешла̀ є҆сѝ є҆стества̀ содѣ́телѧ заче́нши и҆ гдⷭ҇а, и҆ две́рь сп҃се́нїѧ мі́рови была̀ є҆сѝ: тѣ́мъ тѧ̀ бцⷣе непреста́ннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Велича́ем Тя, Ма́терь Бо́жию, / и сла́вим Тя, Богоро́дице Де́во, / я́ко Спа́са ро́ждшую душ на́ших.",
  ["текст_цс"] = "Велича́емъ тѧ̀ мт҃рь бж҃їю, и҆ сла́вимъ бцⷣе дв҃о, ꙗ҆́кѡ сп҃са ро́ждшꙋю дꙋ́шъ на́шихъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Неви́димаго зра́ком Боже́ственным прие́мшая, / Неискусобра́чная Де́во и Ма́ти, / пе́сньми Рождество́ Твое́ велича́ем.",
  ["текст_цс"] = "Неви́димаго зра́комъ бж҃е́ственнымъ прїе́мшаѧ, неискꙋсобра́чнаѧ дв҃о и҆ мт҃и, пѣ́сньми ржⷭ҇тво̀ твоѐ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Велича́ем Тя, Всенепоро́чную / Ма́терь Христа́ Бо́га на́шего, / Ю́же осени́ Дух Святы́й.",
  ["текст_цс"] = "Велича́емъ тѧ̀ всенепоро́чнꙋю мт҃рь хрⷭ҇та̀ бг҃а на́шегѡ, ю҆́же ѡ҆сѣнѝ дх҃ъ ст҃ы́й.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Проявле́нное на горе́ законополо́жнику во огни́ и купине́ / Рождество́ Присноде́вы / в на́ше, ве́рных, спасе́ние / пе́сньми немо́лчными велича́ем.",
  ["текст_цс"] = "Проѧвле́нное на горѣ̀ законополо́жникꙋ во ѻ҆гнѝ и҆ кꙋпинѣ̀, ржⷭ҇тво̀ приснодв҃ы, на́ше вѣ́рныхъ сп҃се́нїе, пѣ́сньми немо́лчными велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Воспита́нная во свята́я святы́х / и ро́ждшая Свет вселе́нныя, / Благода́тная, ра́дуйся, / пе́сньми Рождество́ Твое́ велича́ем.",
  ["текст_цс"] = "Воспита́ннаѧ во ст҃а̑ѧ ст҃ы́хъ, и҆ ро́ждшаѧ свѣ́тъ вселе́нныѧ, бл҃года́тнаѧ ра́дꙋйсѧ, пѣ́сньми ржⷭ҇тво̀ твоѐ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Тя, Небесе́ и земли́ Хода́таицу, / вси ро́ди, ублажа́ем, / пло́тски бо всели́ся / в Тя исполне́ние, Де́во, Божества́.",
  ["текст_цс"] = "Тѧ̀ нб҃сѐ и҆ землѝ хода́таицꙋ всѝ ро́ди оу҆бл҃жа́емъ: пло́тски бо всели́сѧ въ тѧ̀ и҆сполне́нїе, дв҃о, бж҃ества̀.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Чу́жде ма́терем де́вство, / и стра́нно де́вам деторожде́ние: / на Тебе́, Богоро́дице, / обоя́ устро́ишася. / Тем Тя, вся племена́ земна́я, / непреста́нно велича́ем.",
  ["текст_цс"] = "Чꙋ́жде ма́теремъ дѣ́вство, и҆ стра́нно дѣ́вамъ дѣторожде́нїе: на тебѣ̀ бцⷣе ѻ҆боѧ̑ оу҆стро́ишасѧ. тѣ́мъ тѧ̀ всѧ̑ племена̀ земна̑ѧ, непреста́ннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Тя, Неопа́льную, / Ю́же прови́дяше Моисе́й, / неопа́льно горя́щу иногда́ огне́м Божества́, / я́ко неопа́льно ро́ждшую Го́спода, / Воплоще́ннаго Бо́га, / пе́сньми немо́лчными велича́ем.",
  ["текст_цс"] = "Тѧ̀ неѡпа́льнꙋю, ю҆́же прови́дѧше мѡѷсе́й, неѡпа́льнѡ горѧ́щꙋ и҆ногда̀ ѻ҆гне́мъ бж҃ества̀, ꙗ҆́кѡ неѡпа́льнѡ ро́ждшꙋю гдⷭ҇а воплоще́ннаго бг҃а, пѣ́сньми немо́лчными велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Весе́лием вси Де́ве, е́же ра́дуйся, возопии́м, / Благода́тная Мари́е, Богоневе́сто, / Тя, я́ко Ма́терь Бо́жию, / ве́рнии, единому́дренно велича́ем.",
  ["текст_цс"] = "Весе́лїемъ всѝ дв҃ѣ, є҆́же ра́дꙋйсѧ, возопїи́мъ: бл҃года́тнаѧ мр҃і́е бг҃оневѣ́сто, тѧ̀ ꙗ҆́кѡ мт҃рь бж҃їю вѣ́рнїи є҆диномꙋ́дреннѡ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Да умолча́т еретико́в собра́ния, / не и́стинно Богоро́дицу испове́дающих Тя, / и́бо свы́ше Тя проро́цы препропове́даша / Ма́терь бы́ти Бо́жию / и Хода́таицу ро́да на́шего. / Тем Тя, Де́во, велича́ем.",
  ["текст_цс"] = "Да оу҆молча́тъ є҆ретїкѡ́въ собра̑нїѧ, не и҆́стиннѡ бцⷣꙋ и҆сповѣ́дающихъ тѧ̀: и҆́бо свы́ше тѧ̀ прⷪ҇ро́цы предпроповѣ́даша мт҃рь бы́ти бж҃їю, и҆ хода́таицꙋ ро́да на́шегѡ. тѣ́мъ тѧ̀ дв҃о велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Разбо́йника подража́яй, окая́нный аз, / испове́даяй Тя, зову́ Тебе́, / Еди́наго от Отца́, и от Де́вы неизрече́нно воплоще́нна, / и мене́ ра́ди бы́вша по мне, / но я́ко Свет у́мный, Со́лнце, / не воспомяну́в зол, во Ца́рствии Твое́м помяни́ мя, / егда́ Судия́, Го́споди, ся́деши на Престо́ле.",
  ["текст_цс"] = "Разбо́йника подража́ѧй ѻ҆каѧ́нный а҆́зъ, и҆сповѣ́даѧй тѧ̀ зовꙋ̀ тебѐ, є҆ди́наго ѿ ѻ҆ц҃а̀, и҆ ѿ дв҃ы неизрече́ннѡ воплоще́нна, и҆ менѐ ра́ди бы́вша по мнѣ̀: но ꙗ҆́кѡ свѣ́тъ оу҆́мный со́лнце, не воспомѧнꙋ́въ ѕѡ́лъ, во ца́рствїи твое́мъ помѧни́ мѧ, є҆гда̀ сꙋдїѧ̀ гдⷭ҇и сѧ́деши прⷭ҇то́лѣ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Воплоще́ния Бо́жия Орга́н, Де́во, была́ еси́, / и смеше́ния Сло́ва в пло́ти е́же от Тебе́ Черто́г, / соедине́нома бо Существо́ма, / сугу́быма де́йствома и хоте́ньма показу́ема, / Его́же пою́ще, Тя, Богоро́дице, велича́ем.",
  ["текст_цс"] = "Воплоще́нїѧ бж҃їѧ ѻ҆рга́нъ дв҃о была̀ є҆сѝ, и҆ смѣше́нїѧ сло́ва въ пло́ти є҆́же ѿ тебѐ черто́гъ: соедине́нома бо сꙋщество́ма, сꙋгꙋ́быма дѣ́йствома и҆ хотѣ́ньма показꙋ́ема: є҆го́же пою́ще, тѧ̀ бцⷣе велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Чи́стую сла́вно почти́м, / лю́дие, Богоро́дицу, / огнь Божества́ прии́мшую во чре́ве неопа́льно, / пе́сньми велича́ем.",
  ["текст_цс"] = "Чтⷭ҇ꙋю сла́внѡ почти́мъ, лю́дїе бцⷣꙋ, ѻ҆́гнь бж҃ества̀ прїи́мшꙋю во чре́вѣ неѡпа́льнѡ, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Тя, ши́ршую Небе́с, Богоро́дице, / и све́тльшую со́лнца, / пе́сньми велича́ем.",
  ["текст_цс"] = "Тѧ̀ ши́ршꙋю нб҃съ бцⷣе, и҆ свѣ́тльшꙋю со́лнца, пѣ́сньми велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Тя, Богоро́дицу, / Ма́терь Све́та, / в пе́снех велича́ем.",
  ["текст_цс"] = "Тѧ̀ бцⷣꙋ, мт҃рь свѣ́та, въ пѣ́снехъ велича́емъ.",
}

add_irmos {
  ["глас"] = 8,
  ["текст_ру"] = "Утвержде́й в нача́ле Небеса́, / и зе́млю основа́вый на вода́х мно́гих, / утверди́ мя к пе́нию / славосло́вия Твоего́, Го́споди.",
  ["текст_цс"] = "Оу҆твержде́й въ нача́лѣ нб҃са̀, и҆ зе́млю ѡ҆снова́вый на вода́хъ мно́гихъ, ᲂу҆твердѝ мѧ̀ къ пѣ́нїю славосло́вїѧ твоегѡ̀, Гдⷭ҇и.",
}

